
pfQuest_questcache = {
	["懒惰的苦工:4:在懒惰的苦工睡觉时，用工头的木棒敲他们。敲醒5个苦工，然后把工头的木棒还给试炼谷的工头塔兹利尔。:该死的苦工！我叫他们在山谷里伐木，但他们总是见缝插针地打盹！我需要找个人帮我去叫醒他们。\n\n你看上去挺适合这差事的。给你，拿着这根棍子，看到偷懒睡觉的苦工就打醒他。只要狠狠地敲他们一下就能让他们乖乖回去工作了！别忘了把棍子还给我。\n\n这些该死的懒汉……"] = {
		[1] = 5441,
	},
	["Stay Awhile and Listen...:1:Complete this quest to become mortal. In this mode you only have one life and can only trade and group up with other mortal players. If you should die, you shall not return again. Customer service will not revive a fallen hero for any reason.:Hmm, another one? Very well.\n\nYou seek to prove yourself to your people, no? To rise above all others as the strongest, no? To leave behind a legacy of courage and heroism, rather than to fade from history as yet another wanderer of no consequence, no?\n\nI have your attention, do I? I have just the offer for you, then. I will grant you the opportunity to become Immortal, should you prevail over death in your journey for glory.\n\nHowever... If you die, you shall not return. Your soul shall be forever severed from your body.\n\nThis offer I extend to you only here and now. There will be no second chance should you refuse my deal."] = {
		[1] = 80388,
	},
	["塔兹利尔的镐:4:将塔兹利尔的镐还给塔兹利尔。:Ryzts，你是个值得信赖的巨魔。我能把另一个任务也托付给你吗？\n\n不久前，我在北边的一个洞穴中挖掘矿石的时候不小心弄丢了我最喜欢的镐。后来当我回去找它的时候，却发现洞穴中住满了邪恶的野兽！到那个被称作火刃集会所的洞穴中去帮我取回我的镐，行吗？\n\n我把它放在一个有瀑布的大厅里了。我的镐附有魔法，你在黑暗中也能看见它，所以你不必担心找不到它……只要小心那些守护它的野兽就是了！"] = {
		[1] = 6394,
	},
	["雕文石板:1:阅读雕文石板，然后和试炼谷里大兽穴入口附近的迈安谈一谈。:啊，刚刚你不在的时候，有人送来了这块石板，Ryzts。\n\n如果你有时间的话，还是看看这上面说些什么的好。如果我没搞错的话，这块石板是法师训练师迈安写的，她有事找你。"] = {
		[1] = 3086,
	},
	["明希纳的颅骨:9:到回音群岛上去，将岛上法阵中的明希纳的颅骨带回来，交给森金村的加德林大师。:我在梦中听到了我兄弟明希纳的呼唤。\n\n回音群岛上的术士扎拉赞恩抓走了他，折磨着他，最后残忍地害死了他。\n\n但即使是死亡也没能让我的兄弟得到安宁，因为扎拉赞恩用邪恶的魔法把明希纳的灵魂困在了他的颅骨中。我在梦中看见…我兄弟的颅骨和其他人的颅骨一起被堆在回音群岛中最大的那座岛上的法阵中。只要他的头骨还在那儿，他的灵魂就无法得到自由。\n\n请你帮助他吧，Ryzts。找到那个邪恶的法阵，把明希纳的颅骨带回来给我，让他的灵魂获得自由吧！"] = {
		[1] = 808,
	},
	["沃纳尔大师:7:把4个龙虾人的眼睛和8小瓶蟹胶带到森金村，交给沃纳尔大师。:虽然我的视力不断衰退，但我还是可以看得足够清楚。我曾经可以很轻易地施放强力的魔法，而现在我更多时候必须依靠炼金术的帮助才行。不过我不收学徒，因为我从来没有看到过任何够格的巨魔或兽人。\n\n你是合适的人选吗？当然，你当然是……你当然以为自己合适。\n\n我需要一点东西，你能帮我拿来吗？\n\n我要一些龙虾人的眼睛和几瓶蟹胶，你可以在杜隆塔尔的海蟹或龙虾人身上找到这些东西，找齐了之后再来见我。"] = {
		[1] = 818,
	},
	["扎拉赞恩:10:打败扎拉赞恩。\n\n杀死8个巫毒巨魔和8个妖术巨魔。\n\n把扎拉赞恩的头颅带给加德林大师。:巫医扎拉赞恩就住在东边的回音群岛上，那些岛屿曾经是我们的家园。\n\n扎拉赞恩从那里不断派出他的爪牙来到这边的大陆上，用妖术控制我们的同胞，将他们也变成扎拉赞恩的傀儡。\n\n我们必须阻止他。\n\n打败扎拉赞恩和他的爪牙——那些曾经是我们的朋友和亲人的暗矛巨魔。把扎拉赞恩的头给我带回来，作为你已经斩杀了这个恶魔的证明。"] = {
		[1] = 826,
	},
	["向奥戈尼尔报告:7:和剃刀岭的奥戈尼尔·魂痕谈一谈。:我们森金村这边还有许多棘手的问题要解决，非常感谢你的帮助。但是你带来的消息说明火刃氏族也许对所有人来说都是个大麻烦。\n\n剃刀岭那里有一处兽人营地，奥戈尼尔·魂痕就在那里负责监视火刃氏族那一类的邪恶势力。去跟他谈一谈，跟他说说我们目前的情况，还有你从试炼谷得到的消息，他肯定会大吃一惊的。\n\n剃刀岭就在这里的北边。"] = {
		[1] = 823,
	},
	["火刃奖章:5:给大兽穴外的祖雷萨带回火刃奖章。:我通过预言术发现在火刃集会所的深处藏有一件蕴涵着强大力量的物品，它被一些猛兽和黑暗的魔法守卫着。\n\n那件物品叫作火刃奖章，你的下一个任务就是找到它，把它从集会所里偷出来。\n\n不过你可得小心，因为奖章的所有者可能是一个火刃部落中的强者，他也许要比你以前对付过的那些家伙要强上许多倍。\n\n现在就出发吧，Ryzts，那个洞穴就在这里的西北方。"] = {
		[1] = 794,
	},
	["生活所需的虎皮:8:收集四张杜隆塔尔虎皮，并把它们交给森金村的维尔林·长牙。:我们的兽皮大多取自生活在杜隆塔尔地区的老虎身上，Ryzts。我们捕猎这些野兽的原因很多，比如毯子、护甲，还有帐篷什么的；同样，还有许多原因让我们允许它们继续繁衍生息。\n\n但是现在，我们有必要再杀掉一些老虎了。我们的人数在增加，而库存的兽皮也已经开始供不应求了，因此我需要更多兽皮来为他们制作各种生活用品。\n\n给我找四张杜隆塔尔猛虎的毛皮来，我会给你一些奖赏的。"] = {
		[1] = 817,
	},
	["科卡尔半人马的进攻:8:在森金村外面的拉尔·猎齿要求你粉碎科卡尔峭壁内的三份进攻计划。:小声点，法师。科卡尔半人马就在西边科卡尔峭壁的山脊上。\n\n昨天晚上，我潜入了他们的村庄，发现这些肮脏的野兽准备同时向杜隆塔尔的巨魔和兽人发动三波攻势。\n\n我们决不能让他们的入侵计划得逞！你可以召集一些兵力，潜入科卡尔峭壁并粉碎他们的进攻计划。\n\n他们已经把进攻计划分别交给了三个首领，准备由他们率领三股部队同时行动。"] = {
		[1] = 786,
	},
	["苦工的重担:5:把乌克尔的货物交给剃刀岭的旅店老板格罗斯克。:对不起，你能帮帮我吗？\n\n我这儿有一车食物，一路上我遭遇了蝎子、蜘蛛，还有其它更可怕的东西！我把这些食物送到了试炼谷，因为我觉得他们可能会需要这个，同时我又很乐意帮助他们。\n\n但是他们居然根本就不需要食物！现在我还得把这些东西带回剃刀岭，可是我害怕路上的那些野兽……\n\n你能不能帮我送回去呢？我只是个苦工，可你是个大英雄，你一定什么都不怕！\n\n请把东西交给剃刀岭旅馆的老板格罗斯克。"] = {
		[1] = 2161,
	},
	["起点:1:与高内克谈一谈。卡尔图克在你的地图上标出了他的位置，并告诉你高内克居住在西边的大兽穴中。:你终于长大啦，Ryzts……你可以以部落的名义参加战斗了，为酋长的荣誉而战吧！\n\n嗯……\n\n<卡尔图克打量了你一番。>\n\n你会很出色的。\n\n毫无疑问，你的目标是找到一条巨龙或是一个恶魔，然后赤手空拳地打败它，但是从比较弱的对手开始可能是个比较明智的选择。\n\n<卡尔图克笑了起来。>\n\n去向高内克报告吧，他可以为你这样的年轻法师指派一项适合你的任务。你可以在西边的大兽穴中找到高内克。"] = {
		[1] = 4641,
	},
	["萨科斯:5:将哈纳祖目前的状况告诉大兽穴内的高内克。:看见你为我这么一个素不相识的可怜家伙做了这么多事情，我突然又坚强了起来。我绝不能就这么轻易地死在这种地方！我得坚持下去！\n\n可现在我还是不能自己回到大兽穴去。Ryzts，请你再帮个忙，回大兽穴向高内克报告一下我现在的情况。"] = {
		[1] = 804,
	},
	["小试身手:2:杀掉10只杂斑野猪，然后向大兽穴里的高内克报告。:第一项任务将在力量方面对你进行考验。我本来可以把你派去贫瘠之地猎杀科多兽，不过呢，照实说，你活着比死了对我们来说更有用。\n\n我相信你更合适和那些杂斑野猪斗一斗，往北边走就可以找到它们。"] = {
		[1] = 788,
	},
	["戈加尔的清凉果:3:收集10个仙人掌果，把它们交给戈加尔。你记得他说可以在仙人掌上收集到这种果子。:试炼谷这里真是热得要死。\n\n<戈加尔擦了擦他的额头。>\n\n如果我有仙人掌果的话，就可以做点清凉果来吃了！没什么能比清凉果更甘甜消暑的。\n\n我跟你说啊，Ryzts，只要你给我弄十个仙人掌果来，我就帮你做一些清凉果。如果你感兴趣的话，就到这附近去找找仙人掌，采集它们的果子。"] = {
		[1] = 4402,
	},
	["工蝎的尾巴:3:给大兽穴中的高内克带回10根工蝎的尾巴。:无论是强大的战士还是笨拙的新手，都有可能会倒在蝎尾上的毒针之下。在这里的西北方有大量蝎子在活动，给我带10条蝎尾回来，以此来证明你的战斗能力吧。\n\n事实上，它们尾巴上的毒针正是制作解毒剂的重要材料，解毒剂便是从毒针中提取的。我们需要长期备有大量的解毒剂，以防止像你这样的新手被蝎毒所害……\n\n但我肯定你是不会需要这种玩意的，对吧？"] = {
		[1] = 789,
	},
	["邪灵劣魔:4:杀死12只邪灵劣魔，然后向大兽穴外的祖雷萨复命。:我相信你会在试炼谷学到很多东西，年轻的法师。\n\n我本是被派到这处谷地里来指引和教育你们的，但我却在这里发现了一些不洁之物……\n\n一群自称为火刃氏族的兽人潜入了试炼谷，他们躲进了东北方的一处洞穴里，而他们的邪灵劣魔则肆虐着周边的一大片地区。\n\n作为你对抗火刃氏族的第一个任务，我命令你消灭这些劣魔。尽可能地多杀一些，如果杀完了它们之后你还活着的话，就回来向我复命。"] = {
		[1] = 792,
	},
	["去森金村报到:5:与森金村的加德林大师谈一谈。:你在这山谷中的针对火刃氏族的试炼……如今就算是完成了。但我希望你能去向其他人报告一下你的发现。\n\n到森金村去找加德林大师吧。先从山谷的东侧出去，在岔路口转向右一直走到底就能抵达森金村了。\n\n我们必须把火刃氏族的势力出现在试炼谷的事告诉加德林大师。\n\n去吧，Ryzts，动作要快。恐怕我们在火刃集会所中找到的东西只是更可怕的威胁的预兆而已……"] = {
		[1] = 805,
	},
	["萨科斯:5:杀死萨科斯并将它的爪子带回去交给哈纳祖。:法师！我差点就神不知鬼不觉地死在这鬼地方了！我在谷里捕猎蝎子的时候，突然看到一只看上去特别凶恶的蝎子。当时我就决定以它为猎物，打算在它那硕大的钳子钳住我的腿以前，先重重地给它来上那么一下子。\n\n但我忘记了它还有根毒刺，毒刺猛扎了下来，一下子就刺进我的胸口。拜托，你一定得替我报仇！只有这样才能留存我的名誉！我是在南边的高地上碰上它的。"] = {
		[1] = 790,
	},
	["Stalking the Felstalkers:4:Kill 10 Felstalkers. Return to Zureetha Fargaze outside the Den.:You've fought the vile familiars outside the coven, but the taint in the valley trails deeper.\n\nYou must go inside the coven and slay the felstalkers. Return and you'll be rewarded."] = {
		[1] = 60147,
	},
	["火刃奖章:5:给大兽穴外的祖雷萨带回火刃奖章。:我通过预言术发现在火刃集会所的深处藏有一件蕴涵着强大力量的物品，它被一些猛兽和黑暗的魔法守卫着。\n\n那件物品叫作火刃奖章，你的下一个任务就是找到它，把它从集会所里偷出来。\n\n不过你可得小心，因为奖章的所有者可能是一个火刃部落中的强者，他也许要比你以前对付过的那些家伙要强上许多倍。\n\n现在就出发吧，$N，那个洞穴就在这里的西北方。"] = {
		[1] = 794,
	},
}
