
InFlightDB = {
	["version"] = "classic",
	["upload"] = 1570889838,
	["global"] = {
		["Alliance"] = {
			["避难谷地"] = {
				["藏宝海湾"] = 615,
				["铁炉堡"] = 271,
			},
			["暴风城"] = {
				["藏宝海湾"] = 245,
				["夜色镇"] = 117,
			},
			["尼耶尔前哨站"] = {
				["塞拉摩"] = 307,
			},
			["铁炉堡"] = {
				["南海镇"] = 264,
				["塞尔萨玛"] = 101,
			},
			["南海镇"] = {
				["铁炉堡"] = 206,
				["避难谷地"] = 74,
				["塞尔萨玛"] = 244,
			},
			["藏宝海湾"] = {
				["夜色镇"] = 175,
				["避难谷地"] = 656,
			},
			["夜色镇"] = {
				["藏宝海湾"] = 172,
				["暴风城"] = 88,
			},
			["棘齿城"] = {
				["塞拉摩"] = 106,
			},
		},
	},
	["profileKeys"] = {
		["落赎 - 碧玉矿洞"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["outline"] = true,
			["width"] = 200,
			["chatlog"] = false,
			["height"] = 12,
			["font"] = "默认",
			["outlinetime"] = true,
		},
	},
}
