
InventorianDB = {
	["profileKeys"] = {
		["落赎 - 碧玉矿洞"] = "Default",
		["酸橙子 - 龙之召唤"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["bag"] = {
				["y"] = 18.2224426269531,
				["x"] = -169.920654296875,
				["scale"] = 1,
				["height"] = 521.184814453125,
				["width"] = 509.925567626953,
			},
			["bank"] = {
				["y"] = -15.4074935913086,
				["x"] = -226.81462097168,
				["point"] = "CENTER",
				["showBags"] = true,
				["height"] = 511.999938964844,
				["scale"] = 1,
				["width"] = 511.999938964844,
			},
		},
	},
}
