pfDB["quests"]["zhCN-turtle"] = {
  [807] = {
  ["D"] = "我的侦察员报告说，一些野生动物已经感染了恶魔的污点。他们像普通的野兽一样在他们的兄弟中徘徊，但邪恶的力量在他们身上流动。每个人体内燃烧着一颗被黑暗魔法灼烧的心脏。这些野兽必须被消灭！$B$B如果您在探索时发现这样的动物，请杀死它并收集它烧焦的心脏。把你在旅途中发现的东西带给我学习，然后我会把它们毁掉。",
  ["O"] = "将 5 颗焦心带到剃刀山的奥尼尔灵魂伤痕。",
  ["T"] = "Durotar Scouring",
  },
  [810] = {
  ["D"] = "你最好了解这片土地有多危险，$C。这里的野生动物可以教给我们不可思议的东西，如果我们足够聪明，听他们的教训。天蝎座是杜罗塔尔生存的完美例子。虽然这片土地变得更加严酷和无情，但它们硬化的甲壳保护它们免受残酷的阳光和猎人的致命武器的伤害。我们可以明智地承担他们的一些力量，因为他们现在主宰着环境。从咔嚓咔嚓的天蝎座给我带来6个小天蝎甲壳，$N，我会看到你的奖励。",
  ["O"] = "带上6只小天蝎甲壳到森金村的科尔汉。",
  ["T"] = "Study to Survive",
  },
  [811] = {
  ["D"] = "天蝎座的另一个特征是他们强烈的忠诚。他们会冒着个人风险互相保护——你可能在第一次狩猎时就已经看到了这种行为。你最好听从这个教训，让它适应你自己：我们作为一个整体更强大;我们分裂时是软弱的。$B$B给我带来8个来自装甲天蝎座的大天蝎甲壳，我会再给你一个奖励。",
  ["O"] = "带上8个大天蝎甲壳到森金村的科尔汉。",
  ["T"] = "Unity is Strength",
  },
  [814] = {
  ["D"] = "做饭和打扫卫生——这就是我所做的一切！$B$B你想吃，你再给我弄点肉！我没有一整天的时间去狩猎和为所有这些虱子准备食物。如果你想被平等对待，你必须学会在这里拉动自己的体重。$B$B给我一些野猪肉块，如果你想让自己有用的话......或者你不想饿死。",
  ["O"] = "带上10块野猪肉在剃刀山煮托尔卡。",
  ["T"] = "Work for Food",
  },
  [820] = {
  ["D"] = "真正的力量精神存在于你的身体里，愿意帮助一个老人酿造他的魔药。在我们的新家发现的慷慨和依赖盟友的力量使我们与众不同，$C.$B$B我还需要一样东西来开始酿造一批我的药水，八颗微光草。您可以在雷岭的剃刀山西北部找到草药，并且要小心，$N。",
  ["O"] = "把8株微光草带到森金村的沃纳尔大师那里。",
  ["T"] = "What Do You Rely On?",
  },
  [3578] = {
  ["D"] = "啊，我一直在期待我的拉帕文，萨曼莎·斯威夫特蹄，她还没有来！我很困惑...$B$B你能帮我找到她吗？上次我们交谈时，她非常兴奋地看到新的地方，并在闲暇时从港口到东部王国的一些遥远的森林和北部地区旅行，唉，我唯一知道的附近港口是棘轮。我最确定萨曼莎勇敢地去了渡轮，游到了战利品湾。我不知道她能从那里去哪里。也许你能帮我找到她？只是为了确保她没事...",
  ["O"] = "找到萨曼莎·斯威夫特蹄。",
  ["T"] = "Swift as a Swifthoof",
  },
  [3579] = {
  ["D"] = "是的，我用自己的蹄子走了这么远，是的，我很累，唉，我的旅行癖太强烈了，不容忽视，我只是不能停下来闲着一分钟，知道有这么多道路要被发现，森林要穿越，平原要碾压......哦，世界太广阔了，我可以一辈子旅行！$B$B然而，正如你所看到的，我从我忍受的所有蹄子工作中跌倒了。哦，如果我能有我们著名的压缩绷带来帮助我的肌肉再次感觉良好就好了！",
  ["O"] = "带上10个厚重的丝绸绷带，5个淡叶，10个土根和10瓶清凉泉水给萨曼莎斯威夫特蹄。",
  ["T"] = "Have Hoof Will Travel",
  },
  [3580] = {
  ["D"] = "我现在感觉好多了！如此振奋和兴奋！哦，这太好了！$B$B谢谢，$N，非常感谢。$B$B除了意志的力量和非常耐用的蹄子之外，您还需要风的祝福来帮助您像我们所有人的雨燕蹄一样快地奔跑！我只认识一个牛头人，他可以指导你。$B$B他的名字是Jorn Skyseer。我上次和他说话是在南部荒芜的陶拉霍营地。啊，黄金之路，太诱人了...",
  ["O"] = "在陶拉霍营地与Jorn Skyseer交谈。",
  ["T"] = "Plains To Run, Sky To See",
  },
  [8290] = {
  ["D"] = "在这条隧道之外，您会发现一个冲突和动荡的领域，年轻$C。部落继续摧毁我们的神圣森林，砍伐常绿树叶以推动他们的战争机器。进入战歌峡谷，保卫银翼堡。击退入侵的部落部队！$B$B这样做，并获得功德护身符。 给我拿来这样的护身符，$N，我会奖励你的。",
  ["O"] = "进入战歌峡谷并击败部落，获得战歌峡谷荣誉印记，然后返回银翼树林的哨兵法松。",
  ["T"] = "Vanquish the Invaders!",
  },
  [8295] = {
  ["D"] = "阿申维尔森林的荒野将屈服于部落的力量，$R。银翼所说的或所做的任何事情都无法阻止我们的主权要求。卡利姆多属于部落。他们怎么敢试图阻止我们收获理应属于我们的东西！$B$B让骄傲在你的胸膛里膨胀，因为你削减了他们减缓我们进步的微弱尝试。摧毁银翼哨兵，并获得战歌荣誉印记。 用这样的标记还给我，$N，你会得到奖励。$B",
  ["O"] = "进入战歌峡谷并击败联盟，获得战歌峡谷荣誉印记，并将其带到莫山大本营的碎骷髅队长手中。",
  ["T"] = "Quell the Silverwing Usurpers",
  },
  [20000] = {
  ["D"] = "球体在纳克斯拉玛斯可怕的墙壁内像太阳一样明亮。$B随着骑士的失败，你的下一个挑战很快就要来了，你决定带着球体，如果你活下来，把它带回光之希望教堂。",
  ["O"] = "将纯光球带到东方瘟疫之地光之希望教堂的麦克斯韦·泰罗索斯。",
  ["T"] = "Orb of Pure Light",
  },
  [20001] = {
  ["D"] = "这是我以前从未见过的，$N.$B就像圣光的本质从这个球体中冒出来一样，这是灰使者在摆脱祸害魔掌时留下的奇怪东西。我真的不能抽出任何时间来帮助你。即使恐怖城堡倒塌，我们还有很长的路要走。虽然大巫妖已经被打败了，但我们还没有找到他的植物学。$B阿金特黎明是一团糟，伤亡人数众多，我们其他人都累得不可开交。虽然你在这里找不到帮助，但我知道把你送到哪里，我相信他一定能帮上忙。$B寻找提里昂·福特林，在这里，在西部的东部瘟疫之地。$B我真的很抱歉，祝你好运。",
  ["O"] = "在东部瘟疫之地找到蒂里昂·福特林。",
  ["T"] = "Seek Help Elsewhere",
  },
  [20002] = {
  ["D"] = "<提利昂沉默地检查了一会儿球体>$B靠光！$B这纯粹的本质，这光的原始能量，这绝对是亚历山德罗本人！$B他沉睡的灵魂变成了这个球体，但目的是什么？我无法理解这一点，但也许我们可以试着唤醒他。不确定这是正确的单词选择。但是我们怎么能做到这一点呢？熟悉的东西可能会解决问题。$B听$N。赛丹·达斯罗汉是最早的圣骑士之一，是我和亚历山德罗斯的朋友，在某个时候他发疯了。这在当今时代被证明是由于某种恶魔的影响。$B当雷诺杀死他的父亲时，赛丹将阿什布林格的塔巴德作为战利品。同时，如果我的信息是正确的，里文代尔男爵自豪地穿着亚历山德罗斯的斗篷作为嘲弄。你的任务是冒险进入斯特拉索姆，找到这些曾经属于阿什布林格的物品。带上球体，我相信你会得到反应。与此同时，我将尝试围绕这种情况进行思考。",
  ["O"] = "从斯特拉索姆手中夺回阿什布林格的塔巴德和亚历山德罗斯角。",
  ["T"] = "To Wake The Ashbringer",
  },
  [20003] = {
  ["D"] = "我能感觉到$N.$B亚历山德罗斯的精神及其对正义的渴望。这些土地太腐败了，我们无法与他交流，如果我们要接近他，我们需要一个在光明中强大的地方。在圣光的指引下，我觉得我们必须前往乌瑟尔的坟墓。完成了你留下的任何职责，并在那里与我见面。我唯一的愿望就是，他的这个残片精神愿意和我们沟通合作。$B只有时间会证明一切。$B去乌瑟尔的坟墓！",
  ["O"] = "在西部瘟疫之地的乌瑟尔墓遇见蒂里昂·福特林。",
  ["T"] = "Spirit of the Ashbringer",
  },
  [20004] = {
  ["D"] = "<亚历山德罗斯深深地凝视着你的眼睛>$B所以，把我从永恒的不死中解救出来的，也是达到我信息的人。圣光向我展示了这条路。$B听好，$N。我是亚历山德罗斯·莫格雷恩，灰烬使者。曾经是现在卑鄙的血色十字军东征的成员。$B一个圣骑士，一个丈夫，一个父亲，现在只不过是一个鬼魂。我的精神不安分，在我的正义得到满足之前，我不能也不会继续前进。是的，你听得很清楚，这不是圣光的正义，而是灰烬使者的正义。我愿意给你提供信息，让你成为伟大事业的一部分的信息。$B这些信息将一劳永逸地带来血色十字军的灭亡。是的，令人惊讶的是你还没有结束它们。$B我祈求谦卑，从在战斗中击败我的那个，从解放我灵魂的人。向灰烬使者鞠躬，让我感受到我在世界上凡人中的传奇尚未消亡。",
  ["O"] = "向灰烬使者鞠躬。",
  ["T"] = "An Act of Humility",
  },
  [20005] = {
  ["D"] = "在留下我的凡人躯壳后，圣光向我展示了许多不同的东西。$B我的生活，我的使命，我的未来。$B我现在所希望的就是结束血色十字军东征。$B布里奇特·阿本迪斯（Bridgette Abbendis）已经撤退到血色修道院（Scarlet Monastery）。她下令招募更多的人，并设计了一种新药剂，可以立即终结亡灵。看来自从她决定躲在房间里冥想的那天起，她的计划就没有效果了。你看到的光有自己的路径，对我们来说是神秘的。她要为了一个愚蠢的目的而拥有更多的权力。在提尔之手以东，血色十字军准备北上，等待他们的领袖回来，以便他们开始。$B但一股黑暗力量在她冥想期间潜入了修道院，并永远折磨着已经狂热的头脑。他们再也看不出活人和亡灵之间的区别了。他们对影子魔法的使用来自一种不同的力量，一种可以与光本身相提并论的力量。是时候决定你是否准备好证明自己的勇气了。$BNaxxramas确实是一个威胁，但这里的力量可以很好地超越它。准备好了吗$N？",
  ["O"] = "与亚历山德罗斯·莫格雷恩的精神交谈。",
  ["T"] = "The Foul Stench of the Scarlet Crusade",
  },
  [39000] = {
  ["D"] = "来吧，伙计们，瞧，维兹洛的神奇——咳咳......雾机！$B$B<Vizlow上下调整您的尺寸.>$B$B啊，潜在客户！你一定从世界各地来，才能看到我的机器所做的奇迹。$B$B不？哦，好吧，没关系。那一定是缘分！或者你信仰的神灵把你带到我这里来。听着，这台机器可以创造奇迹，孩子。它可以扩展您的身心能力！$B$B您需要做的就是在其中插入黄金以使其工作！那么，你说呢？支付十个金币来激活它。当然，我需要 340，因为——咳咳...材料，是的材料！",
  ["O"] = "给Vizlow350金币来购买和激活神秘机器。",
  ["T"] = "Goblin Brainwashing Device",
  },
  [39001] = {
  ["D"] = "那边这个莫名其妙的参议员不会骗人的！探索者联盟的一部分，果然如此！呸！真是咆哮！$B$B告诉你们什么，你们永远不能称自己为探险家，除非你们自己去检查每一个角落！$B$B当然，他从来没有比这里的采石场走得更远。但是，我看我不会说话，你们自己四处闲逛，找出事情，嗯？$B$B好。我想告诉我，你会在那个山洞里发现什么，那些特罗格。他们一定是从某个地方来的，对吧？",
  ["O"] = "探索Gol\'bolar采石场的洞穴。",
  ["T"] = "Curiosity Leads Us Forward",
  },
  [39991] = {
  ["D"] = "我很高兴您决定加入我们$N。我听说过你在这个领域所做的工作，我必须说我印象深刻。你正是我们在这个组织中需要的那种积极进取的人。$B$B如果我们要长期守住这座城堡，我们必须确保我们的补给线。我希望你伏击那个刺痛的瓦洛卡尔，一劳永逸地结束他的巡逻。他有警卫陪着他，所以要小心，甚至可能带另一个特工来协助你，但要完成它！在他死之前不要回到我身边。",
  ["O"] = "杀死瓦洛卡尔中尉和与他一起巡逻的 2 名斯特罗姆加德骑兵。",
  ["T"] = "Securing the Roads",
  },
  [39992] = {
  ["D"] = "既然进出斯特罗姆加德要塞的唯一途径都在我们的控制之下，那么是时候保护旧王国最后的堡垒圣殿了。我已经受够了这个所谓的王子。你能相信他把赏金放在我的头上吗？医 管 局！我要你教他谁是这里的老板。一旦过去剩下的一切都死了并被埋葬，我们将成为斯特罗姆加德的真正主人。",
  ["O"] = "杀死盖伦·特罗尔班王子，回到猎鹰勋爵身边。",
  ["T"] = "Securing the Keep",
  },
  [39993] = {
  ["D"] = "王子可能已经死了，但我的城堡周围还有士兵。我应该如何在所有这些干扰下经营犯罪企业？$B$B我相信你会完成这项工作。消除竞争，这样我就可以专注于更重要的事情。",
  ["O"] = "击杀 2 名斯特罗姆加德防守者和 2 名斯特罗姆加德防御者。",
  ["T"] = "Cleaning Job",
  },
  [39994] = {
  ["D"] = "我应该为我们勇敢的战士制作一种强大的新武器。一种一见敌人就会感到恐惧的武器。你问我为什么坐以待毙而不是努力？$B$B不幸的是，这种武器的计划在到达十字路口之前就被盗了。携带计划的兽人没有在袭击中幸存下来，但也许其他人目睹了它，并可以确定肇事者。问问十字路口周围的守卫，他们是否看到是谁。我们必须恢复这些计划。",
  ["O"] = "在十字路口与部落卫兵交谈",
  ["T"] = "Horde Defender\'s Axe",
  },
  [39995] = {
  ["D"] = "我没有目睹袭击本身，但我在巡逻时确实看到了一些可疑的东西。一群人类士兵正朝着东南方向前进。他们被骑上了，所以我追不上他们。$B$B我怀疑他们杀死了你说的兽人，然后带着战利品回到了北望守望。也许你应该从那里开始搜索。如果可以的话，我会和你一起去，但我必须留在我的岗位上。",
  ["O"] = "将被盗的武器计划带到十字路口的纳尔加尔死亡之眼。",
  ["T"] = "Horde Defender\'s Axe",
  },
  [39996] = {
  ["D"] = "我已经回顾了武器的计划，它们非常壮观。它不是最实用的武器，但它会让我们的敌人感到恐惧。手柄由骨头制成。而且不是随便一根骨头，而是一块巨大的强壮骨头。$B$B最接近的合适来源是科尔卡，他们有强大的长腿。去他们的领地，找到一个足够大的科尔卡，然后杀死他。",
  ["O"] = "在十字路口将一根长长的科尔卡骨头带到纳尔加尔死亡之眼。",
  ["T"] = "Horde Defender\'s Axe",
  },
  [39997] = {
  ["D"] = "现在是时候为刀片取材料了。这不会像您所期望的那样是传统的金属刀片。它将由石头制成，但不是任何普通的石头。真正会让人类感到恐惧的东西。$B$B前往雷霆崖，与传送门大师比尔吉特·克兰斯顿交谈。她会帮你找到我们需要的特殊石头。",
  ["O"] = "与Birgitte Cranston在Thunder Bluff交谈。",
  ["T"] = "Horde Defender\'s Axe",
  },
  [39998] = {
  ["D"] = "天呐！多么令人愉快的辉煌。我喜欢纳尔加尔的计划。你要亵渎人类的墓地，偷走他们的一块墓碑。我羡慕你。我希望我能陪你完成你的任务。一定要在路上为我杀死几个额外的人类！等你准备好了，我会把你传送到韦斯特福尔，靠近他们的一个定居点。",
  ["O"] = "把一块偷来的墓碑带到十字路口的纳尔加尔死亡之眼。",
  ["T"] = "Horde Defender\'s Axe",
  },
  [39999] = {
  ["D"] = "我感谢你帮助制作这把武器。但是，我不能简单地把它交给你。这是为部落的老兵制作的武器，他们在与联盟的战斗中证明了自己。$B$B如果你想自己使用它，你必须加入战歌峡谷的战争努力。尽你所能帮助我们这边，然后带着荣誉印记回到我身边，作为你参加战斗的证明。只有这样，你才配得上这把武器。",
  ["O"] = "为十字路口的纳尔加尔死亡之眼带来战歌峡谷的荣誉标记。",
  ["T"] = "Horde Defender\'s Axe",
  },
  [40001] = {
  ["D"] = "啊，地球母亲的祝福，$R.$B$B不是很好吗？在开阔的地方，被大自然包围。$B$B<沙古深吸一口气，吸入水烟袋里的烟雾，然后发出一声尖锐的咳嗽>$B$B不是好东西，一点也不。$B$B说，你觉得你能帮我一个忙吗？$B$B我期待一个包裹，但它还没有到达。你能去仙人村的Mishiki检查一下，看看我的特快专柜发生了什么吗？$B$B<沙古从嘴唇上吹了一口烟，然后笑着对你眨了眨眼>",
  ["O"] = "在千金村与美志树交谈。",
  ["T"] = "Puffing Peace",
  },
  [40002] = {
  ["D"] = "所以，我派了我平常的信使去把好东西送到穆尔戈尔那里，但是，你看，那个脾气暴躁的兽人骑着他的狼在杜罗塔尔周围报告说看到他死了，我身上的草药不见了！$B$B如果黛伊从大路上下来杀我信使，大鹦鹉比平时更具侵略性！$B$B我的意思是，杜罗塔尔也不要在公园里散步。如果你不注意，一切都可以杀死你。$B$B我敢打赌，dey在杀死他后拿走了他的书包，并把它带回了dey营地，或者dey甚至把它放在dem上！$B$B试着杀死一些侦察兵。如果你真的找到了大书包，就把它带回沙古，自己留着大钱！$B$B安全旅行，周一。罗亚指南你的步骤。",
  ["O"] = "找到沙古的混合草药挎包，回到血蹄村的沙古。",
  ["T"] = "Grand Herbal Theft",
  },
  [40003] = {
  ["D"] = "现在你已经带来了草药，我可以设置我的水烟袋，真正享受真正的好东西。$B$B正是由于地球母亲的祝福，这种组合才得以存在。我想让你试试这个，看看地球母亲赐予了什么礼物！$B$B坐下，坐下。让我们享受烟雾，彼此联系，当然还有地球母亲。",
  ["O"] = "与沙古分享一根烟。",
  ["T"] = "Hookah for Your Troubles",
  },
  [40004] = {
  ["D"] = "我们处于危险之中，周一。敌人正在从四面八方蚕食温塔克斯的领土。如果我们要生存，我们必须反击。Alterac属于我们，而不是地精，矮人或兽人！$B$B通过攻击东边的野爪营地来证明你是一个真正的战士。杀了他们，我就给你一个丰厚的赏赐，配得上一个冠军。",
  ["O"] = "杀死10个野爪神秘主义者和10个野爪野兽，然后向冬斧洞穴中的长老报告。",
  ["T"] = "Winterax Champion",
  },
  [40005] = {
  ["D"] = "我喜欢侏儒。如此鲜嫩可口。我正在为部落的其他人做煮侏儒炖菜，但我没有主要成分！拿着这根绳子，去给我带来一个活的侏儒。确保它先流血，这样它的汁液就会流动，它的肉就会足够嫩。斩！",
  ["O"] = "用绳子捕捉一个活的侏儒，把它带到冬斧厨师那里。",
  ["T"] = "Gnome Stew",
  },
  [40006] = {
  ["D"] = "我太饿了，我可以吃掉一整头牛。可悲的是，Alterac山谷没有奶牛。但一些球探最近发现了更大的事情。美味的牛头牛头人在南方的兽人中肆虐。如果你抓住其中一个，我们可以养活整个部落！你必须在牛头人迁徙离开之前尽快去打猎。",
  ["O"] = "用绳子捕捉活牛头人并将其带到温特斧厨师那里。",
  ["T"] = "Roasted Tauren",
  },
  [40010] = {
  ["D"] = "虽然许多德鲁伊拥有控制不止一种形式的能力，但我们中的一些人，极少数人，决定只走一条路，将我们的生命奉献给其中一位野神。德鲁伊教因人而异，$N。我想对你来说也是一样的。$B$B你的任务是找到那些敬业的少数人之一，鹿角的德鲁伊，他已经向马洛恩发誓了生命。寻找马兰尼斯的云穿线者。",
  ["O"] = "找到马兰尼斯的云线。",
  ["T"] = "Antler\'s Guidance",
  },
  [40011] = {
  ["D"] = "虽然许多德鲁伊拥有控制不止一种形式的能力，但我们中的一些人，极少数人，决定只走一条路，将我们的生命奉献给其中一位野神。德鲁伊教因人而异，$N。我想对你来说也是一样的。$B$B你的任务是找到那些敬业的少数人之一，鹿角的德鲁伊，他已经向马洛恩发誓了生命。寻找伊利亚拉天空穹顶。",
  ["O"] = "找到伊利亚拉天空穹顶。",
  ["T"] = "Antler\'s Guidance",
  },
  [40012] = {
  ["D"] = "作为鹿角的德鲁伊，我们将一生献给了到达月球的白鹿马洛恩。我们的道路是爱和坚韧的道路。$B$B很久以前，当艾泽拉斯出生时，第一个夜幕降临覆盖了它的土地，艾露恩以如此明亮的光芒照亮了黑夜的天空，击中了白鹿马洛恩的心脏。在树林里旅行时，艾露恩用她的光引导着他，驱散了对黑暗的恐惧，给他的灵魂带来了希望。一夜又一夜，他追逐着她的光芒，每一次都越来越快，越来越强，直到他到达天空的那一天。Elune被他的坚韧和他对她的爱所打动，决定让Malorne成为她的配偶。不久之后，我们的领主塞纳留斯因他们的爱而诞生。这是几代人所讲述的故事，如果你想化身为白鹿，你必须知道。",
  ["O"] = "与马兰尼斯交谈以继续您的道路。",
  ["T"] = "The White Stag and the Moon",
  },
  [40013] = {
  ["D"] = "当世界年轻，舒光环从黎明的金色迷雾中升起时，大地母亲赐予我们狩猎的爱。第一个黎明的生物凶猛而野蛮。他们躲避了地球母亲的视线，在阴影和荒野中寻找慰藉。我们的祖先猎杀了这些强大的野兽，并在地球母亲的祝福下驯服了它们。白鹿阿帕罗（Apa\'ro）的皮毛像最纯净的雪一样白，鹿角刺穿天空，蹄子震动土地本身，躲过了我们祖先的猎人。许多个夜晚，我们的祖先在平原上猎杀他，直到天涯海角。为了逃跑，大雄鹿跃上了天空，但他强大的鹿角却被星星缠住了。他挣扎着，无济于事。在那一刻，他被穆莎注意到了，她追着她的哥哥安她，穿过天空。她找到了他，乍一看，爱上了他。聪明的月亮与骄傲的雄鹿做了一个交易：如果他结束她的孤独，把他的爱献给她，她就会让他自由。许多月后，从他们的爱情中，半神塞纳留斯诞生了。塞纳留斯注定要走在清醒世界和天国之间的星光大道上。作为鹿角的德鲁伊，我和许多其他人都被阿帕罗的坚韧以及他对荒野和穆沙的热爱所感动。我与你们分享的故事是从每一代人那里传下来的，与那些选择走白鹿之路的人分享。",
  ["O"] = "与伊利亚拉交谈以继续您的道路。",
  ["T"] = "The White Stag and the Moon",
  },
  [40014] = {
  ["D"] = "巨魔曾经被广泛称为艾泽拉斯最伟大的猎人，其中一些传说一直持续到今天。有时间寻找运动和准备，尽管我很想让你接受挑战，但威瑟树皮的问题。为了向沙德拉致敬，他们几乎像过去一样用毒药降临在我们身上。这次我们将做好准备。前往阿拉希高地的中心地带，猎杀巨型平原爬行者寻找毒液囊。等你有足够的几种抗蛇毒血清，回到我身边，我们可以看看是否还有更多的准备工作要做。",
  ["O"] = "杀死巨型平原爬行者以获得5个更大的毒液囊。",
  ["T"] = "Titiki\'s Hunt",
  },
  [40015] = {
  ["D"] = "到目前为止，你做得很好，但最大的平原爬行者站在你面前，$C。威瑟巴克巨魔一直在从蜘蛛身上收集毒液，在让蜘蛛睡觉后，她的食物中含有魔力！$B$B赫克斯是一个可怕的敌人，许多巨魔都堕落了，所以保持你的智慧！您可以在Go\'Shek Farm以西找到大蜘蛛。找到她，结束枯萎树皮的强大毒液来源！",
  ["O"] = "在阿拉希高地杀死赫克斯，然后返回提提基。",
  ["T"] = "The Hunt for Heketh",
  },
  [40016] = {
  ["D"] = "戈托格曾经是巨石拳食人魔的成员。我们粉碎任何阻止我们的人！戈托格公开反对领袖与部落作战，并被踢出博尔德拳。戈托格做傻事，但戈托格还是要食人魔珠给我砸。$B$B前哨站的一个巨石拳食人魔仍然有，我知道。它就在这里的西南部。去砸碎巨石拳头，把我的珠子拿回来！它们很重要！",
  ["O"] = "在巨石拳前哨站粉碎食人魔并取回戈托格的珠子",
  ["T"] = "Gortog\'s Beads",
  },
  [40017] = {
  ["D"] = "现在事情可能很平静，但我们和威瑟巴克之间的战争还没有结束。当他们从最初的攻击中恢复过来时，我们必须为他们最终下山做好准备。$B$B殷多已经吩咐我为即将到来的战斗制作尽可能多的盔甲，但我的补给有限。从山上向南下，收集阿拉希迅猛龙的兽皮，用于制造特别坚固的盔甲。该地区没有比猛禽更强的生物。你必须迅速。",
  ["O"] = "从阿拉希的猛禽那里收集 10 张阿拉希迅猛龙皮。",
  ["T"] = "Preparing for War",
  },
  [40018] = {
  ["D"] = "威瑟树皮是一个残酷的敌人，一个在夜深人静时袭击，对我的人民毫不留情的敌人。我们这些在座的人很幸运地逃脱了，现在看来，他们只是在为下一次攻击争取时间。我们决不能让这种情况发生。尽管我们寡不敌众，毫无准备，但我们需要减少他们的队伍。前往祖拉萨兹废墟，杀死尽可能多的威瑟树皮。向那些叛徒表明，灵魂仍然站在我们这边，我们仍然是这些高度的真正主人。",
  ["O"] = "杀死 14 名威瑟巴克突袭者、8 名威瑟巴克占卜师和 5 名威瑟巴克盗贼。",
  ["T"] = "War on the Witherbark",
  },
  [40019] = {
  ["D"] = "当我们逃离曾经隐蔽的城市时，我们留下了我们不需要的一切，甚至是我们在许多魔法仪式和对灵魂表示尊重时使用的符咒。我担心我们放弃了在祖尔拉萨兹的魅力，扰乱了灵魂，当下一次威瑟巴克袭击时，我们的巫毒教会抛弃我们！$B$B没有灵魂的帮助，就没有希望对抗威瑟树皮，$C。快去祖拉萨兹废墟，在为时已晚之前找回我们丢失的符咒。",
  ["O"] = "从祖尔拉萨兹废墟中收集 5 个野牙符咒。",
  ["T"] = "The Wildtusk Charms",
  },
  [40020] = {
  ["D"] = "当我们逃离祖尔拉萨兹的混乱时，我的许多人不得不留下珍贵的物品和其他具有个人价值的物品。我也不例外。我很惭愧地说，我放弃了自上一个伟大帝国时代以来，我家族世代相传的护身符。它困扰着我的思想，$C。如果我不弥补这个巨大的耻辱，灵魂将永远不会再回应我的呼唤。你必须帮我找回它！Zul\'Rasaz遗址可以通过城外西北部的小径进入。我的家靠近废墟城市的顶部。$B$B我会踏上旅程，但我不能因为这种自私的原因而冒生命危险。我向你保证，你的帮助会得到回报。",
  ["O"] = "在祖尔拉萨兹废墟中找到殷多斯项链。",
  ["T"] = "The Ancestral Amulet",
  },
  [40021] = {
  ["D"] = "帝国破灭后，我的族人逃到我们世代繁衍的山区，与当地的元素保持着积极的关系，并培育他们的成长。$B$B我们不知道我们自己的一个人已经堕落到威瑟巴克对权力的欲望的腐败中。作为帝国记忆的叛徒，他们落在祖尔·拉萨兹身上，在床上屠杀了我的人民。甘托议长，我曾经称之为朋友的人，应对这场悲剧负责。你将前往祖尔拉萨兹的废墟，为了我的人民，你会杀死他。为那些那天没有参加战斗的人伸张正义，$C。",
  ["O"] = "把甘议长的头带到尹道酋长那里。",
  ["T"] = "The Speaker\'s Betrayal",
  },
  [40022] = {
  ["D"] = "现在叛徒已经被绳之以法，我们可以把注意力集中在这支战队的首领金托扎身上。战队首领被黑暗的愤怒附身，现在声称拥有我们城市的废墟，同时准备在返回威瑟巴克村时下山。你必须阻止他们的掠夺，打击他们的士气！把金托扎的头颅带到我面前，它将成为我的人民团结起来的象征。在他们的领导混乱的情况下，我们将真正有机会夺回祖尔拉萨兹。",
  ["O"] = "把军首领金土座的头颅带给殷堂酋长。",
  ["T"] = "The Witherbark Warband Leader",
  },
  [40023] = {
  ["D"] = "野牙一直与元素生物保持着良好的关系。我们，演讲者，有责任与精神和元素进行交流。罗格勋爵被野牙村以外的骚乱所困扰。$B$B我们没有力量或手段帮助他，但也许你可以，先生？这些元素不经常伸出援手，所以我们不能错过这个机会。和罗格勋爵谈谈，看看你能不能代替我们帮忙。",
  ["O"] = "与罗格勋爵交谈。",
  ["T"] = "Assisting Lord Rog",
  },
  [40024] = {
  ["D"] = "我的同类已经与阿拉希高地内的元素位面脱节了。外国动乱和我们领导人的死亡使我们幻灭，削弱了我们的力量。我无法控制我被指控的元素，我相信这里还有更多的东西在起作用。$B$B西南是内绑定圈。这是我的追随者分散的地方。去那里，从他们那里拿走他们拥有的内束护腕。他们不会心甘情愿地把它们给你，所以你必须摧毁它们。",
  ["O"] = "在阿拉希高地的内部绑定圈从岩石元素中收集 5 个内部绑定护腕。",
  ["T"] = "Lord Rog\'s Exiles",
  },
  [40025] = {
  ["D"] = "随着甘兹的话，这些护腕似乎已经腐化了。有人正在利用我们地位的削弱，把我的同类变成邪恶的手段。我们必须清除这些护腕的污点，为此，我需要天然材料。你可以在这个世界上找到它们，它们应该在净化污点方面做得很好。带上甘兹议长五种生命之根、十块实石和三株野钢花。他会为我准备材料。",
  ["O"] = "收集5个生命根，10个坚石和3个野生钢花，并将它们带到甘兹议长那里。",
  ["T"] = "Inner Binding Purification",
  },
  [40026] = {
  ["D"] = "它完成了。我已经准备好了所有材料，交给了罗格勋爵。他将开始净化他的护腕。我们做得很好。让我们等到他完成。",
  ["O"] = "等待罗格大人净化护腕。",
  ["T"] = "Lord Rog\'s Favor",
  },
  [40027] = {
  ["D"] = "我们来自的世界是一个地狱般的地方。一个充满危险，充满恶魔，以各种可以想象的方式敌视生命的人。食物稀缺，水更是稀缺。我带领我的人民通过我们的魔法通过裂谷来到这个世界的安全。在古代，我的人民创造了一种使他们与旧世界相协调的符咒，它具有巨大的魔力。这允许裂缝行走，能够长途跋涉。现在，我们失去了大部分这种技能。从老一辈人给我讲的故事来看，它比我们现在使用的原始手段要强大得多。$B$BSanv Charm，一个强大的物品，在我去迷雾谷的一次旅行中丢失了。我一直在尝试与来自Harborage的Riftseeker进行交流。当我试图在山谷中交流时，沼泽行者走近并袭击了我。我无法收集符咒，所以我把它放在一个小箱子里，逃命了。给我拿。它非常重要。",
  ["O"] = "前往迷雾谷，找到Sanv魅力。",
  ["T"] = "The Sanv Charm",
  },
  [40028] = {
  ["D"] = "很久以前，我曾经是部落的猎人大师。我高效地跟踪了外域的道路，并击败了许多可怕的敌人。兽人和野兽都被我的迅捷箭和致命的熟练度杀死了。$B$B但是，我不再是伟大的猎人哈娜兰，我是老哈纳兰。我能感觉到年龄让我放慢了脚步，甚至当地的野生动物也是一个挑战。六百多年前，我杀死了我最可怕的敌人，一个名叫加雷克萨的强大掠夺者。掠夺者大多随着恶魔的到来和年龄的增长而灭绝。但是加雷克作为一个强大而可怕的敌人继续存在，和我们最大的小屋一样大。我用两支快速的箭射在它的脖子上，一刀砍在它的腹部，我杀死了这个生物，并把它的角当作战利品。可惜，当我们离开东边的休耕保护区时，我没有时间收拾我的财产，我的角被留下了。请帮我拿来，我会大大的回报你。",
  ["O"] = "在休耕保护区为Har Na\'lan找到Garek'sa的角。",
  ["T"] = "The Horn of Garek\'sa",
  },
  [40029] = {
  ["D"] = "休耕保护区的失落者对海港构成威胁。每一天，我们都必须生活在恐惧中，害怕他们在疯狂的状态下发动攻击。我们没有德莱尼人来击退他们，如果他们聚集成一支足够大的力量。$B$B混沌人已经侦察了好几天了，我感觉到他们可能正在准备什么。我请求你帮助我们杀死那些发疯的人，给我们一个生存的机会。你会在东边找到它们，但要小心。他们非常敌对。",
  ["O"] = "杀死 8 个失去一个混蛋居民和 3 个失去一个猎人。",
  ["T"] = "Hunting the Hunters",
  },
  [40030] = {
  ["D"] = "有一个我们害怕。他的名字叫小丝Noboru，他和一群暴徒一起游荡，他们一有机会就恐吓我们。他是来自我们外域老部落的熟练战士。村里很少有人能与他和他的暴徒们抗衡。登对海港人施暴，杀害了我们部落的成员，没有任何悔恨的迹象。$B$B必须阻止登。你必须杀了他才能结束流血事件。他挥舞着一根棍子，正是从这种残酷的武器中，他获得了绰号。打败他，把他的武器带给我们，这样我们仍然可以在这个陌生的世界生存。",
  ["O"] = "找到并杀死小坯子希，并将伸的木棍带到马格图尔。",
  ["T"] = "Noboru the Cudgel",
  },
  [40031] = {
  ["D"] = "再次使用皮革是件好事。在我们的老星球外域，我们几乎无法获得这种资源。它被认为是稀有的，一种奢侈品，那里没有野兽和缺水。我们的星球曾经和这个世界一样稠密和人口稠密，直到恶魔来了，水干涸了。就像我们生活在艾泽拉斯的天堂里。起初我对Sanv K\'la和他的计划持怀疑态度，但似乎这片土地比我想象的要有前途得多。局外人，我想请你为我从年轻的锯齿鳄鱼那里收集皮革。它很厚，但质量仍然可以拉伸，并且很好地用于我们的目的。随着失落的休耕保护区潜伏在周围，得到它更加危险。",
  ["O"] = "收集 10 张锯齿皮革作为马萨特 T\'andr。",
  ["T"] = "Leather, a Draenic Luxury",
  },
  [40032] = {
  ["D"] = "Akh Z\'ador是一个寻求裂缝的人，他带领我们来到了这个世界。他是我们同类中为数不多的知道我们古代祖先魔力的人之一。他足够熟练，可以在其他较小的裂缝寻求者的帮助下，将我们整个部落和休耕保护区的部落带到这里。几周前，他试图回到旧世界，寻找更多的流亡者带到港湾。我怀疑有什么大问题，因为我无法用Sanv符咒察觉到他出现在我们的旧世界。你看，他使用的魔法很老，而且有些不稳定。我们几乎不了解它的用法，只有像Akh Z\'ador这样的聪明头脑才能操纵它旅行。我需要你收集材料，以便施展咒语找到他的位置，看看他去了哪里。当地材料应该可以正常工作。从东边的纠结恐怖中收集六个纠结的精华，并从海岸的默洛克斯收集一个沼泽-墨洛克之眼。",
  ["O"] = "收集 6 个纠结的精华和一个沼泽墨洛克之眼，寻找桑夫·",
  ["T"] = "Draenic Communication",
  },
  [40033] = {
  ["D"] = "我的力量被消耗殆尽了。我感到衰老和虚弱，但我看到了一座城市。一座被淹没在海浪下的城市，仿佛潮汐本身就来淹没了这一切。那里有高耸的悬崖，规模巨大，似乎那里的灵魂在痛苦中打滚。红叶从树上落下，一股强大的魔力萦绕着脉动，仿佛要我离开。它削弱了我，使我难以集中注意力。$B$B我敢肯定，Akh Z\'ador现在就在这个世界上。他一定是在外域遇到了什么，被迫离开。那，或者说是他的裂痕的不稳定，把他送到了这个异国他乡。这是我能记得的，局外人。似乎那里居住的任何东西都很强大——比这里的野生动物强壮得多。甚至比你强得多。我恳求你试着找到Akh Z\'ador，无论他在哪里，不管你需要多长时间。",
  ["O"] = "找到Akh Z\'ador。",
  ["T"] = "Finding Akh Z\'ador",
  },
  [40034] = {
  ["D"] = "你在雷特雷斯保护区有什么生意？你很幸运，我们的实力已经不像以前那样了。我们正处于艰难时期。如果有人想拜访潮女主人，那么他们首先必须和我说话。我们Rethress来自这个世界的深处，在你们同类从未见过的地方，也永远不会看到。$B$B...尽管我不信任你，闯入者，但我们需要任何能够提供援助的人的援助。与潮汐情妇拉沙尔交谈。你有我的祝福，才能见到她。",
  ["O"] = "与潮汐情妇拉沙尔交谈。",
  ["T"] = "A Meeting With Royalty",
  },
  [40035] = {
  ["D"] = "在我们前往深海之前，Rethress在Stranglethorn呆了一段时间。我们在那里与其他娜迦人撞头，但除此之外，我们保持低调和自言自语。潮汐女主人拉沙尔在遥远的东方有一些个人使命，我们把雅盖罗岛变成了一个临时基地。没过多久，我们回到了深渊，开始了我们在这里的任务。匆忙中，我们留下了一个小行李箱，里面装着对我们未来非常重要的战利品。去那里收集我们的战利品！",
  ["O"] = "获得哈沙兹的战利品。",
  ["T"] = "Spoils Left Behind",
  },
  [40036] = {
  ["D"] = "雷特雷斯的米尔米顿人在深海之下的雷特雷斯神庙的石头上宣誓神圣的誓言。他们的话是他们的纽带，但他们违背了他们尖锐的舌头和他们承诺要遵守的誓言。我们的任务是保护潮汐女主人拉沙尔，并为整个娜迦的更深处实施她的奇思妙想和行为。当斯皮特拉什被创建并开始分裂时，所有的米尔米顿人都改变了立场。他们奉纳扎尔的命令背叛了忠于雷特雷斯的人，并在破碎的斯特兰德上杀死了许多我最信任的兄弟。我要他们死，闯入者。我希望他们的尸体在深处大饱口福。从他们的身上拿走他们的Myrmidon Signet's——宣誓时给他们的戒指。",
  ["O"] = "从破碎的斯特兰德的斯皮特拉什·米尔米顿那里收集 20 个米尔米顿印章。",
  ["T"] = "A Broken Oath",
  },
  [40037] = {
  ["D"] = "我从世界深处被派往阿兹沙拉，声称拥有这些土地的所有权。我是皇室成员——娜迦的皇室成员——以我的军队，我本可以像阿兹莎拉女王一样强大！$B$B然而，我在这里，统治着一小群我的忠实追随者，他们在世界上没有影响力或权力。我被跟着我的娜迦背叛了，你会帮我报仇的。风暴湾墨洛克是我家的仆人。他们的背叛对我来说是最犯规的。这些生物认为他们凌驾于潮汐情妇拉沙尔的意志之上？$B$B您可以在阿兹沙拉的海岸线上找到这些没有骨气的追随者。也许展示实力可能有助于让他们重新站起来。",
  ["O"] = "杀死 10 名风暴湾勇士和 10 名风暴湾神谕，换取潮汐情妇拉沙尔。",
  ["T"] = "The Storm Bay Mutiny",
  },
  [40038] = {
  ["D"] = "风暴湾的首领是一只大脑只有小牡蛎大小的墨洛克。Mrmglul是他的名字。他应该受到残酷的惩罚，因为他将风暴湾墨洛克人召集起来公开起义。你会发现那条黏糊糊的鳗鱼向北穿过小径和南岭海滩的海岸线。把他的头给我看，向他的其他走狗展示潮汐情妇拉沙尔指挥风暴湾墨洛克人。",
  ["O"] = "杀死姆姆格鲁尔，把他的头带到潮女主人拉沙尔面前。",
  ["T"] = "Keeping Command",
  },
  [40039] = {
  ["D"] = "雷特雷斯潮杖在世界深处为我提供了力量，尤其是在纳兹贾塔尔。这是Rethress与生俱来的权利，它赋予我们对许多其他人的统治权。我曾怀疑他们会在斯皮特拉什成立以获得这个统治权时试图窃取它。$B$B你可能想知道我为什么要告诉你这些。它永远不会涉及像你这样的陆地生物。好吧，我把权杖埋在一个秘密的地方，这样他们就永远无法合法地夺取权力。现在雷特雷斯圣所已经成立，我们没有直接的危险，我希望它回到我身边。有一个地方叫埃尔达拉塔，由一些高位守护者持有。它位于半岛最远的东北端。在它的西边，沿着海岸，是四块岩石。埋在这些岩石周围的是Rethress Tide Scepter。得到它，把它带给我，闯入者，帮助我夺回我与生俱来的权利。",
  ["O"] = "找到埋葬的雷特雷斯潮汐权杖，并将其带给潮汐情妇拉沙尔。",
  ["T"] = "The Rethress Tide Scepter",
  },
  [40040] = {
  ["D"] = "你好！欢迎来到亚麻胡须帖子。我是芬多，负责这里的各种事情。我应该把亚麻胡须的新来的人都交给老板。也就是说，我们已经几个月没有听到侏儒的消息了，也没有收到任何新人！不过，很高兴有你在身边，$R。你会发现Gigno Flaxwhisker在里面，在顶楼。",
  ["O"] = "与Gigno Flaxwhisker交谈。",
  ["T"] = "The Flaxwhisker Front",
  },
  [40041] = {
  ["D"] = "如果你是真正的交易，那么你必须做一个真正的任务。这是有道理的，是吗？一段时间以来，我一直渴望得到雾翼号角！这些生物非常强大，并具有各种自然能量。一段时间以来，我一直怀疑雾翼号角可能超出其实际用途，我想对其进行测试。这就是你进来的地方。$B$BMistwing可以在西北部找到，就在Mennar湖之外。不过要小心。那里有各种各样的大而强大的东西！阿兹沙拉肯定是一个危险的地方。",
  ["O"] = "获得吉尼奥亚麻胡须的雾翼角，以证明您的忠诚。",
  ["T"] = "Flaxwhisker Loyalty",
  },
  [40042] = {
  ["D"] = "几个星期前，一位达拉然巫师路过，信不信由你！我从未见过来自达拉然的巫师，他的魔法无可挑剔。我说真的！他为我们提供了一些项目的帮助，但要求一些用品作为回报。我还没有办法把他们带到他那里，因为我和他在这里以北的营地之间很危险。帮我一个忙，好吗？将我的送货运行到马格斯布罗姆利。你可以在Mennar湖的西北部找到他。他有一个帐篷，俯瞰着埃尔达拉斯遗址，就在那里的山脊上！",
  ["O"] = "ŚįÜGignoÁöĄŤīßÁČ©šļ§šĽėÁĽôAzsharaÁöĄMagus Bromley„Äā",
  ["T"] = "Delivery for Bromley",
  },
  [40043] = {
  ["D"] = "在你回到亚麻胡须邮局之前，我想请你为我送一封信。这是关于一个机器人，亚麻胡须柱已经在该地区运行了一段时间。我帮助它创造了探测阿兹沙拉体内的魔法，几周前我在一次前往雷特雷斯圣所的旅行中发现了它。它无可救药地陷入了某种年久失修的状态，破碎而无意识。Gigno至少想知道它发生了什么。把这封信交给他，$N，再次感谢你的用品。",
  ["O"] = "把给吉尼奥的信送到吉尼奥亚麻胡须。",
  ["T"] = "The Missing Robot",
  },
  [40044] = {
  ["D"] = "如果Analyzor 53G仍然存在，那么这是个好消息！我们在它的分析芯片上花了很长时间，几乎不可能重新创建。我们第一次拥有布罗姆利的魔力，没有它，我无法完全复制它。Rethress Sanctum位于这里的东部沿海地区。娜迦居住着它，他们不是对我们最友好的。我不想冒任何船员的风险去获得分析芯片！您会发现它位于后侧主底盘抑制室排气口的正下方，很容易。",
  ["O"] = "从Rethress Sanctum附近的Analyzor 53G检索分析芯片。",
  ["T"] = "The Analyzation Chip",
  },
  [40045] = {
  ["D"] = "现在我们有了分析芯片，我可以专注于其他事情了！我想让你和Lorie Gearwatch谈谈。她一直负责亚麻须前线的航班！我们的主飞行器已经好几个星期没有出现过了，我想知道是谁拿走了爆炸的东西。$B$B你会在外面找到她，她应该有日志，或者至少知道它在哪里！",
  ["O"] = "与Lorie Gearwatch谈论飞行日志。",
  ["T"] = "Lorie\'s Logbook",
  },
  [40046] = {
  ["D"] = "丁克尔·托格皮普——他在远东一个小岛上的着陆台上。我们把那个停机坪用作飞行员的加油区和休息点。我们曾经让它们分散在大洋彼岸，接近飞行机燃料使用结束时。以前可以轻松地从侏儒人到卡利姆多，但我觉得着陆垫年久失修。我们从老家回来已经很久没有听到太多消息了。$B$B如果你想要飞行日志，去从驻扎在那里的丁克尔托格管那里拿。",
  ["O"] = "前往东部的着陆台，从Dinkle Togpipe获得飞行日志，然后将飞行日志归还给Gigno Flaxwhisker。",
  ["T"] = "The Flight Logbook",
  },
  [40047] = {
  ["D"] = "亚麻胡须前线由侏儒发起，旨在利用阿兹沙拉的魔法力量将侏儒工程推向国外，试图取得突破！我们得到了一个Tinkerspark转发器，旨在利用我们装置中的魔法能量，尽管这个装置很久以前就被naga丢失了。几个月来，我们一直在等待另一个。$B$B由于我的船员丧生，侏儒雷根没有补给，我别无选择，无法了解那里发生了什么。为什么一切都这么迟？$B$B找到叮叮当当的火花。他应该在侏儒，除非有什么可怕的灾难毁了这座城市！他通常在顶层的工程部门工作。赶紧把这个报告带给他！",
  ["O"] = "找到，并将吉尼奥的报告带给Tinkmaster Overspark。",
  ["T"] = "Report for Gnomeregan!",
  },
  [40048] = {
  ["D"] = "老实说，我很震惊我从亚麻胡须前线听到了回复。我以为他们已经知道侏儒里根发生了什么！侏儒的崩溃几乎摧毁了我们所有朝那个方向前进的后勤，不可能帮助他们。我希望你把这封信寄给吉尼奥。我在那里放了一些硬币，以资助阿兹沙拉侏儒的回程。确保他得到这个;它包含他需要的所有信息，让他了解发生的事情！",
  ["O"] = "带来Tinkmaster Overspark对Gigno Flaxwhisker的回应。",
  ["T"] = "Report from Gnomeregan!",
  },
  [40051] = {
  ["D"] = "小家伙，应许之地很远，还有很多事情要做。如果你想去那里，你必须找回点缀在景观上的线索，并按照我的指示。耐心和谨慎地这样做。我们必须表现得好像一切正常。$B$B第一条线索将被放置在一个包含万圣节结束节日元素的农场中。",
  ["O"] = "找到第一个线索。",
  ["T"] = "Mysterious Cow Scroll I",
  },
  [40052] = {
  ["D"] = "你已经找到了第一个线索。你还有未来，小哞哞。第二条线索将在遥远的西方找到，在一个以人类最有价值的硬币命名的矿井中。",
  ["O"] = "找到第二条线索。",
  ["T"] = "Mysterious Cow Scroll II",
  },
  [40053] = {
  ["D"] = "第二条线索是你的，但接下来会更危险。保持你的智慧。一个我称之为朋友的人很久以前就去世了，被埋在一个比大多数人都大的大墓地里。找到这个坟墓，你就会找到你的线索。",
  ["O"] = "找到第三条线索。",
  ["T"] = "Mysterious Cow Scroll III",
  },
  [40054] = {
  ["D"] = "找到第三条线索后，你走近了，小家伙。还有搜索要做，这对你来说会更难。下一个线索是在巨魔称之为家的土地上，互相争斗。动物潜伏在树林深处的地方。你会在水边找到这条线索。",
  ["O"] = "找到第四条线索。",
  ["T"] = "Mysterious Cow Scroll IV",
  },
  [40055] = {
  ["D"] = "这是寻找最后的线索。这将是非常危险的。小心处理自己，小哞哞。这是一个绿色皮肤来到我们世界的地方。",
  ["O"] = "找到最后的线索。",
  ["T"] = "Mysterious Cow Scroll V",
  },
  [40056] = {
  ["D"] = "您已经找到了卷轴。出色的工作。您必须将所需的材料带到石头圈内的贝西。您将受到张开双臂的欢迎。",
  ["O"] = "",
  ["T"] = "The Scroll of Cow Portal",
  },
  [40057] = {
  ["D"] = "现在我们知道侏儒被摧毁了，没有办法得到一个新的Tinkerspark Transponder，我们必须收回我们的旧转发器。娜迦几个月前偷走了它，我们必须拥有它才能在这里取得进展。$B$B没有办法回到侏儒雷根，所以我们必须凑合着处理阿兹沙拉这里的东西，我知道那些被炸毁的娜迦仍然拥有它！领导突袭的人叫拉桑，一个可怕的敌人。如果你想有机会，我建议你带一些朋友来。这可能是你永远杀死他的唯一方法！$B$B他应该在海岸线上的埃尔达拉斯废墟以东。",
  ["O"] = "回收Tinkerspark Transresponder，用于Gigno Flaxwhisker。",
  ["T"] = "Reclaiming the Tinkerspark Transponder",
  },
  [40061] = {
  ["D"] = "局外人，如果你真的想帮助雷特雷斯，还有一件事要你做。声称统治这些土地并背叛我的人是潮汐领主纳扎尔。他是一个卑鄙的叛徒，必须从这个世界上被消灭。$B$B我要他受苦——而且受苦。他居住在东北方的拉文克雷斯特纪念碑附近。去那里，从他身上撕下心脏，然后把它带给我。确保他后悔他对我们所做的一切。",
  ["O"] = "把纳扎尔的心带给潮女主人拉沙尔。",
  ["T"] = "Killing the Tide Lord",
  },
  [40062] = {
  ["D"] = "当侏儒第一次派我们来这里时，他们要求我们从蓝龙飞行中获得蔚蓝鳞片。可悲的是，我们没有办法这样做！$B$B我们忙于其他项目，而且——好吧——我们不想搅动蜂巢。特别是因为我们没有任何实际的军事能力！现在有你在身边，有可能！$B$B龙飞已经聚集在西北部的门纳尔湖周围。从蓝龙飞给我一个蔚蓝鳞片，一定要带上哥们。$B$B我不想让你死在我的账户上！",
  ["O"] = "为Blimo Gadgetspring收集Azure Scale。",
  ["T"] = "An Azure Scale for Gnomeregan!",
  },
  [40063] = {
  ["D"] = "嘿！很高兴有新鲜血液在身边，尤其是最近发生的一切。感觉就像我们所做的每一个项目都被碾碎了，要么是来自某种外部力量扰乱我们，要么是有什么东西崩溃了！$B$B我负责这里的补给，几周前，墨洛克斯拿了一堆Sprugbolts。我要你帮我拿回来。你可以在我们周围的水域中找到那些狡猾的墨洛克。给我带回 5 个 Sprugbolts。希望你喜欢游泳！",
  ["O"] = "带上 5 个 Sprugbolts 到 Jubie Gadgetspring 在亚麻胡须前部。",
  ["T"] = "In Need of Sprugbolts",
  },
  [40064] = {
  ["D"] = "几天前，这艘人类飞船经过。除了一艘船一直从这里驶出之外，这似乎并没有什么奇怪的事情——直到甲板上起火，各种混乱爆发了。墨洛克斯和娜迦都袭击了这艘船！$B$B他们把它拖了下来，船员们沿着海岸逃到了这里以东的某个地方。我想船还在海底休息，我想让你穿过残骸！如果船员认识任何侏儒或使用任何侏儒工具，那么他们很有可能拥有陀螺罗盘！我当然为死者感到难过，但如果我们有这样的设备，这将对我们有很大帮助！搜索船只及其残骸。它沉没到东南方向。",
  ["O"] = "在残骸中搜索陀螺罗盘。",
  ["T"] = "The Gyronautical Compass",
  },
  [40065] = {
  ["D"] = "现在Gigno已经为你担保了，我想在这里完成一些真正的工作！涡轮增压无摆动气泡盘是我发明的一项发明。它帮助我们阅读了阿兹沙拉内的魔法和莱伊关卡。我们做了一段时间的好事，直到几个月前所有的娜迦和墨洛克人都出现了！$B$B他们把我们赶出了我们的网站，我不得不放弃Fizz Disk，否则我肯定会失去生命，因为它从他们的掌握中撬开。我希望你把它拿回来继续我的工作，而不必重新开始。Fizz Disk是我在Gnomeregan中烹饪的东西，我的许多计划仍然被抛在那里。东边是雷特雷斯娜迦避难所的地方。如果你往圣所以北走，那里有一个有点迷宫般的峡谷。在那个峡谷内，有一个洞穴。您会在洞穴内找到一个控制面板。在控制面板内部搜索涡轮增压无摆动气泡盘。",
  ["O"] = "在亚麻须前部检索Fendo Wobblefizz的涡轮增压无摆动嘶嘶声盘。",
  ["T"] = "The Turbocharged Wobble-free Fizz Disk",
  },
  [40066] = {
  ["D"] = "涡轮增压无摆动的嘶嘶声盘在我离开后一定处于失修状态。我们确实让控制面板运行。虽然这东西很耐用，但它不够耐用，无法承受这么长时间的压力。$B$B我需要修理这个东西，在你的帮助下，我一定会做到的！所需材料清单会有些长，但我保证，如果您能得到这些物品，我会让您值得花时间。$B$B我将需要以下物品：10 个钍条、1 个钍小部件、5 个铁支柱和 1 个不稳定的扳机。",
  ["O"] = "在亚麻须前部收集 10 个钍棒、1 个钍小部件、5 个铁支柱和 1 个不稳定扳机，用于 Fendo Wobblefizz。",
  ["T"] = "Repair the Fizz Disk",
  },
  [40067] = {
  ["D"] = "感谢您得到这一切。现在我可以开始工作了。我的...$B$B<芬多环顾四周.>$B$B呵呵，我身上没有扳手。你能看看里面吗？如果有的话，它应该在我的工具箱内的二楼。一旦我有了它，我就会开始。",
  ["O"] = "找到Fendo Wobblefizz的扳手。",
  ["T"] = "Fendo\'s Spanner",
  },
  [40068] = {
  ["D"] = "现在我有了我需要的一切，我要开始工作了！我将使用涡轮增压无摆动气泡盘并将其合并到一些项目中。这需要一点时间，所以不要太着急，但是当我完成后，您可以选择您最喜欢的一个！",
  ["O"] = "等待芬多完成他的工作。",
  ["T"] = "Wobble-free Fizz Gear",
  },
  [40071] = {
  ["D"] = "旅客，请！$B$B我需要这封信，而且要快！它详细介绍了大篷车发生的一切。我的指挥官在西北的旧悲伤卫队内，隐藏在死风山口附近的山脉中。把这个拿给他，赶紧！",
  ["O"] = "将比格斯的报告交给圣骑士雅纳索斯。",
  ["T"] = "Biggs\' Report to Sorrowguard",
  },
  [40072] = {
  ["D"] = "阿伦托尔家族在暴风城内已经有一段时间了，在此之前，洛丹伦家族也是如此。我们从海军贸易中发家致富，并从遥远的地方采购稀有材料在王国内出售。我不能完全归功于我。当然，这是我父亲做的，但我希望能像他一样继承同样的遗产。尽管如此，我还是有一段时间做得很好，并经营了我家的船，皇冠卫队，几个月。它和我家的部分货物一起沉没是一个悲剧。$B$B您可以在东海岸找到沉入地下深处的残骸。如果你能去那里搜索残骸，寻找我家的保险箱，我会让你值得的。",
  ["O"] = "为阿雷恩托尔爵士收集阿伦托尔保险箱。",
  ["T"] = "Areyntall Family Value",
  },
  [40073] = {
  ["D"] = "他们承诺，当我们离开暴风城时，我们会得到充足的供应，结果我们却被留在这里，几乎没有任何东西可以合作。我们确实收到了什么物资，帕拉丁·贾纳索斯付了钱——大部分是他自己从东海岸的货物中掏腰包。自从这些货物停止以来，我们一无所获。$B$B你无法想象用我拥有的这么少的铁供应来维护设备有多难。如果事情再这样下去，我就用完了，这意味着悲伤卫士会倒下。$B$B我想这就是你进来的地方。如果你能给我买20根铁条，这将大大有助于保持我们的工作秩序。",
  ["O"] = "在悲伤守卫要塞为珍妮特·霍洛沃思收集 20 根铁条。",
  ["T"] = "Iron for Sorrowguard",
  },
  [40074] = {
  ["D"] = "看圣骑士雅纳索斯前段时间征用了一些剑，虽然他付钱让我制作这些剑，但我一直在想办法交付它们。最近拥有适当材料的铁匠是达克郡。Clarise Gnarltree被付钱为悲伤卫士制作剑。你会在那里找到她的。你能去达克郡为我收集剑吗？它们肯定会帮助减轻我的制作负担，并使你给我们的酒吧走得更远。",
  ["O"] = "从克拉里斯·格纳尔特里那里收集剑的交付。",
  ["T"] = "A Delivery of Swords",
  },
  [40075] = {
  ["D"] = "距离我上次听到悲伤卫士的消息已经很久了。老实说，我以为兽人已经占领或摧毁了城堡——那个，或者同样糟糕的事情。我不是一个愤世嫉俗的人，只是一个现实主义者。这是一个危险的地方，那个沼泽！$B$B尽管如此，我还是抓住了剑，以防万一我们发生了什么不好的事情。我想，拥有它们比拥有一些硬币要好。带他们去找珍妮特。她应该松一口气，我没有碰巧把它们卖掉。",
  ["O"] = "将剑送到悲伤守卫要塞的珍妮特·霍洛沃思那里。",
  ["T"] = "Swords to Sorrowguard",
  },
  [40076] = {
  ["D"] = "我在悲伤卫队管理物资，让我告诉你，我们正在接近配给。我们保留和管理我们的供应，我确保我们对大多数东西都有锁定，但我们缺少的一件事是食物。如果你能帮我在接下来的一段时间里即兴创作，那肯定意义重大。$B$B该地区的美洲虎可能是最接近真正体面的一餐的东西。为我收集五个重型美洲虎侧翼。他们应该对我足够好，让每个人都吃饱喝足。",
  ["O"] = "从悲伤沼泽中的沼泽美洲虎中收集 5 个重型美洲虎侧翼，为军需官达文。",
  ["T"] = "Food Improvision",
  },
  [40077] = {
  ["D"] = "你好，伙伴！在这里看不到很多新面孔，尤其是在这座破旧的城堡里！你肯定听说过勇敢的守军在被摧毁之前连续几天阻止兽人的谣言！什么故事。我还可以告诉你关于悲伤沼泽中的蘑菇的故事，尤其是悲伤的蘑菇！$B$B悲伤苔藓蘑菇只生长在这个地区。他们有一定的... ",
  ["O"] = "为“狡猾”邓肯收集 10 个悲伤苔藓蘑菇。",
  ["T"] = "Sorrowmoss Mushrooms!",
  },
  [40078] = {
  ["D"] = "当我们刚成立时，我们依靠来自东部海岸线的补给，这些物资通过马车到达我们身边。这似乎比经历死风山口的所有混乱更安全的旅程。现在，随着休耕保护区的疯狂和皇家卫队在海岸的沉没，我们很难获得补给。自从我们登陆以来，击沉这艘船的墨洛克人一直对我们构成威胁，我们需要对付他们。您会在东部海岸线上找到它们。消灭他们，也许我们将能够重新开放贸易。",
  ["O"] = "杀死6个沼泽墨汁，6个沼泽墨洛克和6个沼泽肉体，以换取值班中士亚瑟。",
  ["T"] = "The Murloc Menace",
  },
  [40079] = {
  ["D"] = "悲伤卫队自第一次战争前建造以来一直屹立不倒。虽然兽人在战争中摧毁了它，但城墙仍然屹立不倒。当然，这要归功于观看圣骑士贾纳索斯。如果没有他努力将劳动力带到这里并进行维修，这个地方只不过是一个阴燃的废墟。正是有了对过去的了解，我们必须保护我们在这里所做的一切。斯托纳德的兽人是我们的主要敌人。我们不寻求引起一场全面的公开战争，但被我们的敌人侦察可能会导致我们的毁灭。斯托纳德侦察兵已经向东探查，我们必须阻止他们。冒险去那里，杀死你找到的任何东西。这样做的方式与多年前为保卫这些城墙而牺牲的勇敢的步兵一样。",
  ["O"] = "杀死8名斯托纳德侦察兵，为值班中士亚瑟。",
  ["T"] = "Avoiding Detection",
  },
  [40080] = {
  ["D"] = "嘿，旅行者。我正在寻找某人来运送包裹，我已经需要运送一段时间了。我没有履行我的义务，在坟墓里来来往往。$B$B在北部，经过瓦尔干和死亡场，是一条通往提里斯法尔高地的通道。它被压在山上，有些隐蔽，但敏锐的眼睛应该会发现它。$B$B一旦你进入高地，我需要把这个包裹送到药剂师伏尔格林。他应该位于相当靠近穿过悬崖的通道的地方。",
  ["O"] = "将伏尔格林的包裹送到提里斯法高地入口附近的药剂师沃尔格林。",
  ["T"] = "Into the Uplands",
  },
  [40081] = {
  ["D"] = "佩斯特皮德地精已经切断了这里和格伦郡之间的道路！他们一直在以更快的速度觅食，毫无疑问，由于这里缺乏食物。如果我们连道路都控制不了，那么我们希望在高地实现什么？$B$B我需要你来处理这个害虫问题。上山，向东走。你应该在锯齿状的山丘上找到到处都是纠缠皮。$B$B杀了他们，把他们破烂的臂章带到我面前。",
  ["O"] = "从Pesterhide Gnolls收集7个破烂的臂章，在陡崖港为死亡守卫迈克。",
  ["T"] = "Pesterhide Pests",
  },
  [40082] = {
  ["D"] = "在锯齿状山顶上，酋长Rnarl统治着Pesterhide的连体部落。他一直相当顽强，即使我们过去试图对付他。如果我们真的想驱散纠缠皮地精并让他们陷入混乱，那么我们需要打击他们领导层的核心。Rnarl酋长一直是团结地精的人，没有他，他们就会崩溃。当你在那里时，一定要杀死贝尔加。他是一名萨满，加强了小动物的力量，并进一步刺激了他们的行动。$B$B当这两个落下时，背包就会散开。把他们的两只爪子都给我，你会得到银子的奖励。",
  ["O"] = "把贝尔加和雷纳尔酋长的爪子带到陡崖港的死亡守卫迈克那里。",
  ["T"] = "Pestering the Pesterhide",
  },
  [40083] = {
  ["D"] = "当洛丹龙濒临崩溃时，我发现自己和一群流浪巫师和脚垫在一起，他们对奥术魔法有诀窍。他们称自己为流氓巫师，我和他们一起结束了我的结局。那些我视为朋友的人离开了我，甚至没有试图帮助我，因为我被困在倒下的树下。我要惩罚这些人，你们也帮我做同样的事情！一段时间以来，我感觉到一种日益增长的力量在流氓高地上徘徊。$B$B毫无疑问，他们正在密谋什么，因为我觉得这种神秘的力量已经增长。我们需要在他们变得太强大而无法谋杀之前处理他们。您可以在格伦郡的东北部找到它们。有一条穿过罗格高地的小路。去那里，为我杀了他们。",
  ["O"] = "前往流氓高地，在格伦郡为哈利·厄普斯杀死 6 名流氓执法者和 6 名流氓魔术师。",
  ["T"] = "The Rogue Heights",
  },
  [40084] = {
  ["D"] = "很长一段时间以来，我一直不明白为什么他们现在使用的魔法如此熟悉——它就在我的指尖上。当你在与一群执法者和魔术师打交道时，我更加努力地研究并想出了一个答案。魔法是麒麟托的，我敢肯定。我花了相当多的时间在达拉然的法师身边，现在回想起来，检查我的书，我敢肯定。$B$B如果达拉然在这里，那么这意味着他们一定试图在提里斯法尔高地的扩张中制衡我们。返回罗格高地，在山坡上搜寻。检查麒麟托的存在是否有任何来源并结束它。我们不能让我们的敌人在农村自由地为所欲为。",
  ["O"] = "前往流氓高地，一劳永逸地结束麒麟托的影响。",
  ["T"] = "Magical Interference",
  },
  [40085] = {
  ["D"] = "毫无疑问，流氓巫师们在流氓高地藏匿了各种奥术小饰品和物品。如果我们想严格限制他们的能力，我们需要从他们那里拿走这些物品。$B$B作为副作用，我们可能会增强我们的知识。返回流氓高地，偷走在营地中发现的奥术物品。把他们还给我，我会确保你得到很好的补偿。",
  ["O"] = "从流氓高地内的营地为格伦郡的哈利·",
  ["T"] = "Stealing Arcane Goods",
  },
  [40086] = {
  ["D"] = "你看起来就像你知道你的路，只是用这样一只懂事的脚走路。我需要像你这样的人。我有一个朋友在格伦郡。它位于提里斯法尔以西，进入高地。他需要一些金属交付，而你看起来就像那个人。您可以在Solliden's Farmstead的西部找到入口。穿过大门，沿着路直行，直到到达格伦郡。这可能不是最安全的道路，但您可以处理。$B$B可能会有一个岔路口，我想你左转...如果我没记错的话。马洛·内格尔应该在镇上的某个地方。把这批货物交给他。",
  ["O"] = "将马洛的矿石货物运送到位于格伦郡的马洛·内格尔。",
  ["T"] = "A Friend in Glenshire",
  },
  [40087] = {
  ["D"] = "我不知道他们是怎么溜过我们在银松的部队的。这些沃根来了！没有了塔的掌控，我们监控这里活动的能力就会降低，这就是为什么我可以使用像你这样的冒险家的帮助。帮助我们收回它。$B$B你还没跑呢，所以认为我印象深刻。好。头过去杀死那些跳蚤缠身的可怜人。",
  ["O"] = "在碎点塔杀死 6 名提里斯爪掠夺者和 6 名提里斯爪暗影施法者，然后返回沃尔格林。",
  ["T"] = "Crumblepoint Tower",
  },
  [40088] = {
  ["D"] = "随着他们在塔楼的力量被削弱，现在是我们杀死他们的领袖的时候了。是的，当我说我们时，我指的是你。他们的首领最近入侵了矿井，他带着他的大狼人去了那里。格雷斯通矿是重中之重。没有资源，格伦郡就没有机会对抗人类，更何况这些矿井为沃根提供了一个完美的伏击点，可以攻击银松和高地之间的任何旅行者。去那里，把他们首领的头给我带来。哦，随意杀死尽可能多的追随者。",
  ["O"] = "带上狼群首领沙恩的头颅，杀死5名提里斯爪伏击者和4名提里斯爪拾荒者，然后返回沃尔格林。",
  ["T"] = "Head of the Pack",
  },
  [40089] = {
  ["D"] = "妖怪们早就失去了理智，陷入了妄想和凶猛的状态。当部落开始迷失自我时，许多人向南边的新月树林出发，希望逃离疯狂。我把希望寄托在我的人民身上，但我仍然把他们丢给了疯狂。$B$B前往新月格罗夫的弗博尔格可能寻求庇护和一个新的家，但他们并没有逃脱让弗勒维尔德陷入疯狂的事情。他们也变得好斗，非理性，对周围的世界漠不关心。许多我称之为朋友的人，那些我称之为家人的人，去了格罗夫维尔德，他们不是我记忆中的他们。必须阻止格罗夫维尔德。召集一切雇佣兵或冒险家同伴，勇敢前往新月树林。杀死他们并收集他们的格罗夫韦尔德徽章作为行为的证据。你必须为了森林的利益，为了我人民的利益而这样做。",
  ["O"] = "冒险进入新月树林，从里面的毛皮中收集 8 个格罗夫维尔德徽章，用于流放者格罗尔。",
  ["T"] = "The Rampant Groveweald",
  },
  [40090] = {
  ["D"] = "福尔韦尔德的长老们足够聪明，一旦事情变得更糟，他们就会离开。他们帮助带领逃亡的弗博尔格部落进入南部的新月树林。正是在那里，他们陷入了疯狂，并进一步将部落在他们的注视下推向了深深的热潮。他们被视为精神领袖和真理的话语，以及那里的毛皮的向导。他们的妄想和疯狂只会促使格罗夫维尔人对周围的人构成越来越大的威胁，并给阿申维尔的自然带来更多的痛苦。如果要阻止格罗夫维尔德，长老们必须停止在格罗夫温德耳边窃窃私语。我怀疑他会让你阻止他们，他也需要被摧毁。把“独眼”长老和黑毛长老的爪子给我，作为他们死亡的证据，你会因为结束这个毁灭循环而得到奖励。",
  ["O"] = "从新月树林内带上“独眼”长老和布莱克莫长老的爪子，去流放者格罗尔。",
  ["T"] = "The Unwise Elders",
  },
  [40091] = {
  ["D"] = "新月树林曾经是我们同类德鲁伊的避难所，多年来。截至最近，那里潜伏着邪恶的东西。守门员拉纳索斯的任务是阻止困扰该地区的污点，但我们最近没有得到他的消息。他最后回的信息也很不稳定，与拉纳索斯不同。我们德鲁伊怀疑新月树林中有更黑暗的东西扎根。$B$B最近，我们收到一份报告，来自我们的一位德鲁伊被腐蚀和扭曲。大德鲁伊·斯塔海姆要求德鲁伊再次协助建立对新月树林的控制，但我们无法做到。也许你可以帮忙。$B$B您可以在阿申维尔南部的树林入口处找到通往米斯特拉尔湖的瀑布。洞穴的入口就在上面，所以冒险去摧毁潜伏在那个地方的邪恶。请务必带上援助。你会发现里面有很多艰辛。",
  ["O"] = "摧毁新月树林内的腐败源头，回到泰尔德拉西尔的德纳塔里翁。",
  ["T"] = "The Crescent Grove",
  },
  [40092] = {
  ["D"] = "潮汐大师号在与一些海盗发生废品后被送离航线。接下来我知道，当水手们被扔进海里，撕裂锯齿状的岩石时，纯粹的混乱爆发了！墨洛克人发动了攻击，黑夜爆发出尖叫声和战斗。我一直在这个小岛上奔跑并找到庇护所，而我的船员们遭受的命运比你想象的更可怕！$B$B从那以后，我就被困在这里。墨洛克人一直试图和我战斗，但他们还没有运气，所以他们大多粘在岸边。在最后一次袭击中，他们最终偷了一个板条箱，里面装着我的许多物品，但最重要的是，我的指南针。如果我要回到库尔蒂拉斯，我需要它来找到上岸的路。在这个岛上的山下找到他们的小营地。在他们的小屋中找到我的指南针，趁你在那里的时候，杀一些为潮汐大师报仇！",
  ["O"] = "杀死6只Wallowfin Murlocs，并在皇冠岛上找到Wally Burnside的指南针。",
  ["T"] = "Lost and Stranded",
  },
  [40093] = {
  ["D"] = "我们的姊妹船潮汐大师号在海岸失事，我们在搁浅到尚克礁后遭受了可怕的伤亡。岩石将船撕裂，墨洛克袭击了船员。没有人幸存下来讲述这个故事。这艘船很棒，现在它就像一个毁容的残骸坐在礁石中，仿佛要让博拉卢斯蒙羞。我们对潮汐大师或其死去的船员的外壳无能为力，但我们仍然需要恢复日志。我没有船员可以冒险，尤其是墨洛克和在那里水域踩踏的敌对鱼类。您将是冒险进入残骸并从箱子中取出日志的人。那里的信息不能落入我们的敌人或海盗手中。您将沿着海岸向西北方向找到您要找的东西。",
  ["O"] = "在尚克礁的潮汐大师号内冒险，并在凯兰的休息中为甲板大师布雷克雷斯特找回潮汐大师的日志。",
  ["T"] = "The Tidemaster",
  },
  [40094] = {
  ["D"] = "一群由“水鼠”豪尔吉率领的海盗伏击了我们，让我们被困在岸上。我们的姊妹船比我们差得多，但我们仍然在这个岛上忍受了许多艰辛。岸边的战斗摧毁了所有三艘船。豪吉的船在岛的西侧进水后正在上岸。$B$B他和他的手下和我们一样被困住了，我知道他仍然在那里。我要你为凯兰海军上将的死认领他的头颅。把它拿给我，我就把他闻名遐迩的金耳环送给你。沿着明亮的海岸检查岛屿的西侧。他和他的船员留在那里。",
  ["O"] = "在拉皮迪斯岛找到“水鼠”乔吉，并将他的头颅归还给凯兰休息的布莱克威尔中士",
  ["T"] = "The Water Rat",
  },
  [40095] = {
  ["D"] = "悲伤守卫曾经阻止了兽人部落两周。日复一日，兽人攻击这些城墙，被艾泽拉斯王国勇敢的守军击退。他们从沼泽的一端一直战斗到这些城墙。$B$B我的导师就是这样一位英雄，他接过电话，在这些土地上遇到了部落。他是一个英雄，他献出了自己的生命，让其他人有机会生存。当我接受训练时，他从诺斯郡修道院拿着一本具有伟大圣力的大部头。我仍然相信这本大部头出现在沼泽中，尽管在什么条件下，在哪里，我不能确定。我知道它位于斯托纳德以西，如果你想以圣光的名义搜索，这肯定会缩小范围。",
  ["O"] = "在悲伤的沼泽中找到被遗忘的大部头。",
  ["T"] = "Tales of the Past",
  },
  [40096] = {
  ["D"] = "啊，你看起来像一个可以把事情做好的人，$C。仔细听，因为我不喜欢重复自己。人类的数量比我们多五比一。但是，他们还没有意识到这一点，我想保持这种状态。我的仆人告诉我，洛丹伦侦察兵正从北方向格伦郡进发。而你，我的朋友，将确保他们永远不会回到他们的主人身边。",
  ["O"] = "在低语森林中杀死8名残余侦察兵，然后返回纳尔格拉斯公爵。",
  ["T"] = "Outnumbered",
  },
  [40097] = {
  ["D"] = "随着他们的侦察员离开，我们终于可以继续进攻了。 但在我们策划对他们主营的攻击之前，我们需要降低他们监视我们行动的能力。在耳语森林的北边，有一座叫沙特里奇的塔。残余的哨兵已经把那座塔作为他们的行动中心，他们在那里警告他们的主要基地任何潜在的危险。他们在沙特里奇的数量很多，这也是他们不会指望一个单一但强大的敌人直接攻击他们的原因。那么你能胜任这项任务吗？",
  ["O"] = "在沙特里奇塔杀死10名残余哨兵，然后返回纳尔格拉斯公爵。",
  ["T"] = "In the Dark",
  },
  [40098] = {
  ["D"] = "我很高兴我对你的看法是对的。随着迫在眉睫的危险消失，是时候了解达尔索斯家族了。在灾祸肆虐这些土地之前，我们的房子是整个洛丹伦最杰出的房子之一。然而现在，我们分裂了，因为我的嫂子充当了那些仍然活着的人的统治者。这就是我们的问题所在，因为我的妻子是这片土地唯一真正的继承人。你当然有能力，这就是为什么你赢得了与格雷达公爵夫人会面的权利。沿着格伦郡以南的道路经过提里斯法尔高地的大门，你会发现我的妻子在路边的庄园里。哦，一定要把这封信交给她。这是一个...比方说，某种建议。",
  ["O"] = "在格雷达公爵夫人的庄园里与她交谈，并把纳尔格拉斯公爵的信交给她。",
  ["T"] = "Rightful Heir",
  },
  [40099] = {
  ["D"] = "你知道诅咒邪教设计的瘟疫是如何运作的吗？不？嗯，没关系。你需要知道的是，我做了类似的东西，虽然没有原来的那么强大。这个小瓶含有一种瘟疫，会严重缩短食用它的生物的预期寿命。$B$B现在，这就是你，亲爱的，进来的部分。我需要你向北走，经过耳语森林，到一个叫加里克斯斯特德的农庄。在那里，你会把一点这种液体滑到人类的用品上。并确保没有证人。",
  ["O"] = "毒死6个粮箱，在加里克斯斯特德杀死10名残余农民和7名残余民兵，然后返回格雷达公爵夫人。",
  ["T"] = "Attack from the Inside",
  },
  [40100] = {
  ["D"] = "你在这儿$N！我知道这花了相当长的时间，但我们终于有了关于Uldum缺失盘子的新信息。好吧，当我说我们“拥有”某些东西时，我的意思是我们找到了可能能够为我们获得它的人。她是一个名叫维斯的走私者，至少我认为她现在就是这样称呼自己的。不管怎样，我已经安排你在战利品湾客栈见她了。$B$B一旦你到达那里，一定要站在她好的一边，因为我怀疑我们会再有这样的机会。",
  ["O"] = "高级探险家麦哲拉斯希望你在战利品湾旅馆找到他的联系人维斯。",
  ["T"] = "Unusual Partnership",
  },
  [40101] = {
  ["D"] = "这是交易，甜蜜的脸颊。曾几何时，不久前，一个名叫班纳的不那么聪明的海盗认为他可以双重穿越我并逍遥法外。好吧，你看，没有人双重穿越我。所以为了换取我找到你珍贵盘子的位置，我需要你结束他悲惨的生活，好心地从他手中取回我的挂坠盒。$B$B他在这以东的一个岛上有一个营地，所以你很可能会在那里找到他。别担心，等你回来的时候，我会得到你想要的。那么，我们有交易吗？",
  ["O"] = "搜索战利品湾以东的岛屿，并从海盗班诺那里取回维斯的挂坠盒。",
  ["T"] = "Original Owner",
  },
  [40102] = {
  ["D"] = "听着，我喜欢你，亲爱的脸颊，这就是为什么我会给你这些信息作为奖励。看来我不是唯一一个看着你该死的盘子的人。$B$B某种邪教也在追随他们。当我告诉你他们是你不希望拥有的那种人作为敌人时，请相信我。$B$B<维斯把信递给你>$B$B这是您的高级探索者寻求的信息。虽然我喜欢和你在一起，但我还有其他事情要处理，所以现在和你一起走吧。",
  ["O"] = "将维斯的信息带给探险家大厅的高级探险家麦哲拉斯。",
  ["T"] = "What Lurks in the Dark",
  },
  [40103] = {
  ["D"] = "所以，不仅是部落，现在我们也要担心一些该死的邪教？呃，我必须说，我不喜欢这样，但这只是我们必须在其他人之前获得盘子的另一个原因。谁知道乌尔杜姆隐藏了什么秘密。$B$B<他掏出一张地图，指着乌戈罗火山口北部山脉的一个地方>$B$B如果维斯发现的是真的，那么布景的第一块应该就在这个位置。趁你忙于这个任务的时候，我会准备一支装备精良的探险队，在悲伤沼泽寻找第二块。",
  ["O"] = "在乌戈罗陨石坑北部地区的泰坦废墟祭坛上禁用6个祭坛守护者，并将乌尔杜姆之板带到铁堡的高等探险家麦哲拉斯。",
  ["T"] = "The Race",
  },
  [40104] = {
  ["D"] = "有些不对劲，$N。我派出的探险队仍然没有消息。$B$B虽然我努力保持乐观，但我能感觉到有些不对劲。我不想问你这个问题，因为你已经做了这么多，但你是我唯一可以依靠的人。请去悲伤沼泽，看看我的人民发生了什么事。Vess为我们标记的位置指向沿着山脉的沼泽的东南部。",
  ["O"] = "高级探险家麦哲拉斯希望你在悲伤沼泽的东部寻找他失踪的探险队。",
  ["T"] = "The Missing Expedition",
  },
  [40105] = {
  ["D"] = "我这辈子从来没有乞求过，$R，但我现在就开始。请！为我们报仇，并向那些混蛋展示当你与联盟为敌时会发生什么！他们——<咳嗽>——从这里往北走。$B$B对于卡兹莫...",
  ["O"] = "杀死4名暮光之城邪教徒，取回“旧神庙”以北的乌尔杜姆第二板块。带着盘子和探险的消息回到高探险家麦哲拉斯。",
  ["T"] = "Pride of the Dwarves",
  },
  [40106] = {
  ["D"] = "所以，我们终于有了全套。我们只剩下一件事要做。是时候解锁 Uldum 并找出它所隐藏的秘密了。$B$B毕竟你做了这么多，$N，我想你应该有幸成为第一个进入的人。从我们在乌尔达曼看到的情况来看，我怀疑这项努力是否会被证明是简单的，这就是为什么我认为你应该找到愿意陪伴你走上这段旅程的冒险家。我很乐意亲自加入你们。然而，仍然有向探险队家属讲述这个凄惨消息的问题。",
  ["O"] = "前往塔纳里斯的守望者谷，使用乌尔杜姆板激活大门前的基座。",
  ["T"] = "Gates of Uldum",
  },
  [40107] = {
  ["D"] = "“<当您将盘子放在基座上时，一道光柱突然喷涌而出，环绕着基座。>$B$B启动解锁序列。$B$B存在盘子，扫描物品验证。$B$B盘子认证完成，解锁门。$B$B激活守门人迎接客人。",
  ["O"] = "打败奥斯塔留斯。返回探险家大厅，将门口发生的事件告知高级探险家麦哲拉斯。",
  ["T"] = "Gate Keeper",
  },
  [40108] = {
  ["D"] = "时机已到，$N。地球母亲向我展示了一条新的道路。曾经失去的东西必须重新找回。这个愿景的碎片仍然在我的脑海中回荡，$C。前往贫瘠的北方，在杜罗塔尔以西的山脉中寻找强大的法赛尔洛格拉什。只有在他的帮助下，我们才能找到乌尔杜姆丢失的板块。现在就去吧，愿大地母亲指引你的道路。",
  ["O"] = "贤者求真者希望你去贫瘠之地北部寻找法赛尔洛格拉什。",
  ["T"] = "The Lone Wolf",
  },
  [40109] = {
  ["D"] = "四年前，我自己的人民背叛了我，因为我拒绝做当初注定要毁灭我们的同样的事情——喝恶魔曼纳罗斯的血。如果不是我的同伴科维尔和求真者，我的尸体早就在阿申维尔的森林里腐烂了。<洛格拉什用痛苦的表情抚摸着胸前的伤疤>$B$B幽灵们低语着被称为纳克西尔的恶魔渣滓，躲在阿申维尔东部的湖泊周围。如果你想得到我的帮助，我需要你杀死他，取回我的狼图腾。",
  ["O"] = "在东阿申维尔杀死纳克西尔，并将狼图腾带回荒原的洛格拉什。",
  ["T"] = "Scarms of the Past",
  },
  [40110] = {
  ["D"] = "这个图腾将帮助我进入更深的恍惚状态，让我与古老的灵魂交流。在他们的帮助下，我们也许能够找到您丢失的板。$B$B<洛格拉什开始了他的仪式，他的眼睛变得苍白>$B$B呸，我忘了这个仪式有多费力。您寻找的盘子非常强大，$N。把这个信息展示给求真者，他会明白下一步该把你送到哪里。但请注意，我们似乎不是唯一寻找盘子的人。有人——或某事——黑暗也在路上。",
  ["O"] = "洛格拉什希望你前往雷霆崖，将刻有铭文的野猪皮带给贤者真相寻求者。",
  ["T"] = "Unseen Enemy",
  },
  [40111] = {
  ["D"] = "朋友，前方的道路现在很清楚了。随着这两个地点的公布，是时候采取行动了。我将召集部落最优秀的战士组成的战争队伍，在悲伤沼泽中保护其中一个板块，而你则前往Un'goro火山口的北部山脉并取回另一个板块。<贤者揉了揉下巴>$B$B但洛格拉什所说的严重消息仍然困扰着我的脑海。小心，朋友，愿地球母亲看顾你。",
  ["O"] = "在北乌戈罗陨石坑的泰坦废墟祭坛上禁用6名祭坛守护者，并将乌尔杜姆之板带给雷霆崖的贤者求真者。",
  ["T"] = "In a Rush",
  },
  [40112] = {
  ["D"] = "虽然我很高兴看到你回来，但我感到空气中有一股骚动。我派往悲伤沼泽的战争党没有回来，他们也没有发出任何信息。洛格拉什的警告仍然在我的脑海中盘旋。$B$B$N，你已经为我们做了这么多，但我想请你检查一下战争党。Logrash为我们标记的位置将我们指向沿着山脉的沼泽的东南部。也许这只是一个老人的担心，但我无法摆脱这种不安的感觉。",
  ["O"] = "贤者求真者希望你在悲伤沼泽的东部寻找他失踪的战争队伍。",
  ["T"] = "Disturbing Silence",
  },
  [40113] = {
  ["D"] = "哈哈哈，这不是我以为我会最终得到的死亡，但布旺桑迪似乎对我另有打算。<咳，咳>$B$B我过着没有遗憾的生活，$N——直到现在。我问你这个，朋友。跟着那些混蛋往北走，告诉他们，如果他们寻求的是战争，那么部落就会反对他们。$B$B洛克塔...奥加尔。",
  ["O"] = "杀死4名暮光之城邪教徒，取回“旧神庙”以北的乌尔杜姆第二板块。带着第二盘和他探险的消息回到贤者寻真者那里。",
  ["T"] = "Might of the Horde",
  },
  [40114] = {
  ["D"] = "时机已到。正如地球母亲告诉我的那样。我们不知道在乌尔杜姆会发现什么，也不知道是否有危险的派系试图进入。那么我们更有理由采取极端的预防措施。$B$B我敦促你们避免我在战争党上犯的错误。在你走之前，找到值得信赖的盟友，他们会陪你到大门口。不知道在那里等待你和我的是什么。我将努力让我们的朋友休息。这是我能做的最起码的弥补我的错误。现在就去吧，愿风永远在你身后。",
  ["O"] = "前往塔纳里斯的守望者谷，使用乌尔杜姆板激活大门前的基座。",
  ["T"] = "Uldum Awaits",
  },
  [40115] = {
  ["D"] = "<当你把板放在基座上时，突然一阵光芒突然围绕着基座>$B$B启动解锁序列。$B$B存在板，扫描项目验证。$B$B盘子认证完成，解锁闸门。$B$B激活守门人迎接客人。",
  ["O"] = "打败奥斯塔留斯。回到雷霆崖，将门口发生的事件告知贤者求真者。",
  ["T"] = "Guardian of the Gate",
  },
  [40120] = {
  ["D"] = "入侵的野生动物已成为我和我妻子的问题。过去，我们与森林中的动物和平相处，尽管现在看来我们必须时刻警惕自己的举动，并注意森林中跟踪捕食者的眼睛。鬼爪特别麻烦，几天来一直在跟踪我们的房子，寻找虚弱的迹象。我没有给他们任何东西，但我担心有什么东西可能会驱使野生动物以更具侵略性的方式行事。不管怎样，给我收集五张他们的毛皮。减少数字，这样他们的攻击就不会那么肆无忌惮。你可以在森林周围找到鬼爪狼。",
  ["O"] = "从当地的鬼爪狼种群中收集 5 张鬼爪毛皮，并将它们带到阿申维尔的阿尔丹永恒月亮。",
  ["T"] = "Aggressive Wildlife",
  },
  [40121] = {
  ["D"] = "该地区的鬼爪狼的阿尔法被命名为鬼语者。他是一头凶猛的野兽，带着危险的意图带领着该地区的狼群。如果要实现自然的平衡，那么必须杀死野兽。你应该在法拉提姆湖西北部和佐拉姆斯特兰德东南部的山丘上找到他。祝你在狩猎中好运。鬼语者是一只聪明的野兽，直到今天我都躲着。",
  ["O"] = "杀死鬼话者，把他的爪子带到阿尔丹永恒月亮。",
  ["T"] = "Alpha Aggression",
  },
  [40122] = {
  ["D"] = "很久以前，我从阿兹沙拉的一位同事那里收到消息，说强大的能量正在抑制该地区的魔法。如果这样的威胁能够逼近达拉然，那么我们的大部分法术、魔法和保护都会失效。我想让你去那里旅行。评估这是否会威胁到达拉然本身，看看是否需要采取行动。您可以找到位于Eldarath遗址以南的Magus Bromley，在山脊线上露营。找到他并得到答案。",
  ["O"] = "前往阿兹沙拉的马格斯布罗姆利。",
  ["T"] = "The Azshara Dampening",
  },
  [40123] = {
  ["D"] = "在过去的几个月里，我的研究一直在进行，据我所知，该地区的能量正在慢慢消失。就连我自己的魔法也没有那么强大！如果造成这种情况的任何东西能够利用更多的力量，这可能会对整个大陆的魔法造成相当大的破坏，甚至将来甚至可能达到拉然！我有一些线索想调查一下。首先是占据曾经伟大的埃尔达拉斯城的碎片。我们北边是曾经强大的城市的废墟。前往那里，寻找其能量的碎片。召集五个人，带他们来找我研究，看看他们的力量是否减弱了。",
  ["O"] = "收集 5 个艾尔达拉斯莱伊碎片并将它们带到马格斯布罗姆利。",
  ["T"] = "The Dampening Mystery",
  },
  [40124] = {
  ["D"] = "就连艾尔达拉斯城的碎片，能量也受到了损害。这可能是从海洋深处入侵和入侵的那迦人的工作。我不会放过野兽，尽管它们很野蛮，试图声称统治这片土地。$B$B在声称我们已经解决了这个问题之前，我们必须进一步调查这个问题。我准备了一卷驱散。在他们手中的斯皮特拉什神殿上使用它。如果他们是这种阻尼的幕后黑手，这应该可以解决问题。当你在那里时，也杀死他们的警报器，他们是那些使用粗暴和肮脏魔法的人。",
  ["O"] = "杀死15个斯皮特拉什警笛，驱散斯皮特拉什神殿的魔法。",
  ["T"] = "Interfering Naga",
  },
  [40125] = {
  ["D"] = "看来我已经对可能导致这种情况的原因没有想法了。我不想承认智力上的失败，但我必须转向另一个人寻求答案。大法师安西雷姆·鲁内维弗精通的比我所知的还要多。我需要你带着一箱你之前收集的碎片去找他。$B$B如果有任何线索或魔法在他们身上挥之不去，也许他会给他们一些答案，并知道他们的起源，以帮助我在阿兹沙拉。请带上这些硬币进行旅程。达拉然离得很远，我会尽我所能提供帮助。",
  ["O"] = "前往达拉然，将莱伊碎片箱交给大法师安西雷姆·鲁内维弗。",
  ["T"] = "Out of Options",
  },
  [40126] = {
  ["D"] = "<大法师花时间研究魔法>$B$B嗯，我几乎不敢相信，他们为什么要...<安西雷姆小声喃喃自语>$B$B$N，我们正在处理的事情比我最初想象的要严重得多。雷石碎片上的魔法残骸，来历天方。龙飞想要或需要什么，从阿兹沙拉的魔法中得到什么，这是一个很大的谜，但至少我们现在有一个来源。我为布罗姆利准备了这封信。拿给他，让他知道青龙是罪魁祸首。",
  ["O"] = "以大法师安西雷姆在阿兹沙拉写给马古斯·布罗姆利的信为例。",
  ["T"] = "Discovering the Source",
  },
  [40127] = {
  ["D"] = "好像只剩下一件事了。我不敢相信蓝龙会为这样的事情负责。如果他们的敌人是魔法，那么这意味着他们的敌人是达拉然。我们不能允许他们的计划得逞。我们现在必须在行动中迅速处理它们。这里以南是蓝龙聚集的门纳尔湖。其原因直到现在还不得而知。前往那里，杀死他们的麦哲洛德，并杀死领袖阿兹萨卢斯中尉。一旦你能够粉碎它们，就向我报告。$B$B还有一件事...蓝龙飞行是一个不容小觑的敌人。我建议你找一群雇佣兵或志同道合的英雄。你需要他们与龙族战斗，或者至少有机会。",
  ["O"] = "杀死3名龙人马格洛德并杀死阿萨卢斯中尉。返回阿扎拉的马格斯布罗姆利。",
  ["T"] = "The Dampening Must End",
  },
  [40128] = {
  ["D"] = "问候。托布尔火花链轮在这里。探险家联盟的初级考古学家！几周前，挖掘发现了这个奇怪的装置。它似乎是自动机的躯干，它显然是泰坦制造的，但我们以前从未见过类似的东西。这就是我被召唤到这里的原因。$B$B我很快意识到它是某种模块化自动机。几天后，其他零件被发现，但有人绊倒了一些防御机制，现在挖掘到处都是傀儡。你能进去找到其他作品吗？你需要两只胳膊、两条腿和一个头。查看板条箱等。",
  ["O"] = "从贝尔莫丹挖掘区收集 2 个自动机腿、2 个自动机手臂和一个自动机头。",
  ["T"] = "An Ancient Acquisition",
  },
  [40129] = {
  ["D"] = "再次问好，无可挑剔的时机！我已经尽我所能处理了你从挖掘中获得的零件，但我们缺少一个关键的部分。这个自动机的电源是一些先进的晶体电源核心。$B$B可惜，胸口的那个已经裂开了，它的能量已经耗尽了。这里没有发现，由于傀儡的原因，挖掘速度已经减慢。不过不要绝望，在莫丹湖和荒地之间的乌尔达曼挖掘中也发现了类似的电源。这种挖掘也遇到了黑铁和觉醒的防御者的问题。你在这里帮忙，为什么不去那边，帮助他们，趁你的时候给我拿一个动力核心呢？",
  ["O"] = "从乌尔达曼的远古宝藏中获得一个完整的能量核心。",
  ["T"] = "Stealing a Core",
  },
  [40130] = {
  ["D"] = "唷！你看起来像一个能干的人！矮人最近发财了！当他们在马路对面的设施内找到一条路时，他们发现了一些多汁的技术。看，我设法在他们被设施防御激活分散注意力时抢走了这个小东西，但我得到的是一个更大的整体中不完整的一部分！$B$B进去，把剩下的东西拿给我。在您的帮助下，我们将成为合作伙伴！我会给你一个慷慨的...$B$B40%的份额？我们正在谈论无价的技术，所以别担心，这就足够了！进去给我找两条匹配的腿、胳膊和一个头。有一些防御，但它不是你不能处理的！",
  ["O"] = "从贝尔莫丹挖掘区收集 2 个自动机腿、2 个自动机手臂和一个自动机头。",
  ["T"] = "A Profitable Acquisition",
  },
  [40131] = {
  ["D"] = "唷！很高兴见到你，伙计！我取得了进展，但看到，有些东西不见了，我怀疑它能在这里找到——反正不是完好无损的状态。正常的电源不行，不适合这个宝宝。$B$B它需要一些主要的果汁，所以要么把它连接到一个房子大小的大型发电机上，我目前还买不到......或者我们收集兼容的电源芯！在大陆的另一边有一个废墟——乌尔达曼，我相信它叫，是的！它是由那些泰坦尼克号或他们叫什么制造的。去这个废墟，给我拿一个核心。综合体的更深部分暴露在那里，所以你可以做到！",
  ["O"] = "从乌尔达曼的远古宝藏中获得一个完整的能量核心。",
  ["T"] = "Requisitioning a Core",
  },
  [40132] = {
  ["D"] = "再次感谢。我相信核心已安装。所以现在剩下要做的就是最终的组装，然后我们将让这个自动机工作！再跟我说一遍，说出这个词。然后，我们将打开它。",
  ["O"] = "与Torble Sparksprocket对话并激活分析仪X-51",
  ["T"] = "The Activation",
  },
  [40133] = {
  ["D"] = "哟，伙伴！一切都完成了，我准备打开这个东西，所以一旦你准备好和我说话，然后我们就会打开它！",
  ["O"] = "与Kex Blowmaster交谈并激活分析仪X-48",
  ["T"] = "The Profitable Activation",
  },
  [40136] = {
  ["D"] = "你在那里！是的，你。新来的，是吗？听着，我不确定你是否知道，但我们目前正在与人类交战，你可以想象，这对我们日益减少的物资造成了相当大的损失。这就是为什么我正在寻找从当地克拉图斯克野猪那里收集野猪肉的人。那么，感觉好了吗？",
  ["O"] = "将 8 块肉带到屠夫里夫那里。",
  ["T"] = "Dwindling Supplies",
  },
  [40137] = {
  ["D"] = "正是我需要的人。听。几个月前，一群狼栖息在这里以北的洞穴里。起初，我们以为只是少数，所以我们没有太在意那些野兽，忙于战争和所有的事情。但他们最近变得咄咄逼人，他们甚至大胆地攻击格伦郡的居民。所以，怎么样，你去剔除他们的数字。同时，我会尽量从居民那里收集一些硬币给你，交易？",
  ["O"] = "杀死10只灰爪狼为屠夫里维斯。",
  ["T"] = "Strike Them Down",
  },
  [40138] = {
  ["D"] = "你看起来像一个能把事情做好的人。我有一个建议给你。你看，我一直在猎杀一个名叫斯托恩的人一段时间了。然而，他总是被他的爪牙包围，是不可触碰的。但似乎他和他的手下闹翻了，从那以后他一直躲藏起来。$B$B好消息是我知道他躲在提里斯法高地东部山丘罗格高地附近的一个山洞里。不好的是，我需要等待我的客户到达这里，如果我没有在她特定的时间见到她，她有一个早点离开的习惯。这就是为什么我需要有人去为我猎杀斯托恩。那你说呢？你把斯托恩的头给我，我会和你分享赏金的奖励。",
  ["O"] = "我需要在罗格高地附近的山洞里找到并杀死斯托恩。",
  ["T"] = "Bandit Lord",
  },
  [40139] = {
  ["D"] = "欢迎来到格伦郡。我希望你来协助我们。四面八方的敌人都困扰着我们，我们肯定可以使用我们能得到的任何帮助。这里以西是一个农场，我们的部队和洛丹伦的人类最近发生了一场大战。我们计划利用那里的死者来增加我们的部队，但诅咒邪教带着同样的想法出现在我们面前。$B$B如果不加以控制，祸害很快就会有一支庞大的部队从西方进攻，我们不能让这种情况发生。如果你愿意的话，我已经准备好了奖励，给任何愿意阻止祸害前进的人。",
  ["O"] = "布莱特科普夫神父想阻止斯库奇在科林斯农场的进攻。",
  ["T"] = "Reappearance of the Damned",
  },
  [40140] = {
  ["D"] = "随着大部分亡灵的消失，是时候面对负责从我们手中夺走我们新部队的人了。再次前往科林斯农场，杀死对此负责的死灵法师。$B$B并且要小心。假设死灵法师能够召唤一小群亡灵。在这种情况下，他当然不是一个应该被低估的人。",
  ["O"] = "杀死科林斯农场的死灵法师。",
  ["T"] = "Cleaning The Farm",
  },
  [40141] = {
  ["D"] = "我来自一个曾经占据库尔蒂拉斯自治市镇的大家庭。我们不是富裕的家庭，但我们也不穷！当第三次战争在洛丹伦爆发时，我和我的两个兄弟一起旅行，希望获得一些财富和荣耀。我帮助了海军，我的兄弟卡尔开始在梅内西尔港工作，而萨穆尔则去了南岸协助战争。自从我多年前起航以来，我就没有和他们沟通过，如果你能给他们俩送一封信，我想联系他们。他们一定以为我死了这么久，没有一句话，也没有偷看，我想让他们放心。",
  ["O"] = "把阿诺德·博兰的信交给他的两个兄弟。",
  ["T"] = "The Boran Family",
  },
  [40142] = {
  ["D"] = "从我们在海上的时间开始，是我们水手在船上想出美食。当你一遍又一遍地吃同样的饭菜时，它们可能会变得重复，所以是时候即兴创作和创新了。$B$B前段时间，当我们在Tel\'Abim上呆了几天时，我想出了这个食谱。我们只有沙爬虫和香蕉。一起煎，加少许盐，那就吃了不少饭！可悲的是，我们没有香蕉，但我知道詹克尔厨师有一些盐。从他那里得到盐，从这些岛屿周围的任何沙爬虫中收集一些腿，然后我终于可以换餐了。",
  ["O"] = "收集 6 条多汁的爬行腿和一小撮盐，让 Caelan 休息时“苗条”。",
  ["T"] = "Sailors Innovation",
  },
  [40143] = {
  ["D"] = "南海海盗直接威胁着我们在这个岛上的生存。他们在这里的行动比我们出发时最初预期的要大得多。他们仍然拥有许多强大的船只，虽然他们没有试图在我们的城镇前航行，但这种可能性仍然是真实的。库尔·蒂拉斯一直与海盗交战。那些威胁商人的人就是对我们王国的直接威胁。我需要你认领南海自由靴子的腰带，这是一个在广阔地区活动的海盗团伙。您可以在两个大岛上以及拉皮迪斯海岸西南部以它们命名的沙洲上找到它们。作为你行为的证明，给我带来二十条他们戴的腰带。您的努力不仅将帮助我们，而且将帮助所有在浩瀚大海中旅行的人。",
  ["O"] = "从南海海贼团收集20个南海腰带，供凯兰安息的哈迪努斯上校使用。",
  ["T"] = "Smashing the Southsea!",
  },
  [40144] = {
  ["D"] = "每收集一个腰带，南海就会被削弱，但不会被摧毁。他们的力量来自每艘船和船员的船长。一个具有巨大魅力和财富、财富和冒险承诺的人很容易激怒一个没有前途的群体。$B$B我们需要针对的正是这些人——南海自由靴的船长。你会在西南方向找到它们，沿着一条叫做南海沙洲的危险沙带。小心点，这里是吉利吉姆和拉皮迪斯海盗的大本营。你会在那里的船上找到船长。进入每个并杀死领导者。",
  ["O"] = "杀死位于南海沙洲的南海船长，为凯兰安息的哈迪努斯上校。",
  ["T"] = "Southsea Interference",
  },
  [40145] = {
  ["D"] = "我听到过一些德鲁伊在该地区隆隆作响，那里隐藏着一片被腐化的精灵树林。假设这种黑暗可以潜伏并保持不受干扰。在这种情况下，它可能对森林和自然本身意味着可怕的事情。我有一个侦察员最近检查了这种干扰。在将资源用于消除阿申维尔内部的腐败之前，我希望得到他的报告。你可以在西南方向的路上找到他，在一个小营地里。他的名字叫费兰·强风，他会告诉你他所知道的。",
  ["O"] = "在Splintertree Post外面与Feran Strongwind交谈。",
  ["T"] = "Mysteries of the Grove",
  },
  [40146] = {
  ["D"] = "洛鲁克可能不喜欢我即将传达给他的消息。这是疯狂和混乱的消息。在研究隐藏的小树林时，我发现了被腐败激怒的地狱和毛茸茸的火山口痕迹。看来精灵德鲁伊无法阻止潜伏在内心深处的东西，我没有冒着生命危险去了解更多。里面的任何东西肯定强大到足以腐蚀森林。把这份报告带给洛鲁克。它包含了我发现的所有细节。",
  ["O"] = "把费兰的报告带给洛鲁克·",
  ["T"] = "Feran\'s Report",
  },
  [40147] = {
  ["D"] = "这份报告令人不寒而栗。新月树林内正在发生一些事情，必须停止。如果我们不结束腐败，它可能会蔓延到穆尔戈尔及更远的地方。作为德鲁伊，我们必须为大自然本身的更大利益尽自己的一份力量。我必须请你深入研究新月树林的最深处。您可以在西南方向找到它，靠近米斯特拉尔湖。洞穴入口就在瀑布上方。应该有一条向上的路径。我建议你找一群足够英勇的人和你一起旅行。不知道前方会发生什么。",
  ["O"] = "冒险进入新月树林，根除里面的邪恶。",
  ["T"] = "Rooting Out Evil",
  },
  [40148] = {
  ["D"] = "哦，回到海上...回到海上，在回家的路上。只是在岛上的这一部分漫游真是地狱。我们水手唯一拥有的就是麦芽酒和彼此的陪伴。朗姆酒很好，但我们一直渴望更多的多样性。这就是你要进来的地方。南海海贼团以自己的南海保护区配方而闻名，只有他们才能制作。直到你去偷食谱，然后我们才能自己做。$B$B它们目前躲藏在一片名为南海沙洲的沙地和被称为酿酒厂岛的邻近小沙地上。它实际上是一个该死的东西工厂。他们有一个训练有素的工作人员夜以继日地工作，把这些东西抽出来。$B$B它位于西南部，靠近拉皮迪斯岛的海岸。你应该看到他们的几艘船停靠在那里。发明食谱的人名叫“月光”马蒂。你会从他那里得到的。",
  ["O"] = "从“月光”马蒂那里领取南海储备食谱，为凯兰休息的水手拉尔森。",
  ["T"] = "Southsea Reserve",
  },
  [40149] = {
  ["D"] = "<胸部似乎被淤泥覆盖，被咸海水严重损坏。 在里面，一些小物品和一本相当沉重的书看起来保存得很好，相当优雅。 经过进一步检查，很明显这是海盗船“烂名”的日志，其中包含可能对某人有用的信息>",
  ["O"] = "找一个能找到烂名日志用处的人。",
  ["T"] = "The Rotten Renown",
  },
  [40150] = {
  ["D"] = "自从我们第一次到达以来，深潮的娜迦一直是一个问题。当我们第一次带着高等精灵登陆吉利吉姆岛时，他们袭击了我们的船只。虽然我们取得了胜利，但这仍然足以让我们前往拉皮迪斯。不幸的是，你知道我们到达这里后发生了什么，但仍然，娜迦仍然是一个必须应对的威胁。他们在拉皮迪斯以南的吉利吉姆岛西南海岸有一个避难所。前往他们的圣所，杀死你找到的娜迦。从他们那里拿走他们的手镯，把它们带到我面前。",
  ["O"] = "从深潮娜迦收集 10 个深潮手镯，供凯兰休息的伊丽莎考德威尔使用。",
  ["T"] = "Drowning Deeptide",
  },
  [40151] = {
  ["D"] = "强大的马贡和他的儿子哈古尔哈代是两个在拉皮迪斯岛和周围水域漫游的海巨人。哈古尔尤其令人讨厌，并在几周前袭击了凯兰的休息。虽然没有人受伤，但他在海军陆战队集结并想出阻止他的计划之前取消了一些重要物品。其中一件物品是水之石，这是一种神奇强大的石头，被强大的水力师的能量引导。有了这块石头，我们可以更准确地储存我们的能力。我希望你收回它，杀死哈古尔哈代，夺回这件宝贵的宝藏——不仅仅是为了我们水力师，而是为了让它不落入坏人之手。你应该在拉皮迪斯海岸附近的某个地方找到哈古尔。他最后一次出现在西部的光明海岸。",
  ["O"] = "从哈古尔哈代手中夺回水之石。",
  ["T"] = "The Aqua Stone",
  },
  [40152] = {
  ["D"] = "我们的舰队由一个高级精灵船中队陪同。他们和我们一起前往这些岛屿执行一项有点秘密的任务。我在他们的船员中有很多朋友，我从库尔蒂拉斯认识了他们。高等精灵是一个善良的民族，但他们的领袖费隆是一个相当阴暗的人物——一个交易非法商品和与令人讨厌的人打交道的人。可悲的是，许多我曾经称之为好朋友的人现在在吉利吉姆岛上的费隆愚蠢的海岸上徘徊。他们被深潮娜迦杀死了，尽管费隆现在渴望交易的物品之一让他们焦躁不安。$B$B去那里释放死者的灵魂。您会在拉皮迪斯以南的吉利吉姆岛西海岸找到它们。",
  ["O"] = "前往吉利吉姆岛上的费隆的愚蠢，杀死 7 名被遗忘的剑士、7 名溺水的灵魂和 7 名被遗忘的船员。",
  ["T"] = "Faelon\'s Folly",
  },
  [40153] = {
  ["D"] = "<枪管似乎仍然很好地固定在一起，看起来很坚固。 进一步搜索，你会发现一本奢侈的书。 它肯定很古老，但脊椎上仍然有一根金线。 它的正面写着“伟大的美德 - 本神父”的标签。 也许这属于某人>",
  ["O"] = "找到图书的所有者。",
  ["T"] = "An Extravagant Book",
  },
  [40155] = {
  ["D"] = "戈尔多什食人魔是一个可怕的敌人。当我们登陆时，他们几乎一直在与我们作战，但我们把他们赶了回来。他们准备再次出击只是时间问题。$B$B现在他们与拉皮迪斯结盟，他们在岛上变得更加大胆，必须不惜一切代价阻止他们。他们在西北部的一个被称为戈尔多什高地的地区建立了一支相当强大的部队。前往那里并杀死他们以结束流血事件。",
  ["O"] = "在凯兰的休息中为布莱克威尔中士杀死 12 名戈尔多什野蛮人、8 名戈尔多什食人魔和 5 名戈尔多什萨满。",
  ["T"] = "The Gor\'dosh Ogres",
  },
  [40156] = {
  ["D"] = "在他们的领袖的刺激下，戈尔多什可能永远不会让我们孤单。暴君王因是一个相当令人生畏的野蛮人而得名，他领导了这里食人魔的第一次袭击。他很固执，甚至不听他的萨满或他最聪明的先知的建议。如果我们要真正阻止戈尔多什，就必须铲除并杀死这个暴君国王。你会在戈尔多什高地找到他，很可能在他们那里最大的营地里。冒险，确保他不能再给我们带来麻烦。把他戴在头上的歪歪扭扭的王冠给我拿来。",
  ["O"] = "杀死暴君国王，并将他的王冠带给凯兰安息的布莱克威尔中士。",
  ["T"] = "The Tyrant King",
  },
  [40157] = {
  ["D"] = "我们来自西南方的祖尔哈祖大城。这是我们祖先称之为家的地方。虽然现在，我们只不过是被抛弃的人。我国人民已经背离了我们过去的根源。他们被巨大的阴暗魔法所左右，这些魔法玷污了他们的思想，使他们变得疯狂。我们这些原始主义者过去迷失了方向。带着低语的影子和强大的魔法，酋长沃佐选择了黑暗而不是我们的遗产。我们的人民可能背弃了我们，但也许有机会拯救他们。整个城市都是哈祖里黑暗容器。他们躲在城市周围的小篮子和袋子里。这些黑暗容器用于仪式和仪式，它们含有扭曲思想的阴影能量。去祖尔哈祖给我拿这些黑暗容器，但要小心，周一。他们不会让你进去，他们也不会让你离开。",
  ["O"] = "收集 8 艘哈祖里暗器，并将它们带到哈祖里空地的原始人琼吉。",
  ["T"] = "Hazzuri Dark Vessels",
  },
  [40158] = {
  ["D"] = "欢迎来到哈祖里格莱德。只要您保持和平，我们欢迎您来到这里。我们发现自己靠自己，我寻求古老的配方和力量。在遥远的卡利姆多大陆上，有一个地方叫阿兹沙拉。这个地方拥有许多秘密和巨大的能量，我希望在Hazu利用它们。在这个地方，有海马狮的名字叫“雷头”。从他们那里，我渴望一个原始的雷头号角。这个喇叭将极大地帮助我和原始主义者。",
  ["O"] = "在哈祖里空地上为头领马纳兹收集 1 个原始雷头号角。",
  ["T"] = "Thunderhead Horn",
  },
  [40159] = {
  ["D"] = "很久以前，我听说地球火山口有一片丛林深处的传言。里面到处都是恐龙、猛禽和其他我没见过的巨大、奇怪的生物。我渴望有一天能去这样的天堂，但现在，它拥有我所寻求的东西。$B$B在这片异国他乡的景观中，它的中心有一座大火山。它拥有世界上最热的物质之一，火焰元素保护着它！我从这些非常燃烧的元素中寻找纯净的火山余烬，这些元素足够热，可以燃烧很多年。正是有了这个，我的人民才能重新获得失传已久的魔法。$B$B去这个地方，给我找我的东西。",
  ["O"] = "带上纯净的火山余烬，在哈祖里空地上头领马纳兹。",
  ["T"] = "Rumors of the Great Fire Plume",
  },
  [40160] = {
  ["D"] = "该地区的孟加拉虎是一种有能力的捕食者——你不应该轻易忽视它，先生。它们以无与伦比的恶毒速度跟踪猎物并攻击。正是从这些老虎身上，我生产出了许多强效的灵丹妙药。$B$B你看，哈祖里人用这种由孟加拉獠牙制成的战斗灵药来增强他们的战斗能力。是我们，原始主义者，很久以前就想出了这个，先生。到丛林里去，给我收集五颗孟加拉獠牙。我们的营地需要一些这种灵丹妙药。",
  ["O"] = "在哈祖里空地为原始派帕拉兹收集 5 颗孟加拉獠牙。",
  ["T"] = "Bengal Fangs",
  },
  [40161] = {
  ["D"] = "在迪斯岛上，有一种强大的草药，我们在许多最古老的食谱中使用，mon。自从我们离开祖尔哈祖并建立自己的命运以来，这种草药就更难获得。你看，躲在这里，我们不能离开格莱德的安全太久。$B$B我说的是只生长在这个岛上的羽叶，可以让使用它的人进入梦幻般的状态。我需要你给我们这个，星期一，帮助我们看东西的能力。你可以在岛上到处找到它。给我十个。这应该足够了。",
  ["O"] = "在哈祖里空地为原始主义者扬戈收集 10 片叶子。",
  ["T"] = "Hazu Leaf",
  },
  [40162] = {
  ["D"] = "你好！我叫小吉尔，我曾经是墨洛克家族的一部分，直到我们来到这里，他们加入了滑溜溜的娜迦！他们现在叫Deeptide，攻击任何靠近的人，他们甚至偷走了我的项链！$B$B这些是我的，是我做的，是我送给朋友的，他们每一个都偷走了。我试图好好地问，但他们伤害了我，我希望他们回来。你能不能，哦，非常请给我拿回一些我的项链？我不需要全部，只需要几个，也许六个？我知道这里的其他墨洛克人都有，所以，一定要问得好听。",
  ["O"] = "收集 6 条可爱的贝壳项链，用于吉利吉姆岛上的小鳃。",
  ["T"] = "The Evil Deeptide",
  },
  [40163] = {
  ["D"] = "拉皮迪斯之塔像一个巨大的邪恶笼罩着我们，随时可能摧毁我们。当我们第一次到达这个岛屿时，拱门水手拉皮迪斯开始在我们的一些工人和他自己的水元素的帮助下建造一座塔。凭借他强大的力量，这座塔早在凯兰安息镇站稳脚跟之前就建成了。凭借他的力量，他与祖尔哈祖的巨魔和戈多什高地的食人魔结盟。从那以后，他就一直在和我们作对，自从塔架起，不断有强大的水元素守护，并被魔法门封印之后，他就没有和我们说话了。$B$B如果我们还有希望，就必须杀死大水手拉皮迪斯。弗莱克里夫是水力师的同胞，在拉皮迪斯手下工作，如果有人知道从哪里开始，那就是他。",
  ["O"] = "在凯兰的休息中与水力师弗莱克里夫交谈。",
  ["T"] = "The Tower of Lapidis",
  },
  [40164] = {
  ["D"] = "弓箭手拉皮迪斯在水力术方面拥有令人难以置信的技能，甚至比波拉洛斯的许多人都要强得多。许多人对这个人如何能够获得这样的权力有自己的看法，尽管我总是给他怀疑的好处。我相信他得到了魔法神器或外部力量的帮助，尽管我无法证明我的怀疑。无论如何，如果塔里有办法，我相信就是这把钥匙。<水力师弗莱克里夫产生一把闪闪发光的小黄铜钥匙>.$B$B这把钥匙是拉皮迪斯在我们到达之前交给我的，他把它托付给我照顾，我本来是他的学生之一，但在他建造了这座大塔之后，我开始与其他人隔绝，我反而回到了这里。这把钥匙适合塔上的锁，但无法打开它，也许需要一些神奇的调谐才能授予访问权限。$B$B我们必须看看那些对奥术有更了解的人，达拉然的大法师安西雷姆·鲁内维弗也许会帮忙，找到他。",
  ["O"] = "将闪闪发光的黄铜钥匙带给达拉然的大法师安西雷姆·鲁内维弗。",
  ["T"] = "The Tower of Lapidis II",
  },
  [40165] = {
  ["D"] = "拉皮迪斯一直是一个有趣的人，虽然很奇怪，当时我们并不认为他拒绝我们的好奇心是潜在的坏事。但是听到他在拉皮迪斯岛上的所作所为，肯定会改变我的看法。$B$B<Ansirem Runeweaver研究闪闪发光的黄铜钥匙>。看来这把钥匙上还有挥之不去的魔力。重建结界是可能的，但可能需要相当大的力量和试剂才能做到这一点。如果钥匙要按照建议在锁上工作，它需要与曾经为它提供动力的魔法相协调和着魔。我有能力用曾经为它提供动力的相同魔法来附魔这把钥匙。费拉拉斯海岸被水元素覆盖。从其中一个人那里给我拿一个纯水球，它应该足够强大，足以模仿钥匙的魔法。",
  ["O"] = "从费拉拉斯的水元素中收集一个纯水球，并将其带给大法师安西雷姆·鲁内维弗。",
  ["T"] = "The Tower of Lapidis III",
  },
  [40166] = {
  ["D"] = "现在，首先，我将转化来自纯水球的一些能量，并用曾经存在的魔法附魔钥匙。这可能需要一些时间才能完成，我需要精确的注意力。给我一点时间，我就完事了。",
  ["O"] = "等待大法师安西雷姆·鲁内维弗完成他的魔法。",
  ["T"] = "The Tower of Lapidis IV",
  },
  [40167] = {
  ["D"] = "随着钥匙的附魔，一块拼图已经到位。然而，我不具备能够使这把钥匙与创造它的人相调的技能。一旦调谐这把钥匙的力量是非常强大和复杂的，需要比我更熟练的人来做到这一点。你可以把钥匙还给水手弗莱克里夫，也许他可能知道另一个。",
  ["O"] = "将附魔黄铜钥匙归还给水力师弗莱克礁。",
  ["T"] = "The Tower of Lapidis V",
  },
  [40168] = {
  ["D"] = "我没想到拉皮迪斯能驾驭这样的力量，甚至能驾驭这把钥匙这么小的物体。也许还有其他人可以提供帮助。当我们第一次开始建立凯兰的休息时，舰队就和我们一起带了一名法师。不久后，他离开了，寻找从岛上散发出来的潜伏而强大的魔法。当他回来时，他谈到了一个伟大的隐士，这是他自己无法承受的，以及他一生中见过的其他人。他再次冒险向这个人物学习，并在岛上学习。如果有什么可以做的，也许Magus Valgon可以帮助我们得到答案。你应该能在这个岛上的某个地方找到他，我想他在某个地方有一个营地。",
  ["O"] = "在拉皮迪斯岛上找到法师瓦尔贡，并询问附魔黄铜钥匙。",
  ["T"] = "The Tower of Lapidis VI",
  },
  [40169] = {
  ["D"] = "<在研究了附魔黄铜钥匙之后，瓦尔贡法师似乎被难住了>.$B$B我想我不能帮忙，朋友，魔法的复杂性可能需要很多周才能开始破解，我想你没有这样的时间等待。$B$B我确实认识一个知道很多魔法的人，他隐藏在世外。在卡宗岛上有一个隐士，坐落在吉利吉姆和拉皮迪斯岛之间。去那里，找到Insom\'ni，他是一个强大的巨魔，比我见过的任何巨魔都要强大得多。如果有人能调谐这把钥匙，那就是他。",
  ["O"] = "前往卡宗岛，与巨魔隐士Insom\'ni交谈。",
  ["T"] = "The Tower of Lapidis VII",
  },
  [40170] = {
  ["D"] = "<巨魔只需要用好奇的眼神看一眼钥匙，就会露出一个小小的笑容>。我可以做到这一点，尽管我一定想知道为什么我会帮助你，特别是免费。如果你想让我发挥这把钥匙的魔力，并为你调整它，我需要你的帮助。有一个色狼，我很久以前就认识他，他今天仍然在这个世界上行走。让我们说，我和他不是最好的站立，我希望你从他被殴打的尸体上给我带来他粗糙的角之一。前往费尔伍德，前往星座废墟，你会在那里找到佩塔克斯·布莱克霍恩，这是我想要的他的角。",
  ["O"] = "在卡宗岛上为因索姆尼获得佩塔克斯的角。",
  ["T"] = "The Tower of Lapidis VIII",
  },
  [40171] = {
  ["D"] = "现在，我将尽我所能恢复此键的调谐。应该没那么难，留下魔法的魔法师在上面留下魔法痕迹做得很差。$B$B退后一步，我会按照你的要求去做，应该用不了多久。等我说完了，你就可以回到派你来的人那里了。",
  ["O"] = "等待Insom\'ni调好魔法黄铜钥匙，一旦钥匙调好，就将其归还给凯兰休息处的水力师弗莱克礁。",
  ["T"] = "The Tower of Lapidis IX",
  },
  [40172] = {
  ["D"] = "啊，伙计，美好的一天，天真吗？$B$B<加菲猫深吸一口气>$B$B是的，海水的咸味强行进入你的鼻孔，昨晚朗姆酒的棉花嘴巴以及当地酒吧打架带来的终极头痛和痛苦。塔尔不是更好的生活伴侣，我告诉你们。但这座城市是无聊的。我认为他们不是真正的海盗。如果你们真的想在海上冒险，看看成为海盗船到底是什么样子，你们应该来加入我和我的船员！$B$B我是血帆海盗队的船员，我正在寻找新的人加入我们。我们是战利品湾的死敌，所以把这一小块留给自己吧？如果你们决定加入我们，我有你们的任务，如果没有，我们从未见过面，精明吗？",
  ["O"] = "如果你想帮助加菲猫，就和加菲猫“狐狸”谈谈。（这将使血帆海盗不再将你视为敌人。",
  ["T"] = "Red Flag over the Sea",
  },
  [40173] = {
  ["D"] = "所以听着，伙计，你们看到这些肮脏的海尾小鬼了吗？这些黑水海贼团不过是个笑话，躲在他们的港口里。他们甚至把武器放在板条箱里，真是让周围的海盗蒙羞。$B$B<加菲猫吐在地上>$B$B所以这就是为什么你们要收集它们并将它们带给城里一个特别的人。什么，你们以为这些海尾小鬼不会有老鼠？离谱，但搞笑，内特？纳尔克是名字。",
  ["O"] = "带上五个武器箱到纳尔克。",
  ["T"] = "Weapons Laying About",
  },
  [40174] = {
  ["D"] = "好的，伙计。到目前为止，你们做得很好，但在离开这个腐烂的港口之前，我们还有一些事情要做。如果我们想让这些白痴在面对血帆海盗时永远没有机会，我们也必须篡改塔尔弹药。话虽如此，我会给你一瓶“特殊”水，你必须把它倒进你能找到的任何一桶爆破粉里$B$B有见识的",
  ["O"] = "破坏爆炸火药桶。",
  ["T"] = "A Cannon\'s Misfortune",
  },
  [40175] = {
  ["D"] = "我身上的金子可能不是最多的，但我确实有一笔财富在等着我。我和这个妖精打赌，名叫纳格泽尔，狡猾的小家伙。你看，有一天我们在打牌，他告诉我他计划加入风险投资公司，在纳兹菲里蒂湖边的大本营工作。我有生以来第一次真的赢了，他给了我这么大块的戒指。现在，戒指本身我并不在乎，它只不过是一些廉价的旧铁耳螺母，但它上面粘着一块大玉。我说的是拇指大小！$B$B赌注不仅仅是游戏，它们是一种生活方式，这个人在输了的时候拿走了戒指，然后消失了，再也没有出现过。去找这个朋克，得到那块绿色的石头，它理所当然地是我的！",
  ["O"] = "为肮脏的雅各布带回“正义之玉”。",
  ["T"] = "The Bet",
  },
  [40176] = {
  ["D"] = "当我们第一次来到这个岛屿时，迎接我们的是周围所有人的敌意。我们仍然被视为海盗，还没有为自己留下印记。是来自拉扎里部落的先知长帮助促成了我们和他们之间的和平。在相当长的一段时间里，我们彼此保持着相当和平的关系。我们交换并协助完成精神和身体性质的任务。尽管在过去的几周内，一切似乎都分崩离析了。拉扎里人开始对我们表现出敌意，甚至发动了攻击。有传言说他们与哈祖里巨魔交谈并受到他们的黑暗魔法的影响。一定有某种诅咒在起作用。$B$B我担心张佐，并希望像他帮助我们一样帮助他。我需要岛上的材料来制造一个可以解除这种诅咒的咒语。首先，我需要来自当地黑豹的 6 颗丛林爪牙，来自祖拉祖废墟废墟爬行者的 3 个爬行者根，以及来自丛林蛇的单个丛林毒腺。",
  ["O"] = "收集 6 个丛林爪牙、3 个爬行者根和一个丛林毒液腺，用于吉利吉姆岛上的尤基亚。",
  ["T"] = "Crumbling Allies",
  },
  [40177] = {
  ["D"] = "该死的，我们像流星一样下来了吗，所有的控制都乱了，火花到处飞，齐柏林飞艇拖着屁股砸进了岛上！我活了下来是一个奇迹，尽管当我不得不留下残骸时，我的运气用完了。$B$B我们坠落后，引起了一群蛇怪的注意。该死的窃听器使我无法去找到我的Gobcrank Flazwanger！我很久以前在 Kezan 做了这个东西来帮助稳定，让我告诉你它是革命性的！$B$B您认为您可以在齐柏林飞艇上快速倾斜转弯吗？除非你有一个Gobcrank Flazwanger...看，朋友，你看着我就像我是一个外星人，你只需要知道这个东西是有价值的，好吗？我愿意付钱让你去拿它，现在我说你的语言吗？$B$B沉船在西南方向的莫尔奥格哨所结束，应该不难错过！",
  ["O"] = "找到妖精火焰并将它带回来，放到毛格避难所的火焰融合器上面。",
  ["T"] = "The Gobcrank Flazwanger",
  },
  [40178] = {
  ["D"] = "我们将要做的是一个大罪，伙计。我希望朗姆酒女神能原谅这个愚蠢的斯卡利瓦格。是的，我们会在客栈里的朗姆酒中下毒，呜，不是吗？$B$B但有时你们必须这样做。这是毒药，只需将其扔进他们通常放在港口低层的巨大朗姆酒桶中，靠近拍卖行。他们每天都在装满朗姆酒，他们已经有塔尔的份额了，他们明天才会感觉到。",
  ["O"] = "在朗姆酒中下毒。",
  ["T"] = "Loss of Good Rum",
  },
  [40179] = {
  ["D"] = "所以看来这些黑水傻瓜派了一些老鼠来跟踪我们的同伴。他已经让人把我们的新队长打凿了，虽然公平地说，兽人是个白痴。血腥！我想让你们去见风暴摩根，朝他脸上吐口水。把他的头给我。叶可以在东部海滩找到他，我的大多数伙伴都在那里停泊。",
  ["O"] = "杀死风暴摩根，把他的头带到加菲猫闪光爆炸。",
  ["T"] = "Exterminate the Rat",
  },
  [40180] = {
  ["D"] = "伙计，把摩根的头放在这个快乐的罗杰身上。你们不会喜欢你们接下来要做的事情，但这只会证明你们是多么疯狂。你们要去把头扔在脚下，男爵大副，该死的跑吧！你们会在雅盖罗岛找到我们，我希望你们能活着，你们会成为船员的宝贵财富。如果你们真的来了，我会正式让你们成为船员。",
  ["O"] = "发表声明。（这个行动将使黑水突袭者和战利品湾成为你的敌人，如果你的生命不能消耗，请不要尝试这个任务。",
  ["T"] = "Making a Statement",
  },
  [40181] = {
  ["D"] = "既然我们已经让他们知道他们正在与谁打交道，那么当他们不那么期望的时候，也是时候打他们了。我听说有一些傻瓜在阿拉希高地的法尔迪尔湾抛锚。我要你们把他们全部都掀翻。",
  ["O"] = "入侵法尔迪尔湾，杀死挡在你路上的一切。",
  ["T"] = "Taking over Faldir\'s Cove",
  },
  [40182] = {
  ["D"] = "现在我们已经处理完了黑水的，我们有时间专注于另一种敌人。我听说南海海盗停泊在拉皮迪斯岛，这是一个神秘的岛屿，众所周知，它隐藏着某种“战利品”，来自我的伙伴告诉我。我说这只是童话故事。去和“他们”战斗吧，...对了，拿着这个。是时候代表快乐罗杰了，把这条红色头巾系在手腕上，毕竟你们是血帆海盗。",
  ["O"] = "前往拉皮迪斯，与当地海盗打架。",
  ["T"] = "South Sea Losers",
  },
  [40183] = {
  ["D"] = "对，信息。好吧，你们看，自从我早期的海盗行为以来，我一直在追捕这个大副，他吸引了我的眼睛，我想要他的头。我告诉你们，他真是肠子疼。$B$B有一次我们在海上穿过诺森德附近的广阔寒冷地区。风吹得如此刺耳，以至于当我们在海上战斗时，船只最终撞上了彼此，我们不得不在我见过的最冷的雨中战斗。我们勉强在划艇上活着去东方王国，只是在陆地上再次相遇并发誓要夺取对方的头。有你们在这里，长久的怨恨就要满足了。",
  ["O"] = "杀死大副麦吉利库迪。",
  ["T"] = "First Mate McGillicuddy",
  },
  [40184] = {
  ["D"] = "很久很久以前，我们决定放弃我们的原则。很久以前，我们停下来关心除了我们之外的任何人。我们已经放弃了自己的生活，转而支持恶魔，我们只不过是过去记忆的影子。我不能再这样做了，我不能再等了。$B$B我希望日子会回来，当我们，高原人，成为站在暗夜精灵之上的人。我们现在只是我们过去的影子，被居住在我们曾经称之为埃尔德雷的土地上的食人魔和恶魔猎杀。$B$B求求你，杀了我，结束我的痛苦。我想去我的月亮妈妈那里，加入我追求了这么多年的来世。请结束我的折磨。",
  ["O"] = "“自由”的蒂雷尔·布利斯特松。",
  ["T"] = "No Hope for Tomorrow",
  },
  [40185] = {
  ["D"] = "他们声称，你要凿沉的这个傻瓜的帽子曾经有一个神奇的指南针。当你打开指南针时，它似乎能找到你想要的任何东西，这听起来像是疯子的胡言乱语。$B$B输入帽子的位置，看看你是否能找到这个指南针。我听说他把它锁在箱子里。有人说胸部有黑色斑点，但这绝对是一个蹩脚的借口。",
  ["O"] = "找到神奇的指南针。",
  ["T"] = "Magical Compass",
  },
  [40186] = {
  ["D"] = "你们要和这些傻瓜一起做的最后一件事就是放火烧船。有趣，不是吗？$B$B是的，我要你们在靠近大炮的时候点燃火把，点燃爆炸粉末。确保尽快离开！",
  ["O"] = "点燃爆炸火药桶的保险丝。",
  ["T"] = "Land ho? More like land no",
  },
  [40187] = {
  ["D"] = "伙计，在这一点上，我什至不能反驳你是一个强大的足智多谋的人。那个贝因“说，我是你们自己的小船员。你们除了过着自由该死的生活之外，不必做太多事情，不要去寻找冒险、黄金、朗姆酒。这是一次有趣的跑步，因为我们在这里。当你们准备好获得你们的新头衔时，请与我交谈。",
  ["O"] = "当你准备好时，与加菲猫闪闪发光交谈。",
  ["T"] = "Captain of the Bloodsail Buccaneers",
  },
  [40188] = {
  ["D"] = "那该死的齐柏林飞艇在我们越过这个未知的岛屿时着火了，幸运的是，我们不仅击中了公海！我们失去了很多机组人员，但我知道布拉兹诺在坠机前跳了下来。我不确定他发生了什么事，但我希望你能找出这样或那样的方式。$B$B他是一个狡猾的人，布拉兹诺是一个狡猾的人，毫无疑问，他能够从我们其他人那里找到一些东西，如果有的话，我敢打赌他在坠机现场附近的某个地方，环顾四周——你会在靠近峡谷的西南方向的 Maul\'ogg 哨所找到我们的残骸。",
  ["O"] = "寻找吉利吉姆岛布拉兹诺爆破管发生的事情的迹象。",
  ["T"] = "The Lost Crew",
  },
  [40189] = {
  ["D"] = "那次崩盘是一个巨大的挫折！呵呵，让我退后一大堆，我在艾泽拉斯，最富有的妖精之一，都在齐柏林飞艇里。那架齐柏林飞艇所在的地方至少有一百万金子，我什至不能去捡它，该死的蛇怪！$B$B但是，我很聪明，是世界上所有妖精中最聪明的妖精，我有一个策略来恢复我的财富，明白吗？！海龟的寿命如此之长，以至于我要利用的力量，用丰富的黄金来制造大量的黄金，或者制造一些延长寿命的血清！$B$B天才，你看，天才！现在，去银色的河岸，就在这边的西边，给我找一个未破裂的龟壳，它需要解开，如果我看到一个裂缝，你什么都得不到！",
  ["O"] = "收集一个未破裂的龟壳，用于吉利吉姆岛的布拉兹诺爆破管。",
  ["T"] = "To Make A Fortune",
  },
  [40190] = {
  ["D"] = "你看，要像我一样聪明，需要跳出框框思考，这是妖精和侏儒永远存在的东西——一个盒子！但是我，我在它之外，现在有了这个龟壳，我可以让伟大的事情发生！$B$B我需要的最后一步需要一根金条，黄金的纯粹属性足以使纯粹的魔法发生，当我说魔法时，我指的是魔法。你可以在艾泽拉斯的任何地方找到金条，但我需要一个真正的金条，而不是假的废话！$B$B给我一根金条，我就能重新发财了！",
  ["O"] = "在吉利吉姆岛上为布拉兹诺爆破管收集一根金条。",
  ["T"] = "The Blazno Touch",
  },
  [40191] = {
  ["D"] = "曾经有一段时间，我们可以在岛上自由漫游，卡尔科尔人和拉扎里人和平相处，甚至合作。在那段时间里，我经常冒险在银线上上下下，欣赏这个岛屿的美丽，并探索。在我最后一次去海滩旅行时，我发现船只在沙滩上四分五裂，并被人形人物的窃窃私语震惊。它抓住我的脖子，解开了我绑在那里的符咒，在我跑回这里时把它从我的身体里拿了出来。那个符咒是我曾经来过的地方唯一留下的东西之一，我想请你把它拿回来。你可以在西北方向找到这些失事的船只，沿着银色的河岸，我的符咒一定还被那里的幽灵之一握着。",
  ["O"] = "在卡尔科尔角找到并找回塔罗卡的幽灵魅力。",
  ["T"] = "The Ghostly Charm",
  },
  [40192] = {
  ["D"] = "曾经有一段时间，卡尔多雷人和弗博格人和谐相处，他们是我们对黑暗的盟友，并与我们一起保持自然界的平衡。我们交易，我们互相提供帮助，我们甚至互相争斗。那个时代已经过去了，似乎每天都有越来越多的弗博格人放弃家园，加入更大的部落。这些庞大的弗博格部落聚集在一起，聚集力量，认为外界完全是敌对的。最后，他们只不过是无情的跟踪者、杀人犯和疯狂的代理人。这种变化只会让我们德鲁伊感到困惑，并且提出了更多的问题而不是答案。希望今天我们能找到一些。北面的水面上是他们的一些营地，被他们的同类遗弃了。我希望你搜索它们，并尝试找到一些线索，说明为什么它们可能会被损坏。",
  ["O"] = "在水对岸的弗博格营地中搜寻他们腐败的线索。",
  ["T"] = "In Search of Corruption",
  },
  [40193] = {
  ["D"] = "在阿申维尔的森林里，有一种腐败挥之不去，而我无法确切地指出它在哪里，或者是什么导致了它。毛茸茸沦到疯狂状态的迹象只会让我更加大胆思考，听到关于东边森林里潜伏着什么的报告只会萦绕在我的脑海中。如果有什么可以做的，那就是达纳苏斯的德鲁伊大德鲁伊范德拉尔·斯塔赫姆。他带领我们的人民走向了新的开始，也许只有他才能解决阿申维尔的腐败问题。我为他准备了这封信，请紧急递交，因为阿申维尔所有美丽的人都可能受到威胁。",
  ["O"] = "将法尔丹的信息传递给达纳苏斯的德鲁伊·范德拉尔·斯塔海姆。",
  ["T"] = "Ashenvale Corruption",
  },
  [40194] = {
  ["D"] = "我的人民在这个岛上有着悠久而丰富的历史，我们曾经来自Stranglethorn，作为Gurubashi的一部分。但是当战争凝视时，我们寻找新的命运，我们称之为家。这个岛一直是我们人类的避难所，我们在这里与周围的自然和谐相处。从最近开始，我国人民开始背叛他们的传统和过去。他们使用来自我们兄弟Hazzuri的外来魔法，这种魔法来自邪恶的来源，并且被污染了核心。他们现在没有修炼巫毒教的方式，而是迷失在阴影的方式中，周一$B$B我的人民已经今非昔比了，任何敢靠近的人攻击，他们的本质都会受到玷污。我请你帮我一个忙，朋友，你需要去祖拉扎尔，它位于小岛的西北部。杀死那里的巨魔，把他们的污染魔术聚集给我，也许我可以找到如何帮助他们的来源。",
  ["O"] = "从祖尔拉扎尔的巨魔那里收集 15 个受污染的魔术，前往莫尔奥格避难所的朱博。",
  ["T"] = "Razzari Madness",
  },
  [40195] = {
  ["D"] = "凭借哈祖里的黑暗话语，他们能够说服拉扎里虚弱的头脑接受他们的魔法。即使是现在，他们的演讲者也会给他们演讲，扭曲他们的思想，改变他们的理想。我从你送给我的魔术中发现，其中弥漫着一种黑暗的污点，看来我的人民已经接受的力量是一种强大的力量，而且是一种更大的邪恶。哈祖里人不知道他们兜售什么，也不知道他们宣扬什么，只会带来他们同类和我自己的终结。如果拉扎里要有未来，这一切都必须结束，而我能看到的唯一结局，就是那些接受这种黑暗的人的死亡。他们只不过是权力承诺的叛徒。$B$B深入祖拉扎尔，严厉打击乌朱瓦议长散布谎言，打击伊玛兹酋长接受谎言。把他们的头骨给我作为你行为的证据，让这场混乱结束吧。",
  ["O"] = "收集议长乌朱瓦和酋长伊玛兹的头骨，在莫尔奥格避难所为朱博。",
  ["T"] = "The Razzari Leaders",
  },
  [40196] = {
  ["D"] = "我们的人民已经很久没有看到卡利姆多的沙滩了。我们为了财富的承诺离开了我们的部落，现在，带领我们来到这里的那个人为了自己的繁荣背叛了我们。那些我们奋斗和努力获得的财富被夺走了，我们任由腐烂。这是一个名叫吕库尔戈斯的半人马，他与南海海贼团进行了这样的背叛。我对他有怀疑，但我没有想到他的荣誉如此廉价。这个营地里的每个人都想报仇，但我们没有办法杀死他。我讨厌说这样一条蛇的好话，但如果说他有什么不同的话，那就是一个无情的杀人犯，拥有很高的武器技巧。$B$B他因其残暴而被称为“掠夺者”，你不应该掉以轻心。找到他，杀了他，为了我们这里的所有人，为了他的背叛。我不知道他在哪里，但他仍然是一个彻头彻尾的海盗，如果有的话，他应该和南海自由靴子的同伴在一起。",
  ["O"] = "杀死掠夺者吕库尔戈斯。",
  ["T"] = "Lykourgos",
  },
  [40197] = {
  ["D"] = "在漫长的岁月里，我们的邻居是一个毛皮人，在过去的几年里，他变老了，但非常聪明。老灰爪经常独处，管自己的事，经常在晚上冒险聊天，如果他需要公司的话。$B$B最近我担心他的心理健康，森林里的其他毛皮已经开始采取非理性的行为，我担心灰爪可能会屈服于类似的命运。他已经几个月没有来过了，一直呆在北方的家。他对我或阿尔丹走近并希望交谈都很咄咄逼人，但也许你可以和他谈谈，问他过得好不好。知道一个老朋友很好，我肯定会放心。",
  ["O"] = "与阿申维尔的老灰爪交谈，为Daela Evermoon。",
  ["T"] = "Old Greypaw",
  },
  [40198] = {
  ["D"] = "嘿 你！我需要一些工作，如果你认为你可以帮忙的话。当我们开始移动时，人们真正要做的就是喝酒，或者努力保持船的清洁和秩序。我发现手头有充足的麦芽酒储备总是好的，而且种类繁多！$B$B我要请你做的是从各种来源带来一些麦芽酒，其中一些可能需要你有一些朋友，或者与对立派系有联系！$B$B首先，我需要一桶蒸汽酒，可以在港口找到，偷它。其次，我需要普通麦芽酒，10瓶波特酒。最后，在加利纳酒厂给我买一桶暴风城的梅洛，从奥格瑞玛的小酒馆给我一壶奥格瑞玛布朗。",
  ["O"] = "收集一桶蒸汽酒，10瓶波特酒，一瓶梅洛和一壶Orgrimmar Brown，在Bloodsail Retreat中为Fazzle “The Slick”。",
  ["T"] = "Smuggling Ale",
  },
  [40199] = {
  ["D"] = "毛尔奥格正在一场伟大的战争中，一场为了我们的生存而战！我们被推回这个避难所，好像我们不再强大了。这不是事实，老实说，我们会反击，直到我们被摧毁。$B$B我们曾经控制了这个岛的大部分地区，只有当拉扎里人打败了我们，野生动物构成了很大的威胁时，我们才回到这里！莫尔注定要统治整个吉利吉姆，它理所当然地属于我们。如果我们要掌握更多的权力，我们必须夺回土地，而纠结的森林就在我们和他们之间。杀了那里的动物，那些跟踪的黑豹，杀了那些潜伏在藤蔓里的爬行者，应该就在这边的北边，走！",
  ["O"] = "在莫尔奥格避难所为克鲁克·佐格勋爵杀死 10 只潜伏的丛林爬行者和 10 只丛林爪豹。",
  ["T"] = "The Maul\'ogg War",
  },
  [40200] = {
  ["D"] = "当我们与拉扎里人战斗时，我们能够对祖尔拉扎尔造成相当大的伤害，甚至占领了城市的一部分。直到一大群爬行者进来，由一只名叫坦格莫斯的巨大野兽带领，他把我们赶了出去。坦格苔藓是一种潜伏的可怕野兽，在祖拉扎尔的废墟中巡逻，并杀死了许多食人魔。我们总是在故事和谣言中认为他是一头在阴影中徘徊的野兽，让那些独自旅行的人消失了。我想当我说我更喜欢坦格苔藓的故事时，我代表了我们中的许多人。前往西边的祖拉扎尔废墟，杀死坦格苔藓，把它的肮脏之心带给我。",
  ["O"] = "将坦格苔藓的心脏带到莫尔奥格避难所的布拉塔格。",
  ["T"] = "Tanglemoss",
  },
  [40201] = {
  ["D"] = "我花了很多时间在石爪峰的守门员中间。这是一个宁静的时期，找到自我的真正平衡和与自然的和谐。在那里，我学到了很多如何最好地运用土地的力量来保护和保护自然。只有当我开始在Teldrassil工作时，我的努力才开始动摇，并且已经......并发症。$B$B看来这片土地本身有一些我无法理解的污点。我一直在努力弯曲自然的意志，比以往任何时候都更加紧张，我的一个保护者已经枯萎并打破了它与我的联系。我想请你和塔萨拉·白羽谈谈，她曾经在该地区领导着竖琴，问她是否有树妖的消息。不用担心;她摆脱了笼罩着她的同类的邪恶。$B$B你应该在北边的山下找到她。沿着这条路走，你会在悬崖边看到她。",
  ["O"] = "åœ¨Teldrassilä¸ŽTasala Whitefetheräº¤è°ˆã€‚",
  ["T"] = "Unforseen Consequences",
  },
  [40202] = {
  ["D"] = "在Teldrassil的森林中潜伏着一个看不见的阴影，一种被污染的空气，像刺鼻的阴霾一样笼罩在看似原始的空地上。它扭曲和腐蚀了我的姐妹们，使她们变得暴躁和好斗。马洛斯向我保证，他的研究可能会治愈我的姐妹们。马洛斯说，我看到下面的森林蜿蜒曲折，枯萎，扭曲，愤怒。它拥有一张令人难以忘怀的面孔，它的思想被触动我姐妹的黑暗所玷污。你应该能够沿着泉湖的东部边缘找到它。去把这个消息带给马洛斯。我希望我能帮助他，以回报他的好意。",
  ["O"] = "带着特萨拉·白羽的信息返回泰尔德拉西尔的马洛斯月神矛。",
  ["T"] = "Tesala\'s Word",
  },
  [40203] = {
  ["D"] = "我担心别无他法，只能摧毁树妖，以免它对我们的人民或泰尔德拉西尔的生物造成伤害。根据塔萨拉提供的信息，我们可以有把握地假设它将在泉湖东岸巡逻。寻找扭曲的树妖，给它一个仁慈的结局，并带回它的根源样本，以便我更好地理解是什么拥有了它。谨慎;保护者不可能不战而降。$B$B现在快走。这颗树妖可能为Teldrassil大自然动荡的核心提供了答案。",
  ["O"] = "摧毁扭曲的树妖，并将其枯萎的根系带到泰尔德拉西尔的马洛斯月神矛。",
  ["T"] = "Rooting Out Corruption",
  },
  [40204] = {
  ["D"] = "问候$C。高级哨兵Adaena Oakleaf委托我侦察和招募有能力的冒险家，以解决Teldrassil内一些更令人担忧的事件。那些身体健康并愿意的人我将直接向她寻求进一步的订单。$B$B你会发现在达纳苏斯大门顶上的这条路上的高级哨兵，守护着我们的边界。",
  ["O"] = "与达纳苏斯的Adaena Oakleaf交谈。",
  ["T"] = "A Meeting With Adaena",
  },
  [40205] = {
  ["D"] = "Teldrassil的Gnarlpine部落已经成为比我想象的更大的威胁。认为他们曾经是我们的盟友，反对所有会伤害森林的人。$B$B月亮女祭司阿马拉在达纳苏斯和多拉纳尔之间的道路上巡逻，保护旅行者的安全，并寻求他们的帮助，以防御村庄附近的Gnarlpine袭击。唉，这些措施似乎还不足以削弱弗博格人的进攻能力。$B$B如果我们要减少任何动员反对多拉纳尔和暗影格伦的企图，我们必须打击部落的核心，现在他们变得多么大胆，这是一个合理的担忧。前往南部的Gnarlpine Hold，尽可能多地杀死复仇者和路径潜行者。",
  ["O"] = "杀死 10 名格纳尔派恩复仇者和 5 名格纳尔派恩探路者，然后返回达纳苏斯的阿达纳橡树叶。",
  ["T"] = "Securing Darnassus",
  },
  [40206] = {
  ["D"] = "沼泽中充斥着昆虫、真菌和捕食者。其中只有少数可以在用餐中享受。沼泽深处有一种特殊的蘑菇，我过去曾捣鼓过这种蘑菇！它可以用作毒药，尽管小剂量可以为膳食增加很多，或者如果准备得当，可以抵消其毒药的不良影响。悲伤的苔藓蘑菇可以在整个沼泽中找到，最常见的是在沉重的树冠下或沿着蜿蜒的河流，但并非总是如此。去悲伤沼泽，给我收集10个悲伤的苔藓蘑菇，我想更多地涉足真菌。",
  ["O"] = "收集 10 个悲伤苔藓蘑菇在斯托纳德的图尔塔什。",
  ["T"] = "Collecting Mushrooms",
  },
  [40207] = {
  ["D"] = "死亡打击狼蛛是潜伏在斯托纳德东南部的沼泽中的强大敌人。可以发现它们在沼泽中匍匐前进，并为它们猎杀的人设置陷阱。$B$B我要求你从这些狼蛛中收集它们的毒药。我一直试图将一旦无效的毒药混合物混合到食物中。事实上，我确实别有用心地试图让这样的食谱起作用。$B$B也许有一天，我可能会成为奥格瑞玛的知名厨师，而不是坚持悲伤的锯瓦姆。进入沼泽，收集我5个死亡打击毒液！",
  ["O"] = "在斯托纳德为图尔塔什收集 5 个死亡打击毒液。",
  ["T"] = "A Pinch of Venom",
  },
  [40208] = {
  ["D"] = "我一直在思考着聚集在湖中心沉没的寺庙周围的绿色龙飞的存在。他们徘徊和巡逻，坚定的防御，让我们好奇里面可能有什么。尽管这些谜团让我的好奇心变得疯狂，但我不是一个冒险的灵魂，想知道他们为什么要守护它。我一生中的大部分时间都在与魔法商品打交道，并且一直渴望获得闪闪发光的绿色秤。一个被伊瑟拉的力量注入并被她的意志所冲锋的人。我必须承认，可能很难遇到一个。$B$B前往眼泪池，猎杀绿龙金，在他们的尸体上寻找一枚闪闪发光的绿色鳞片，与强大的魔法交织在一起，然后把它带给我。",
  ["O"] = "将闪闪发光的绿色鳞片带到斯托纳德的图尔塔佐尔。",
  ["T"] = "The Magic of Dragons",
  },
  [40209] = {
  ["D"] = "我在这个地狱景观中度过了许多漫长的几个月，寻找一只大型美洲虎。我给它起了个绰号“悲伤爪”，因为它的凶猛和它的来源。我曾试图抓住它，与它战斗，甚至跟踪悲伤之爪，但每次我都被智取了。$B$B仿佛野兽始终领先我三步，我渴望看到它在沼泽中的恐怖结束。也许你是一个比我更好的猎人，也许你可以追踪悲伤爪，并一劳永逸地杀死野兽。我向你保证，这不是一件容易的事，如果你真的想在我失败的地方采取行动，我建议你提供帮助。",
  ["O"] = "把悲伤爪子带到斯托纳德的尊达莎。",
  ["T"] = "The Hunt for Sorrowclaw",
  },
  [40210] = {
  ["D"] = "我并不总是把这个地方称为家，事实上我来自遥远的地方，最近才在这里定居。我有很多故事要讲，如果你想真正为我服务，你需要听我的故事，了解我为什么要做我所做的事情。所以，凡人，你准备好迎接摆在你面前的一切了吗，你会踏入深渊吗？",
  ["O"] = "听听Insom\'ni的故事。",
  ["T"] = "The Hermit",
  },
  [40211] = {
  ["D"] = "费尔伍德.$B$B一个我怀着强烈的仇恨回忆起的地方，让我的脸因厌恶而扭曲。正是在这个地方，我离开亲人后第一次决定旅行。我之所以来到这样的地方，是为了改善艾泽拉斯，我只发现了欺骗、恶意和腐败。<英索姆尼会向内哼哼一声，他的脸上扭曲着一种苦涩而深深的愤怒>。我们将从这里开始，前往扭曲的森林，猎杀被称为“色狼”的肮脏生物，更具体地说，是翡翠火。我需要他们5朵翡翠火花，以及5朵紫莲，任何熟练的草药师都可以在这个世界上收集到。",
  ["O"] = "在卡宗岛上为Insom\'ni收集5个翡翠火长角和5个紫莲。",
  ["T"] = "Jadefire Revenge",
  },
  [40212] = {
  ["D"] = "我的通灵需要一些时间来揭示潜伏在表面之下的东西的来源。与此同时，我想请你帮个忙，这意味着比这些岛屿更多。我的一位老朋友，名叫伊塔里乌斯，目前位于悲伤沼泽内。他最初与埃拉尼库斯一起被派去执行有关沉没神庙的任务，并监视其主人的破坏。在我被放逐时，我给了伊塔里乌斯我的项链，这条项链拥有我的大部分力量和精华。正是从这条项链中，我需要所需的能量来击败这些岛屿上的邪恶。我告诉他，有一天我会收回我与生俱来的权利，他可能会很担心，但他会按照我很久以前问他的那样去做。找到伊塔里乌斯，从那些沼泽中夺回我的项链。",
  ["O"] = "与伊塔里乌斯交谈，找回因索姆的项链。",
  ["T"] = "An Old Friend",
  },
  [40213] = {
  ["D"] = "这条项链让我恢复了以前很多力量。如果你在旅途中注意，那么你就会发现我的真实身份。现在你真正知道我是谁了，我们将朝着我的最终目标努力。$B$B我能够引导我的能量并找到腐败的根源。虽然我们完全可以对抗，并用我项链的力量召唤它给我们，但我会首先报复那些抛弃对我的崇拜的人。祖尔哈祖曾经是我称之为家的地方，在那里巨魔称我为神灵。他们练习我的魔法，并会跟随我到世界的尽头。前往西北部的祖尔哈祖，杀死领袖黑暗大师哈扎吉、冠军拉加齐和酋长沃佐。人们也应该受苦，从他们那里得到10个Hazzuri符咒，它们将是很好的装饰品。",
  ["O"] = "杀死哈祖里首领，并在卡宗岛上为Insom\'ni收集10个哈祖里符咒。",
  ["T"] = "The Hermit\'s Wrath",
  },
  [40214] = {
  ["D"] = "随着哈祖里被杀，我的心因喜悦而燃烧，报应是如此的美酒，我迫不及待地再次喝下去。现在是最后任务的时候了，我们必须把扎根在岛屿上的阴影拖出来，摧毁它。$B$B当这一切完成后，我可以开始在这些岛屿上重建我的王位。时间到了，跟我到岛中心，等待我的召唤完成。到时候，你必须和这个邪恶作斗争，因为我把它绑在岛上，只有当它足够弱小的时候，我才能加入你。我建议你带上朋友，或者其他可能对你有帮助的人，这不能掉以轻心，不要让我失望。",
  ["O"] = "协助Insom\'ni摧毁黑暗存在。",
  ["T"] = "Uncovering Evil",
  },
  [40216] = {
  ["D"] = "你好，不要以为你是想帮助一个非常需要复仇的妖精吧？$B$B你看，我曾经在干草日帮助过风险投资公司，老实说，这是一个很大的错误。他们为我的友谊提供了一生的交易，为他们提供桌子底下的一些金属以获得丰厚的利润。$B$B现在，我认为是妖精的血液跟随黄金的气味，但我被抢劫了，被蒙蔽了。$B$B我为那些家伙把屁股放在线上，他们起来了，从那以后甚至没有联系过我，我想让你给他们一个信息，没有人和希兹瓦克尔搞砸，活着告诉这件事。$B$B毕竟，如果我想在这里生存，我确实有名声要保持。前往遥远的北方的污泥芬，杀死他们的德鲁格和雇佣兵，他们用我的金属在那里开办了这家炼油厂，也许当他们的工人较少时，他们会注意。",
  ["O"] = "前往污泥芬，为希兹瓦克尔唐格里格杀死 10 名风险公司德鲁格和 10 名风险公司雇佣兵。",
  ["T"] = "The Venture Co. Shakedown",
  },
  [40217] = {
  ["D"] = "毛格人曾经统治着岛上的大部分地区，但现在时代已经改变了，我们现在正在努力保持自己的完整。我们的另一个行动地点叫毛格避难所，由恩伯古特领导，他是一个相当强大的食人魔魔法师$B$B在内心深处，我仍然认为他还活着，我想让你检查一下他，他坚持要留下来，即使我们因为basilisks的问题而离开$B$B去看看他是否在那里，至少有他的踪迹。",
  ["O"] = "在毛格避难所搜索Embergut。",
  ["T"] = "Finding Embergut",
  },
  [40218] = {
  ["D"] = "在毛格避难所下面有一个充满蛇怪的洞穴系统，称为Deepneck Cove，它的入口位于东北方的海滩上。我在睡梦中做了一个伟大的神奇力量的噩梦，好像有什么东西在呼唤我。一只蛇怪，有玻璃眼和力量的头脑，我以前已经认出它可怕的外表。$B$B我现在搜索的正是这种魔力，并出价让你获得。一只名叫玻璃眼的野兽的神奇目光是我梦境的源泉，而莫尔奥格身下渗出的能量。进入洞穴，杀死野兽，收集它的眼睛，把它带到我身边，也许它的神奇力量会给我带来一些对未来的凝视。",
  ["O"] = "在莫尔奥格避难所下的深颈湾冒险，杀死玻璃眼，为先知博戈尔夺取玻璃眼。",
  ["T"] = "The Glass Eye",
  },
  [40219] = {
  ["D"] = "我们莫尔曾经拥有许多巨大的财富，我们正在建立一个伟大的玉矿，存在于吉利吉姆！那些肮脏的海盗来了，偷走了我们所有的辛勤工作，应该被粉碎！那些富贵的玉石是我们的，他们炼制的金子应该是我们的金子！$B$B在我们的第一次挖掘中，我们发现了一个非常大的“星翡翠”，当然，在混乱中，它没有被带到我身边！现在一个名叫暗骷髅的工头拥有它，我想要它回来！他沿着海岸看守西北方向的玉矿，去那里，杀了他，把我的奖品带给我，也许他们也会从中吸取教训。",
  ["O"] = "在莫尔奥格避难所为克鲁克·佐格勋爵认领星翡翠。",
  ["T"] = "The Jade Mine",
  },
  [40220] = {
  ["D"] = "啊，当你在处理无意识的祸害时，这个卷轴到了你身边。我认为这是一件重要的事情，因为它似乎带有猎人训练师墨菲斯·里伯奇的印章。我会花一些时间阅读它，然后再出发。",
  ["O"] = "与墨菲斯·里卡奇交谈。",
  ["T"] = "Batskin Letter",
  },
  [40221] = {
  ["D"] = "你们战胜祸害的故事振奋了受压迫者的精神，给更美好的明天带来了希望。$B$B但是，尽管你们尽了一切努力，我们的敌人仍然在黑暗中摇摇欲坠，给这片土地蒙上了一层阴影。漫漫长夜尚未结束。$B$B我们不能松懈！$B$B靠着光，我们必须继续前进，为那些祸害试图伤害的人带来救恩。证明你的勇气仍然像钢铁一样锋利。$B$B给我一个炼金黎明勇士令牌，作为交换，我会给你一个恩赐，帮助你对抗亡灵。",
  ["O"] = "携带 1 个银色黎明勇士令牌给米兰达·布里奇洛克在光之希望之战中。",
  ["T"] = "The Long Night Is Not Over",
  },
  [40222] = {
  ["D"] = "嘿，我们这里没有很多游客回来，我想你当时正在找工作。我收到了一批我期待的货物，应该在今天到达，你觉得你可以取货吗？这么说吧，我不应该出现在码头周围的某些人身上。$B$B它可能没有我的名字，但它应该被标记为“精炼宝石运输”。当你在那里时，尽量不要问任何问题，只要拿起板条箱然后回来。如果你看起来知道自己在寻找什么，并且有信心，他们就不会问任何问题。你把箱子给我，我会有更多的工作给你。",
  ["O"] = "在战利品湾收集“精炼宝石货物”作为“单据”。",
  ["T"] = "Intercepted Shipment",
  },
  [40223] = {
  ["D"] = "在艾泽拉斯阴暗隐蔽的角落里，总有一笔交易在进行，你可能看不到它，但它就在那里。我得到消息说索拉丁的墙上有一笔交易，我要你去偷。合同本身就是我一个亲爱的竞争对手的合同，如果我能做任何事情来中断他的生意并获利，好吧，我只是微笑着交头合不拢。$B$B您可以在希尔斯布拉德和阿拉希高地之间找到索拉丁的墙，这是将两者分开的原因。据说是斯特罗姆加德建造的古城墙，或者类似的东西。坡道应该在墙的希尔斯布拉德一侧，靠近南端，我知道他们雇佣了一些辛迪加暴徒来监视坡道，但他们对你来说应该没有问题。主要肌肉将是一个名叫索雷格的食人魔，他守卫着那里的包裹，你应该小心他。$B$B拿到货物，把它带回给我，很容易吗？哦，无论如何，不要打开板条箱。",
  ["O"] = "收集神秘货物，并将其退回“单据”。",
  ["T"] = "Breaking Contracts",
  },
  [40224] = {
  ["D"] = "一如既往的出色工作，我想我可以指望你出货。这应该是在地毯下，所以我不想让任何人知道我派你来的，或者他甚至得到了任何东西，明白了吗？！$B$B我的一个朋友Yig Oilfuse最近离开了Venture Co.，经过一些不太好的条件，我们很久以前就认识了，他是一个相当的走私者。无论如何 - 我需要这个板条箱交给他，它包含一些你掠夺的战利品，作为对信息的感谢，以及他所要求的。$B$B所以朋友，就这么简单，去和他谈谈，把这个箱子给他。你会在瑞奇找到他，从镇上走一点路，他和一些朋友在那里共用一个金属加工或其他东西的地方。从战利品湾的码头乘船。",
  ["O"] = "将油保险丝的货物运送到棘轮的Yig Oilfuse。",
  ["T"] = "Delivery for Oilfuse",
  },
  [40225] = {
  ["D"] = "尽管我很欣赏这种交付，但我知道这意味着什么。我很久以前就承诺要坚持结束交易。我希望他掠夺我给他的地区，以换取一些货物和信息。他正在寻找杀害翡翠的凶手，前段时间拆散我们老船员的那个人，现在他已经完成了自己的目的，我也会这样做，我没有老鼠，我保持我的纽带。组织这次袭击以拆散我们的人名叫沃利·怀斯克拉克（Wally Wisecrack），他现在和那些辛迪加男孩一起出去玩，尽管我确信“滑”知道这一点。一旦你告诉“滑”这是这一切的幕后黑手，他无疑会想要报复。",
  ["O"] = "将信息带到战利品湾的“滑”。",
  ["T"] = "The Old Bonds",
  },
  [40226] = {
  ["D"] = "这个人继续和我打交道和欺骗，即使他打倒了我的船员，我们面对面交谈了很多次。他杀死了杰德，把她从我的生活中夺走了，我们本可以征服我们的船员的世界。我可能不住在泰勒阿比姆的宫殿里，但我仍然会得到我一直渴望的甜蜜正义。沃利·怀斯克拉克（Wally Wisecrack）是一个人类的暴徒，他住在斯特拉恩布拉德（Strahnbrad），与那些辛迪加的研究员关系密切。是的，那些将灵魂出卖给兽人的叛徒，似乎只是在他们的血液中，嗯？在斯特拉恩布拉德找到他，杀了他，把他的大耳环带给我作为证据。",
  ["O"] = "杀死沃利·怀斯克拉克，并把他的大环形耳环带到战利品湾的“滑”。",
  ["T"] = "Wally Wisecrack",
  },
  [40227] = {
  ["D"] = "欢迎来到斯通塔隆峰，一个与自然和谐相处的地方，尽管遇到了挫折，但守护者阿尔巴戈姆在维护该地区方面做得很好。一段时间以来，我一直在孜孜不倦地维护这里的野生动物，我一直遇到了一些问题。$B$B随着时间的推移，巅峰的暮光之城跑者变得越来越敌对，我担心他们可能会猎杀这里的其他一些野生动物。我要求他们提供一只原始的暮光之城，它将用于进行研究，以发现可能困扰人群的任何遗传问题、疾病或腐败。你可以找到关于石爪峰的它们，快点。",
  ["O"] = "为石爪峰的环保主义者鸭绿收集一个原始的暮光之牙。",
  ["T"] = "Conserving Stonetalon Peak",
  },
  [40228] = {
  ["D"] = "黑铁矮人一直是我们的对手，他们对我们人民的攻击是无情的。我来这里是为了加强我们在该地区的实力，如果我们希望这成为可能，那么我们必须将目光投向安戈尔要塞。这个地方由巴尔格鲁夫上尉管理，他从暗影锻造城被派来监督荒芜之地内的行动，将他砍倒，其余的人将漫无目的。他应该在安戈尔要塞内，毫无疑问，他和其他走狗都依偎在一起。杀了他，然后回到我身边。",
  ["O"] = "在安戈尔要塞内杀死巴尔格鲁夫上尉，为荒芜之地的参议员布罗德贝尔特。",
  ["T"] = "Captain Barlgruf",
  },
  [40229] = {
  ["D"] = "安戈尔要塞像荒芜之地的乌云一样若隐若现，从他们的黑铁可以聚集巨大的力量。正是出于这个原因，他们是该地区的主要参与者之一。我是从铁锻造厂派来的，试图瓦解他们在这里的一些控制，要做到这一点，我们需要严厉打击。我希望你前往西北部的安戈尔要塞，杀死那些守卫它的人。从他们身上拿走他们戴的暗影锻造镣铐，总共10个，然后把它们带到我面前。",
  ["O"] = "在安戈尔要塞周围杀死黑铁矮人，并在荒芜之地为参议员布罗德贝尔特收集 10 个暗影锻造镣铐。",
  ["T"] = "Angor Fortress",
  },
  [40230] = {
  ["D"] = "法拉提姆湖是我度过大部分青春的地方，这是一个放松和美好时光的地方。直到现在，它才被盐唾石接管，他们凶猛地攻击，毫无悔意。有些人在袭击中死亡，但我幸运地逃脱了。当我准备离开时，我留下了一件对我来说最有价值的物品。在海贾尔战役中死去的叔叔给我留下了一本书。这是他写的关于他在战斗中的技巧和他在战争方面的经历。我从那本书中找到了很多知识和智慧，我想知道他去世前记下的一切。前往西南的法拉提姆湖，找到我的物品。当你在那里时，一定要报仇，杀死盐唾沫，它们的鳍应该没问题。",
  ["O"] = "收集5个盐鳍并恢复绿刃书。",
  ["T"] = "Saltspittle Raiders",
  },
  [40231] = {
  ["D"] = "这本大部头对暴风国有着悠久的历史，应该这样保存。多年前，一位圣战士倒在这个战场上，这本大部头完好无损。这些大部头的话是神圣的经文，我要求把它放在大教堂的伟大书籍中。我请你去暴风城，和本尼迪克特斯大主教谈谈，看看他是否愿意把这本书带到大教堂里保存下来。我的导师会这样问我，我敢肯定，让我们尽自己的职责。",
  ["O"] = "把被遗忘的大部头带到暴风城的本尼迪克特斯大主教那里。",
  ["T"] = "The Forgotten Tome",
  },
  [40232] = {
  ["D"] = "有了我负责的大部头，我想请你带一个卷轴去悲伤守卫要塞观看圣骑士雅纳索斯。我希望从这个卷轴上祝福他和他手下的人，让光明安全地看顾他们，并将他们从邪恶中拯救出来。当你看到他时，一定要提到我祝他一切顺利。",
  ["O"] = "传递祝福卷轴，观看悲伤卫队的圣骑士雅纳索斯留在悲伤的沼泽中。",
  ["T"] = "Returning to Janathos",
  },
  [40233] = {
  ["D"] = "我想问你最后一件事，我的导师来自洛丹伦，一个遥远的北方王国，现在被亵渎和撕裂得无法想象。它充满了在破碎的土地上自由漫游的亡灵。在这片土地上有一个被称为血色十字军东征的骑士团，是一个古老的圣骑士团的残余。他们是狂热的，而且是无情的，我从他们那里需要一些东西。$B$B在蒂里斯法格莱德斯北部的血色修道院内，有一座强大的大教堂，它早在这些狂热者时代之前就已经建成了，我的导师在那里研究了光。我想请你把卡拉多斯的宝珠带给我，一块注入了光之力量的石头。自从我的导师离开洛丹伦之后，那些神圣的强盗就一直保密。$B$B进入大教堂，把它带给我，光明应该由内心的真实来挥舞，而不是灵魂的黑色。",
  ["O"] = "在血色修道院内冒险，找到卡拉杜斯的宝珠，取回它，然后返回悲伤守卫要塞观看圣骑士贾纳索斯。",
  ["T"] = "The Orb of Kaladus",
  },
  [40234] = {
  ["D"] = "Omarion留下了大量关于各种主题的工作和研究，其中一个我对此非常感兴趣！符文之刃，符文铠甲，诸如此类的迷人东西，由恐惧领主直接灌输和提供动力。我听说里文代尔男爵有一个，但我正在寻找灌输新制造的刀片的知识，并用强大的力量来淬炼它！如果我们能解开这样的秘密，那么它肯定会成为各种魔法制作的新领域！$B$B如果你能找到一种方法来创造你自己的无钢化符文之刃，我会更愿意分享我的知识！",
  ["O"] = "制作一把未回火的符文之刃，然后回到工匠威廉身边。",
  ["T"] = "A New Rune-Frontier",
  },
  [40235] = {
  ["D"] = "我威廉，是我言出必行的侏儒，我将信守诺言，揭开我们面前的这个新领域。我们首先要去的地方是科林的十字路口，这是一个被灾祸侵扰的地方，而不是我要去的地方！$B$B一本名为《黑暗锻造的秘密》的书可能是揭示我们所寻求的东西的第一步，它是由雅各布·马尔赖特（Jacob Malwright）持有的。他在活人中的日子里是一个相当有名的铁匠，现在在死人中间行走。毫无疑问，他身上还有它，或者把它放在身边，杀了他，把书给我，让我们开始学习他们的技巧！",
  ["O"] = "前往科林十字路口，找回暗锻的秘密，把它带到光明希望教堂的工匠威廉那里。",
  ["T"] = "The Secrets of Darkforging",
  },
  [40236] = {
  ["D"] = "<工匠威廉会花时间通读这本书，阴谋标记了他的特征，兴趣激发了他的眼睛>。这本书包含了很多信息，其中大部分似乎甚至与我们正在做的事情无关，我的意思是，为什么我们一开始就想要黑暗束缚枷锁？！$B$B不过，有几个部分可能相关，其中一个被黑魔法污染和扭曲，使其难以理解，坦率地说，令人不安。另一部分似乎是由一个名叫洛蒂拉斯的恐惧领主写的，他可能有一些用处。我首先想揭开黑魔法，我相信我知道有人可能会有所帮助！斯特拉哈德·法尔桑曾经是我的朋友——我们的关系不是最好的，但他与阴暗魔法和恶魔的关系非常深。他位于瑞奇，去那里找他，把书带给他。",
  ["O"] = "前往瑞奇，与斯特拉哈德·法尔桑交谈。",
  ["T"] = "The Secrets of Darkforging",
  },
  [40237] = {
  ["D"] = "你在这里处理的内容非常有趣，这本书似乎提到了很多与暗锻有关的模式，你很少使用它们。亡灵使用的盔甲和武器与让他们的爪牙站立的魔法深深交织在一起。$B$B如果你需要我的帮助，那么我也希望你的帮助，我可以揭开这段文字的内容，并为你和威廉指出正确的方向，但这需要帮忙。$B$B前往斯科洛芒斯，深入内心。在里面，我正在寻找前段时间存档在那里的一本旧书，标题为“火焰召唤和命令”。把这本书拿给我，我会按照你的要求去做。",
  ["O"] = "冒险进入通灵学院，为棘齿城的Strahad Farsan找回“火焰召唤和命令”一书。",
  ["T"] = "A Favor for Farsan",
  },
  [40238] = {
  ["D"] = "当你去收集我要求的内容时，我花时间破译了不连贯的文本。它是由一位名叫洛蒂拉斯的恐惧领主撰写的，其中包含了一些关于符文制作秘密的见解。现在，事实上，从文本中可以得到的并不多，想要淬炼符文之刃，需要拥有无畏领主所拥有的力量，而这样的知识很少被传授出来。文中提到了洛提鲁斯花了很多时间研究魔法的地方，如果你想有机会淬炼符文之刃，那么你必须去找他。我觉得我不能提供进一步的帮助，但我已经把文本记在脚本上供你阅读，也许你可以比我更理解它。",
  ["O"] = "在艾泽拉斯找到洛蒂拉斯，并与他交谈。",
  ["T"] = "A Meeting With The Dreadlord",
  },
  [40239] = {
  ["D"] = "我在暗影峡谷的这段时间是一段思考和研究的时期。我渴望在艾泽拉斯各个派系的魔法领域内获得知识，看看他们到底走了多远。$B$B尽管我能渗透到每一个地方，花尽努力通过时间进入每一个，播下怨恨和混乱，我宁愿招募你，为我做这样的事。如果你真的想获得知识来淬炼这道符文之刃，我会暂时赐予你。$B$B首先，前往上黑岩尖塔，从愤怒利爪火舌中，给我收集一个愤怒利爪符咒，其次，前往可怕的莫尔，从食人魔法师领主那里给我带来一套戈尔多克珠。最后，从黑岩深渊的深渊中，从末日锻造术师那里收集他们的末日锻造棒。",
  ["O"] = "从上黑岩尖塔收集愤怒利爪咒，从可怕的莫尔收集戈尔多克珠，从黑岩深处收集厄运锻造棒，在暗影破碎峡谷中为洛蒂拉斯收集厄运锻造棒。",
  ["T"] = "The Will of Lorthiras",
  },
  [40240] = {
  ["D"] = "现在，凡人，是时候我们互相告别了。一旦你讓我給你的魔法從你的手中流出，進入你將要調節的錨子，它將不再是你的知識。我建议你小心你制作的东西。$B$B自从你第一次来的时候，我就觉得你有一个目的，回到那个送你走这条路的人身边。告诉他你新发现的能力，你会被指示下一步该怎么做。",
  ["O"] = "有了你新发现的知识，回到光之希望教堂的工匠威廉。",
  ["T"] = "Knowledge of Lorthiras",
  },
  [40241] = {
  ["D"] = "我必须说，我几乎被你说的话震惊了！如果真是这样，那么我们得到了一个非常难得的机会！淬炼符文之刃的行为本身就可能揭示它是如何完成的前景！$B$B我必须说，我已经从你找到的书中学到了很多东西，以及这个恐惧领主的故事。我们正在接近完成我们的冒险朋友，我们需要材料才能让您为这个过程做好准备！您将需要 20 个黑暗符文、5 个附魔皮革、40 个钍棒和 10 个不死精华。把这些东西拿给我，我们就可以开始磨砺了！",
  ["O"] = "在光之希望教堂为工匠威廉收集 20 个黑暗符文、5 个附魔皮革、40 个钍棒和 10 个不死之精华。",
  ["T"] = "The Materials of Runeforging",
  },
  [40242] = {
  ["D"] = "你好，欢迎来到亚麻胡须前线新人！我是Genzil Spannerlight，负责启动新项目并存档旧项目的成功和失败。我有一个可能可行的新想法，一个带电的炮弹既可以作为盾牌，也可以作为屏障，既可以保护，又可以抵抗魔法！当然，我们首先需要一些贝壳，而且我们没有一堆金属可以浪费，但是周围有！$B$B出去，给我收集3个原始潜伏者炮弹！",
  ["O"] = "收集 3 个原始潜伏者贝壳，在亚麻胡须前部为 Genzil 扳手灯",
  ["T"] = "Shell Shields",
  },
  [40243] = {
  ["D"] = "几千年来，我一直在守护这个地方。我看到周围的世界发生了变化，大部分老城区都被海浪淹没了。曾经穿过这个地方的魔法已经被削弱了，几乎不存在了。随着水位的上涨，我的学习变得越来越困难。守望这座塔就是保护它，随着入侵海洋物种的威胁越来越大，我的时间更多地是生存而不是学习。我请求在这件事上提供帮助。杀死该地区的墨洛克，九头蛇和蟹兽，以保护这座塔，哪怕再多片刻。",
  ["O"] = "杀死 5 个风暴湾勇士、5 个波浪鞭打者和 3 个马克林尼争夺者",
  ["T"] = "The Keepers Charge",
  },
  [40244] = {
  ["D"] = "几个月前，一个非常重要的物体对我来说丢失了。我沿着海岸线钓鱼，研究塔后的魔法模式，一场风暴开始袭来，而且越来越强烈。当我收拾好东西准备离开时，我遭到了墨洛克和鞭打者的伏击，在混乱中，一个箱子被卷入大海。我可能打败了我的敌人，但我找不到箱子，我只能假设它是在暴风雨中被冲上岸的。沿着西北岸检查，这是水流会带走它的地方，试着找回这个箱子。",
  ["O"] = "在海岸线上寻找丢失的埃尔达拉宝箱。",
  ["T"] = "The Keepers Possession",
  },
  [40245] = {
  ["D"] = "我再次与我最亲近的人交流，我很感激他们是安全的。还有更多的工作要做，希望你能对我有所帮助。埃尔达拉斯和谐宝石很久以前就被盗了，由一个名叫纳贾兹的人领导的一群娜迦突袭者。他能够打破我在塔门上的封印，并在我回来阻止他之前拿走协调宝石。如果我们阿兹沙拉的守护者要在该地区长途跋涉，这颗宝石需要归还。毫无疑问，突袭者纳贾兹会在他的亲戚中沿着海岸向西，杀死他，并为我夺回协调宝石。",
  ["O"] = "寻找突袭者纳贾兹，杀死他，并在阿兹沙拉的埃尔达拉塔为守护者伊塞鲁斯夺回埃尔达拉斯和谐宝石。",
  ["T"] = "The Eldarath Harmonization Gem",
  },
  [40246] = {
  ["D"] = "协调宝石是我认为我永远不会找回的东西，现在有了它，我们可以开始制作一根可以将你运送到其他人的法杖。我已经有一段时间没有与他们完全沟通了，甚至转发消息，嗯，是一个漫长的过程。$B$B莱加什的色狼是新来的，他们拥有一些神奇的能力。众所周知，他们携带着老化的深棒，我需要其中一根，因为我没有现成的材料来附魔或灌输法杖用于我们的目的。你可以在西北方向找到那些恶魔，从他们那里找到一根陈年深杖，其中一个必须携带一根。",
  ["O"] = "在阿兹沙拉的埃尔达拉塔找到一根来自莱加什色狼的老式深棒，供饲养员伊塞鲁斯使用。",
  ["T"] = "Aged Deep-Rod",
  },
  [40247] = {
  ["D"] = "有了艾尔达拉斯和谐宝石和老深棒，我可以开始建造艾尔达拉法杖，这需要一些我的能量引导，而塔楼需要它与该地区相协调。我只是请你耐心等待，因为我把两者结合在一起。",
  ["O"] = "等待守护者伊塞勒斯制作艾尔达拉的法杖。",
  ["T"] = "Staff of Eldara",
  },
  [40248] = {
  ["D"] = "你和我曾经是洛丹伦的公民，$N。我们对森林并不陌生，对潜伏在夜幕下的狼也不陌生。害怕他们的哀嚎嚎。$B$B然而现在，即使是他们，也屈服于祸害瘟疫的腐败，情况并不比我们好。正如你所看到的，这里的黑爪是我忠诚的宠物，我一直在身边，一只我没有特殊技能就能驯服的黑暗猎犬。被遗弃者只需要纯粹的意志力就可以统治。$B$B你会发现这片土地上的生物对我们的反应各不相同。条件。虽然有些人对死亡的味道一无所知，但有些人可能会寻求用像你这样的尸体做一顿饭。为此，我为我们寻找自己野兽的被遗弃的亲人做了特别的准备。$B$B我不会轻易地赠送这份礼物，$N。首先告诉我，你可以在没有它的情况下统治野兽。去吧，带着一只破旧的黑猎犬回来。",
  ["O"] = "使用驯服棒驯服一只破旧的黑猎犬。练习你的技能，然后将驯服棒归还给布里尔的利奥特·马内斯金。",
  ["T"] = "Taming the Beast",
  },
  [40249] = {
  ["D"] = "暗猎犬只是你的第一次试炼，很难说是对你意志的适当考验。尽管如此，你还是赢得了一些尊重。你要制服的下一个野兽不会那么容易被征服。$B$B提里斯法尔的黄昏蝙蝠是巨大的、可怕的野兽，它们被周围的死亡恶臭吸引到这里。它们能够长得足够大，用于运输，类似于Khaz Modan矮人的狮鹫。他们的尖叫声甚至会给不死生物带来痛苦，使他们成为强大的敌人。这也使他们成为理想的盟友。这个世界上的每一只野兽都适应了自己独特的战斗和防御方式。与他们并肩作战，向他们学习，只要你的思想仍然统治着你患病的身体，就毫不犹豫地适应。野兽也会向你学习并适应。$B$B尽管如此，接受像我们这样的不自然的失常可能会更加困难。找到一个更大的黄昏，发挥你的意志，把它带到我身边。",
  ["O"] = "使用驯服棒驯服大黄昏。练习你的技能，然后将驯服棒归还给布里尔的利奥特·马内斯金。",
  ["T"] = "Taming the Beast",
  },
  [40250] = {
  ["D"] = "正如你所看到的，在这些被遗弃的土地上几乎没有一个活物。事实上，你的下一个任务就是将另一个祸害瘟疫的受害者置于你的统治之下。然而，不死宠物并不那么容易被征服。$B$BLordaeron曾经看到棕熊在夏天从银松迁徙，躲在我们的森林里，捡拾农民的庄稼。那些在瘟疫期间留下来的人现在永远在这里。像自己一样打破了生死循环，他们迷茫、迷茫、怨恨。$B$B随着你的技能增长，你的野兽也会增长。然而，对于一个不再是活人的生物来说，需要极大的耐心和奉献精神才能深入他们任性的思想，找到挥之不去的智力火花。只有这样，你才能训练它。$B$B熊是一个强大的伙伴，它会站在你和伤害之间，凶猛地阻止你的敌人，你可以射杀他们站立的地方。找到一只瘟疫熊，唤醒它的思想，把它带到我身边。",
  ["O"] = "使用驯服棒驯服一只瘟疫熊。练习你的技能，然后将驯服棒归还给布里尔的利奥特·马内斯金。",
  ["T"] = "Taming the Beast",
  },
  [40251] = {
  ["D"] = "不在？他现在就是这么说的吗？当你走近我时，我感觉到你脑海中有一个目标，我想知道为什么它看起来如此熟悉。这条项链属于一个叫失眠的人，无论他经过什么地方，他都应该记住他被流放的原因$B$B无论如何，我保证会信守诺言。把这条项链带给他，告诉他不要再和我联系了，不管有什么理由。我带着谨慎的旅行者说这番话，失眠者被驱逐出我们的同类，因为他们有超出我们任务范围的野心，也因为他们涉足了不属于他的事情。",
  ["O"] = "将失眠的项链归还给卡宗岛上的因索姆尼。",
  ["T"] = "Necklace of Insomnius",
  },
  [40252] = {
  ["D"] = "道石曾经允许我们守护者轻松行进很远的距离，它们在城市内很多，现在所剩无几。西南是现在所知的阿克古兰神庙，这曾经是一个充满神奇能量的地方。在其中一个外部塔楼内放置着一块路石，它的能量与守护者莱娜有关。去找路石，把法杖压在水晶上，你会发现自己穿越了阿兹沙拉，在我的另一个同类之前。",
  ["O"] = "在阿克古兰神庙找到路石，激活它，并与阿兹沙拉的守护者莱娜交谈。",
  ["T"] = "The Way-Stones of Old",
  },
  [40253] = {
  ["D"] = "欢迎来到我简陋的住所，我在这个尖顶上履行了我的职责，并将继续这样做。现在，路石已经重新建立，我们可以开始让我们在该地区的存在更加广为人知了。西南是Zin-Malor神庙，坐落在Eldarath废墟内，目前居住着扭曲的Naga。在津马洛尔神庙内埋藏着他们永远无法弄清楚的秘密，我需要你揭开。$B$B在寺庙的深处，你会发现一块独特的石头，上面刻着一种更古老语言的明亮符文。这块石头，被称为阿山石，当你看到它时，说下面的“Tizah Ashan Dal”“asha”。这种魔法将再次激活贯穿阿兹沙拉的长长的不活跃的莱伊线。",
  ["O"] = "进入津玛洛神庙，找到阿山石，为阿莎拉的守护者莱娜激活休眠的莱伊线。",
  ["T"] = "Restoring the Ley Lines",
  },
  [40254] = {
  ["D"] = "我们的下一步行动方针要求我们更加大胆。如果我们要解除失落之城的许多隐藏秘密，那么我们必须收集大量的莱伊能量来引导。在可怕的莫尔深处，我的高原亲属一直在使用大量的奥术力量。我能察觉到的这种奥术力量，正在遏制一个大邪恶的存在。我相信他们正在利用这种存在来喂养他们可能被消耗的任何魔法成瘾。冒险进入可怕的莫尔深处，杀死这个被囚禁的生物，它应该拥有纯净的雷伊精华，我们可以用它来将咒语引导到埋葬的城市中。$B$B随着阿山石的激活，我们需要快速，所以不要浪费时间。",
  ["O"] = "前往可怕的莫尔，杀死高原人正在吸食能量的大邪恶生物，从中收集纯净的雷伊精华，然后回到阿兹沙拉的守护者莱娜。",
  ["T"] = "Keeping Secrets",
  },
  [40255] = {
  ["D"] = "不久前，一队士兵离开了悲伤沼泽。他们的任务是开垦沼泽西缘附近山区的一座旧城堡。圣骑士雅纳索斯是这个小组的领袖，他要我为他和他的手下说一个祝福。毫无疑问，他们将需要帮助，也许可以欢迎一双新的手。悲伤守卫要塞应该就在死风关入口附近，事实上它隐约可见。信不信由你，它曾经被用来保护王国的边界。如果你看到雅纳索斯，告诉他我打过招呼！",
  ["O"] = "报告观看圣骑士雅纳索斯在悲伤卫队保持悲伤的沼泽。",
  ["T"] = "To Sorrowguard Keep",
  },
  [40256] = {
  ["D"] = "黑石氏族属于老部落，是奥格瑞玛的一个非常庞大而危险的敌人。不要被黑岩山和奥格瑞玛之间的距离所迷惑。如果黑石氏族获得了相当大的实力，他们也会来毁灭我们。老部落由许多派系组成，他们在第一次和第二次战争的战斗中留在东部王国，是一个不容小觑的灰头土脸的敌人。我是直接从奥格瑞玛派来的，是黑石氏族的阻尼员，你来帮忙。毕竟，这关系到部落的荣誉。$B$B给我收集20个黑石印章，它们被该地区所有黑石氏族佩戴，杀死它们，并获得这些印章。",
  ["O"] = "从黑石兽人那里收集 20 个黑石印章，前往火焰徽章中的塔索克。",
  ["T"] = "Blackrock and Roll",
  },
  [40257] = {
  ["D"] = "黑石氏族的杀手是最可怕的敌人。他们过去曾因在旧战争期间劈开整个人类步兵团而闻名。在战场上，我比许多人更害怕他们。$B$B他们必须处理，而且要迅速处理，你会在燃烧草原上找到它们，大部分集中在西部的黑石要塞，但你也可以在灰烬之柱中看到它们。光荣地去吧，以奴仆的名义杀死他们。",
  ["O"] = "杀死 10 名黑岩杀手，在火焰之冠中返回塔索克。",
  ["T"] = "Blackrock Slayers",
  },
  [40258] = {
  ["D"] = "Maul Orb曾经是我们部落的强大神器，但我们很久以前就失去了它。在过去，我们曾经是更大的戈尔多什部落的一部分，并统治着吉利吉姆和拉皮迪斯。莫尔宝珠就是在那些日子里创造的，自从部落分裂后，它就已经丢失在他们手中了。$B$B毫无疑问，莫尔宝珠仍然存在，隐藏在戈尔多什高地内，高地位于拉皮迪斯岛，远在北方，在它的西北边缘，去那里，然后恢复它。",
  ["O"] = "从拉皮迪斯岛上的戈多什高地夺回Maul Orb，并把他带回到毛格避难所。",
  ["T"] = "The Maul Orb",
  },
  [40259] = {
  ["D"] = "我刚才对这本书做了一些挖掘，看来符文武器和盔甲的制作需要黑暗符文铁砧。我当然在这里没有任何东西，但我知道一个可能的地方。$B$B斯特拉索姆深处有一个大型屠宰场，里文代尔男爵暂时称之为家。暗黑符文铁砧应该就在那里，从中，你要淬炼刀刃！$B$B我学到了很多东西，我感谢你很多朋友！我会继续我的学习，也许有一天我们可以通过我的研究彻底取消我们的敌人装备。去吧，冒险进入那个地方的深处，声称属于你的东西，哦，如果有人问，我们还没有说话！",
  ["O"] = "到达斯特拉索姆深处的黑暗符文铁砧，用它淬炼未调和的符文之刃并领取您的应有奖品。",
  ["T"] = "The Dark-Rune Anvil",
  },
  [40260] = {
  ["D"] = "啊，你是一个非常有前途的猎人，但恐怕我没有什么可以教你的了，因为你一直在做你的任务来服侍被遗弃者和我们的女王，我想是时候让你进阶到布里尔了。在你完成这里的所有任务后，寻找黑暗游侠拉尼莎，她将在布里尔镇的一个帐篷里。她会教你继续任务所需的任何知识，这些黑暗游侠是从奎尔塔拉斯带来的希尔瓦娜斯夫人，正如他们的名字一样，他们在枪法方面非常熟练。告别了，记得坚持阴影，为了被遗弃的人。",
  ["O"] = "在布里尔与黑暗游侠拉尼萨交谈。",
  ["T"] = "A Dark Ranger\'s Mastery",
  },
  [40261] = {
  ["D"] = "问候，黑暗游侠有抱负。你似乎更有能力处理一头野兽，声称自己是自己的。虽然我可以用猎人的方式训练你，但不是我能教你掌握野兽。你必须在布里尔与Liott Maneskin交谈。只有他拥有你所寻求的知识，以吸引这片可怜的土地上的生物。",
  ["O"] = "在布里尔与Liott Maneskin交谈。",
  ["T"] = "The Hunter\'s Path",
  },
  [40262] = {
  ["D"] = "你已经学会了如何用自己的技能来统治野兽，但你也必须学会训练它们。要明白，有些野兽不会接受你做他们的主人。作为一个不死生物，在他们看来，你可能是一种美味的零食，或者对他们本能的恐尸症感到厌恶。$B$B借助遗忘阴影崇拜设计的咒语，我们可以抚慰野兽的心灵，改变它对你充满活力和健康的看法。只用在那些你的状况所排斥的生物身上，这些生物被你的身份所折磨和痛苦。$B$B可以教你咒语以及训练野兽的方法的人是黛安·威洛菲尔德。你会在地下城的战争区找到她。在旅途中，您将获得各种强大的技能，这些技能将很好地为您和您的同伴服务，但是没有她的帮助，您就无法指望正确使用它们。现在就去！向活人表明，被遗弃的人不仅仅是行尸走肉。黑暗女士守护着你。",
  ["O"] = "在地下城的战争区与黛安·威洛菲尔德交谈，学习驯服野兽的咒语。",
  ["T"] = "Taming the Beast",
  },
  [40263] = {
  ["D"] = "黑暗游侠拉尼莎建议我在你完成训练后专门召唤你执行一项任务。她和我都同意，这将是你对被遗弃者事业的技能和奉献精神的适当展示。甚至在瘟疫来袭之前，我们的现任市长仍然主持布里尔。博尔特鲁斯是市长的助手，一个安静而能干的人。他对周围农场的一个女孩很甜蜜，有关于秘密约会的谣言。$B$B唉，被瘟疫所触动，除了黑暗女士的救赎之外，博尔特鲁斯作为祸害恶魔困扰着提里斯法尔。市长要求结束他的痛苦。你可以在巴尔尼尔农庄的谷仓里找到他。也许他紧紧抓住和她一起在谷仓里度过的夜晚的记忆。找到博尔特鲁斯，结束他的痛苦，并将他的遗体带回黑暗游侠拉尼萨。也许那时他可以找到和平。你的怜悯将得到回报。",
  ["O"] = "追捕博尔特鲁斯，把他的头带回布里尔的黑暗游侠拉尼萨。",
  ["T"] = "A Demonstration of Skill",
  },
  [40264] = {
  ["D"] = "你好，欢迎来到毛格避难所，我们是一个饱受摧残的民族，陷入了不断的统治地位斗争中。我是哈兹戈尔格，我是先知的首领。我早就看到我的人民在漫长的发烧梦和黄昏黑暗的幻象中被遗忘了。我担心我们被吞没的持续战争状态只会给我们带来终结。$B$B我请你代表我与克鲁克·佐格勋爵交谈，告诉他我相信这种鲁莽的聚集只会带来痛苦。",
  ["O"] = "说服克鲁克·佐格勋爵代表大先知哈兹·戈尔格结束他的愚蠢行为。",
  ["T"] = "The Maul\'ogg Crisis I",
  },
  [40265] = {
  ["D"] = "如果我的人民有机会，那么我必须召唤出一个伟大的愿景，这样做需要来自全岛的材料。我请你给我收集以下物品。蛇怪的10只蛇怪眼，爬虫的6只爬行钳和鳄鱼的3条深尾巴。一旦你为我拿到了这些材料，我就可以开始看看必须做什么了。",
  ["O"] = "收集 10 只蛇怪眼、6 只爬行钳和 3 条深鳞尾巴，并把他们交给毛格避难所的大先知哈兹·戈尔格。",
  ["T"] = "The Maul\'ogg Crisis II",
  },
  [40266] = {
  ["D"] = "我看到了很多事情，巨大的黑暗，它不仅笼罩着这个岛屿，而且笼罩着我们周围的一切。我的子民听命于一个更伟大力量，并心甘情愿地跟随它进入黑暗。在我们灭亡之前，我们只不过是棋子。$B$B然而，我确实看到了更多的痛苦，我看到了戈尔多什食人魔的先知，我曾经的老朋友。也许是他能提供一些智慧，或者关于如何继续的建议，也许是他，有答案。先知波尔乌克（Seer Bol\'ukk）居住在戈尔多什高地（Gor\'dosh Heights）和其他部落中，你应该在北部的拉皮迪斯岛（Lapidis Isle）找到他，戈尔多什高地（Gor\'dosh Heights）位于其西北侧。",
  ["O"] = "在戈尔多什高地与先知博尔乌克交谈，然后带着信息返回大先知哈兹。",
  ["T"] = "The Maul\'ogg Crisis III",
  },
  [40267] = {
  ["D"] = "这么多的思考，这么多的死胡同，我不认为我拥有足够强大的能力或魔法，使克鲁克佐格斯勋爵的思想变得轻松。或者以这样一种方式，让部落的其他人不会注意到。$B$B然而，我知道有一个强大的存在可能对我有所帮助。在北部的卡宗岛上有一个神秘的巨魔，坐落在吉利吉姆和拉皮迪斯之间。他是我很久以前见过的相当大的力量之一，并在夜晚的发烧梦中谈到。$B$B他的力量曾经强大到足以与一只巨大的海兽战斗并轻松摧毁它。如果说有谁能发出这样的咒语，那就是他了。",
  ["O"] = "在卡宗岛上找到因索姆尼。",
  ["T"] = "The Maul\'ogg Crisis IV",
  },
  [40268] = {
  ["D"] = "<巨魔会饶有兴趣地听故事，一个小小的笑容会饶有兴趣地从耳朵到耳朵，>。我当然可以这样做，虽然我问你为什么，我为什么要这样做？我的魔法是强大的力量，我不会随意给你的东西。如果你需要我的帮助，那么我希望得到帮助。我前段时间见过一个色狼，他走到今天都走路不小心。他是一条卑鄙的、贪婪的蛇，需要以一种不那么美味的方式处理他。$B$B这么说吧，他的行为让我大受委屈。$B$B前往费尔伍德，前往康斯特拉斯废墟，你会在那里找到佩塔克斯·布莱克霍恩，这是我从他被殴打的尸体中渴望的角。",
  ["O"] = "在卡宗岛上为因索姆尼获得佩塔克斯的角。",
  ["T"] = "The Maul\'ogg Crisis V",
  },
  [40269] = {
  ["D"] = "要制造如此大的法术，需要一些物品，其中第一种应该相对容易获得。我需要一根来自Un'goro陨石坑的大猩猩韧带，它的力量精华将用于传导咒语的绝对力量并将其能力引导到克鲁克·佐格勋爵身上。你可以在卡利姆多的深处找到Un'goro火山口，这是一个危险的地方，所以我会看着你的继凡人。用那里的猿类的大猩猩韧带回到我身边。",
  ["O"] = "从Un'goro陨石坑获得大猩猩韧带，然后返回卡宗岛上的Insom\'ni。",
  ["T"] = "The Maul\'ogg Crisis VI",
  },
  [40270] = {
  ["D"] = "我在阿塔尔哈卡尔神庙内有过多次相遇，长时间凝视着它的墙壁。这是一个充满黑暗和肮脏能量的地方，已经腐蚀了它曾经的捍卫者。先知贾马尔安对着他的人民的腐烂遗骸说出他粗俗、不合时宜的话，这些残骸把这个地方称为家。我希望你冒险进入这个地方的地下墓穴，找到先知并从他那里收集阿塔尔艾杖。它应该靠近这个巨魔引导他的魔法的地方。$B$B阿塔尔艾杖掌握着控制魔法的力量，应该帮助我们征服克鲁克佐格勋爵。",
  ["O"] = "冒险进入阿塔尔哈卡神庙的深处，收集阿塔尔艾杖，将其带到因索姆尼完成咒语。",
  ["T"] = "The Maul\'ogg Crisis VII",
  },
  [40271] = {
  ["D"] = "随着元素的恢复，以及阿塔尔艾棒的出现，我现在可以开始将我的能量投入到灵药的创造中。这种长生不老药将把克鲁克·佐格勋爵的思想带到哈兹·戈尔格的手中，为所欲为。这需要我集中注意力，所以我请你凡人，在我工作的时候保持嘴巴安静。",
  ["O"] = "等待因索姆完成他的魔法，然后回到大先知哈兹戈尔格。",
  ["T"] = "The Maul\'ogg Crisis VIII",
  },
  [40272] = {
  ["D"] = "看来时机已到，你在我要求的每一件事上都做得非常好，但现在我必须要求你为我的人民的利益做必要的事情。我们受苦已久，不是在我们的敌人手中，而是在我们的领导层手中。如果毛格要有一个未来，那么它一定是一个理性的未来，如果我们不断进行自我毁灭的战争，我们就无法在部落中占有一席之地。把因索姆尼的长生不老药带给克鲁克佐格大人，告诉他这是我为他创造的具有强大力量的药水。当一切都完成后，回到我身边。",
  ["O"] = "将因索姆尼的长生不老药交给克鲁克佐格勋爵，让他动摇心思意，然后回到莫尔奥格避难所的大先知哈兹。",
  ["T"] = "The Maul\'ogg Crisis IX",
  },
  [40273] = {
  ["D"] = "<一阵风打开了随附的日记>.$B$B在海洋深处寻找星星，在港口迷失的笑容淹没在烟草烟雾中的眼泪在欢呼中的虚假希望。我又冷又累，我想睡得很深，很容易走过去，空荡荡的我应该从哪里开始，这样我才能继续？我试着接受我是谁，我想成为什么在我无望的爱需要中，我承担着一个遗憾。<当你翻阅书页时，诗歌似乎越来越暗>.$B$B的沉睡黑暗深处我在寻求冷漠，淹没在痛苦中开始和结束卡在中间没有目的没有目标黑暗的天空羞涩的月冷夜温暖的床。$B$B<翻到最后一页，你不知道该怎么做>.$B$B为什么是我，我做错了什么？$B$B<页面上潦草地写着为什么这个词，在所有重复之上，它再次写满了整个页面。 在日记的末尾，一个名称和一条消息被传递>。",
  ["O"] = "在暴风雨中找到期刊的所有者。",
  ["T"] = "In Search of the Owner",
  },
  [40274] = {
  ["D"] = "南弗瑞河并不总是那么糟糕，当我们第一次在这里定居时不是。洪水和波涛汹涌的海水考验着我们新家的自然力量，但最近发生了一些变化，导致鳄鱼大量增加！$B$B我只想整天钓鱼，但现在我必须击退野兽，手里拿着武器的时间比享受钓鱼点的时间更多。$B$B在你问之前，从杜恩霍尔德之围到海贾尔山战役，我一辈子的战斗已经够多了。我只想放松一下，以这种方式做出贡献。出去保护我的钓鱼点，我会给你一根我手工制作的钓鱼竿。",
  ["O"] = "在杜罗塔尔的南弗瑞河为格鲁加杀死 8 只无畏鳄鱼。",
  ["T"] = "A Bad Day to Fish!",
  },
  [40275] = {
  ["D"] = "很高兴在这些土地上遇到一位探险家，他享受着寻找未知和发现秘密的同样荣耀。我们在探索和冒险中有着共同的纽带，我觉得有义务让你远离海岸的危险，也许你可以提供帮助。$B$B深海纳加是一股来势汹汹的力量，他们来到这里的目的不明，目前在西南的吉利吉姆海岸附近控制着一个岛屿。在那里，他们有一个他们称之为家的避难所，并将其用作打击和攻击像你我这样的人的行动基地。我很幸运能逃脱这些滑行的掠夺者的手，活着讲述这个故事，但其他人就没有那么幸运了。我请你前往深潮圣地，杀死那里的娜迦人，以便有一天部落可以在这些岛屿上建立控制权，这样我们就可以安然无恙地继续我们的探索。把他们戴的手镯给我作为证明。",
  ["O"] = "从深潮娜迦收集 10 个深潮手镯，供探险家方戈什在毛格避难所使用。",
  ["T"] = "Deeptide Sanctum",
  },
  [40276] = {
  ["D"] = "你做得很好，你有最全面的探险家的坚韧和力量。如果我们真的希望娜迦消失，并且为了使这些岛屿摆脱它们的存在，我们必须变得更加大胆。他们的领导权依偎在深潮圣殿内，需要被铲除。$B$B回到圣所，对莎莎公主和潮汐王哈卡什进行报复，他们需要因为他们的罪行和敌意而被杀死。相信我，没有任何推理或外交可以做到，完成这件事，也许娜迦会散去。",
  ["O"] = "杀死潮汐王哈卡什和夏莎公主，为探险家方戈什在莫尔奥格避难所。",
  ["T"] = "Destroying the Deeptide",
  },
  [40277] = {
  ["D"] = "随着他们力量的削弱，直接攻击他们的时间已经足够了。在我变成...这...$B$B<她指着自己的亡灵特征>$B$B我是这里的指挥官之一，之前...这就是为什么我知道他们的阵营将被证明是一个艰难的挑战，即使被削弱了。我建议你在攻击他们的基地时呼救。请注意，你的主要目标是结束西拉斯船长和我的篡位者妹妹法利奥娜的生命。为我做这件事，我保证你会得到丰厚的回报。",
  ["O"] = "为格雷达公爵夫人杀死法利奥娜公爵夫人、西拉斯船长、8名残余步兵和4名残余牧师。",
  ["T"] = "Fall Of The Usurper",
  },
  [40278] = {
  ["D"] = "$R，我有一个任务要交给你。一个相当重要的。$B$B<纳格拉斯向您展示一个装饰精美的珠宝盒>.$B$B这里就是提里斯法高地的契约。你看，在灾祸入侵之前，我的妻子格雷尔达应该从她父亲那里继承这些土地。在加冕那天，这个盒子里的东西应该传到她手中。$B$B许多月亮过去了，但我和我的朝臣们却没有运气打开这东西的锁。但是在我的研究过程中，出现了一个名字。瓦斯拉斯米尔森。他专门研究这类事情。前往陡崖港找到他;我听说他现在开了一家客栈。$B$B哦，要小心。盒子比你的生命更有价值。",
  ["O"] = "将Darlthos的珠宝盒带到Steepcliff Port的Vathras Millson。",
  ["T"] = "Darlthos Heritage",
  },
  [40279] = {
  ["D"] = "你意识到你手里拿着什么吗！$B$B<瓦斯拉斯把盒子抢走，仔细检查了上面达尔索斯家族的印记>$B$B我的，我的，我想检查这个美丽很久。除了达尔索斯家族的王室之外，没有人见过这个盒子里的东西。你看到这个印记了吗？这是一个古老而强大的锁，可以保护盒子免受伤害，并以任何其他方式打开，而不是通过密封它的原始咒语。以我这样的技术，如果没有咒语，我将无法协助公爵完成这项任务。向公爵致以问候，祝他工作顺利，好吗？",
  ["O"] = "将达尔索斯的珠宝盒归还给格伦郡的纳尔格拉斯公爵，并将你的发现告诉他。",
  ["T"] = "A Different Type of Lock",
  },
  [40280] = {
  ["D"] = "让我想一想。嗯。。。为什么，是的！我在地下城有一个熟人。名字叫皮尔斯·沙克尔顿。他称自己为法师，他欠我一个人情，或者更确切地说，他欠我妻子一个人情。把这封信和盒子一起拿给他，看看可以用它做什么。",
  ["O"] = "把盒子和信拿给地下城魔术区的皮尔斯·沙克尔顿。",
  ["T"] = "Ways of Magic",
  },
  [40281] = {
  ["D"] = "我当然已经有一段时间没有见过这种锁了。现在我明白为什么达尔索斯家族秘密地包围了这整个磨难。我们这里拥有的是一种血魔法。虽然没有某些危险，但它肯定需要家庭成员的血液才能激活它。没有多少人知道如何使用这种魔法;我认识的最后一个使用这个的法师早就死了！ $B$B梅莱纳斯曾经在暗影方堡深处的图书馆里有自己的一部分。也许在那里你可以找到一些有用的东西。但要小心，那个地方已经被野蛮的沃根占领了，所以最好我守着这个盒子，直到你回来。如果你失败了，我们不想失去你和盒子，对吧？",
  ["O"] = "在暗影方堡图书馆找到梅莱纳斯的物品，并将它们归还给地下城的皮尔斯·沙克尔顿。",
  ["T"] = "Into The Jaws",
  },
  [40282] = {
  ["D"] = "所有这些知识，都任其腐烂。你，我的朋友，给我带来了一份珍贵的礼物。但我离题了。您可能只想了解如何打开该框。让我们拭目以待。$B$B<皮尔斯从物品中拿出一个旧卷轴>$B$B你在这儿。呵呵，比我想象的要容易。您需要将这些说明带给格雷达公爵夫人，因为打开盒子需要她的血液。我听说公爵夫人目前住在提里斯法高地南部公路旁的一座庄园里。身体健康，如果你想钻进另一个危险的地方来找回旧的魔法物品，请告诉我。",
  ["O"] = "把卷轴和盒子拿给格雷达公爵夫人。",
  ["T"] = "Darlthos Legacy",
  },
  [40283] = {
  ["D"] = "它可能看起来不像，$C，但我们处于战区中间。在森林中徘徊的高位幽灵与娜迦发生冲突，原因我不明白，我也不想。我知道的一件事是，它们对我们的前哨站构成威胁。他们现在可能正在互相争斗，但这不会永远持续下去。我们现在应该在他们软弱的时候出手。去埃尔德拉纳特废墟。杀死娜迦，消灭高位者。告诉他们，血拳点是不可忽视的。",
  ["O"] = "在阿兹沙拉的血拳点杀死6名挥之不去的高原人，10名斯皮特拉什蛇卫队和8名斯皮特拉什海妖。",
  ["T"] = "Azsharan Front",
  },
  [40284] = {
  ["D"] = "在血拳角以南，色狼们建立了一个营地。从我们到达的第一天起，它就一直是血拳点眼中的碎片。去，消灭他们，把他们的角给我。不要怜悯，因为它们不适合你。杀光他们，不留卑鄙的色狼站着。",
  ["O"] = "在阿兹沙拉的血拳点获得 12 个匕首血拳的匕首角。",
  ["T"] = "Blood and Glory!",
  },
  [40285] = {
  ["D"] = "我的名字是卡托卡尔。卡托卡尔刀锋风。我是燃烧之刃的剑圣。现在，我是部落的剑圣。我来到阿兹沙拉是为了为一位阵亡同志报仇。第三次战争期间，他在这里与燃烧军团作战。最后，我们赢了。阿基蒙德被击败。但我的朋友在一场光荣的战斗中牺牲了。$B$B自从我来到这里以来，我已经杀死了数百只恶魔，但我仍然不安分。我需要找到一个属于他的刀锋，他和我一样是剑圣。剑士必须用他的刀埋葬。然而，到目前为止，我的进步是徒劳的。我在东岸附近发现了他的残尸，我知道在阿兹沙拉的远东海岸有一座大塔，有一位守门人看着他，也许他可能知道更多。",
  ["O"] = "与阿兹沙拉远东海岸的“守护者”交谈，然后带着消息返回卡托卡尔。",
  ["T"] = "A Blademaster\'s Request",
  },
  [40286] = {
  ["D"] = "阿鲁古兰神庙...$B$B<卡托卡尔在一瞬间似乎几乎是遥远的，正如他的脑海中所想的那样>。这一定是地方$N，一定是。我没有其他线索，冒险深入圣殿，寻找他的刀，如果它在任何地方，那么它一定在那里。您可以在东南方找到这座寺庙，它很大，不容错过。小心你的搜索，我相信里面潜伏着一个可怕的邪恶。",
  ["O"] = "在阿尔可兰神庙内寻找可能属于堕落剑士的剑。",
  ["T"] = "The Search for the Blade",
  },
  [40287] = {
  ["D"] = "我们的刀片，它们不容易折断。它是故意切成两块的。$B$B在阿兹沙拉的所有可能力量中，只有娜迦人拥有这样做的技术。也许，只是也许，他们还有第二部分$B$B如果它在任何地方，它必须位于破碎的斯特兰德，毫无疑问，它被当作一些战利品或珍贵的财产保存。 找到它，把剑刃带回给我！",
  ["O"] = "搜索破碎的链条，在血拳点寻找卡托卡刃风的刀刃第二部分。",
  ["T"] = "The Search for the Edge",
  },
  [40288] = {
  ["D"] = "现在，还有最后一步，那把剑需要重新锻造.$B$B我们需要一个强大邪能管道，那是难以想象的能量来源，这样能使它再次完整。这是剑圣的方式。冒险前往仍然潜伏着恶魔的费伍德森林。收集他们的邪能能量，回到我身边，这样我们就可以重铸刀刃了$B$B杰德纳尔的恶魔圣所将是一个拥有这种能量的地方，看那里。",
  ["O"] = "从费伍德的恶魔那里收集 10 条邪能管道，交给艾萨拉血拳点的血拳点的卡托卡尔刀风。",
  ["T"] = "Refueling the Blade",
  },
  [40289] = {
  ["D"] = "我对你的最后一件事就是尊重死者，你做了很多工作，我无法完成的工作，所以我请求你为我尊重被遗忘的人。我将努力重新锻造刀片，尽管需要相当长的时间才能完全平衡。$B$B与我说话，说出堕落者的名字，使他的灵魂可以自由地行走在他的战士同伴中，这样你们就可以传递他的战士精神。他被命名为“Tak”gar Deephate”。",
  ["O"] = "与卡托卡刀风交谈，并说出死者的名字来纪念他们。",
  ["T"] = "To Honor the Forgotten",
  },
  [40290] = {
  ["D"] = "呸！你，是的，你$C！你为什么像醉酒的牡丹一样站在那里？你想留在这里，开始工作！$B$B我们需要兽皮、武器、木头，一切！但别担心，老努尔达不会强迫你在这里建造第二个奥格瑞玛。让我们从小事做起，给我带来一些当地雄鹿的肉，让我们看看你是用什么做的。",
  ["O"] = "从莫斯霍夫获得 10 块雄鹿肉。",
  ["T"] = "Food for Bloodfist Point",
  },
  [40291] = {
  ["D"] = "任何人都可以杀死一只雄鹿，它们不过是长着锋利角的鹿！另一方面，嬉皮士是另一回事。你认为你有能力吗？如果是这样，那就给我拿一把雷头爪。雷头是当地的嬉皮士，如此狂野和凶猛，即使是被诅咒的精灵也远离他们，如果事情变得艰难，它们的爪子会成为伟大的临时武器。",
  ["O"] = "获得16只雷头爪。",
  ["T"] = "Claws for Bloodfist Point",
  },
  [40292] = {
  ["D"] = "冰雹，$C，你感觉到了吗？魔法，在我们周围噼里啪啦地响着，永远强大，即使经过了数千年。这个地方曾经是暗夜精灵帝国的首都津阿兹沙里。现在，它只不过是一片荒地，被娜迦人甚至更险恶的势力占领。不过，我有一个异象，这个地方来了大骚乱，如果我们不阻止，后果就是......可怕。$B$B不幸的是，我的视野并不清晰，笼罩在迷雾中。我需要进入萨满教的恍惚状态才能看清楚。然而，我缺乏适当的成分来进入这种状态。我会自己收集它们，但暂时不能离开前哨。我不需要太多，只需要苔角可以粉碎，还有一打来自高源精灵的高本精华。",
  ["O"] = "在阿兹沙拉的血拳点为法赛尔·亚尔戈什收集 5 个苔角鹿角和 12 个高位精华。",
  ["T"] = "Disturbance in the Air",
  },
  [40293] = {
  ["D"] = "我准备好了，$C。让我们到外面去与灵魂交流。",
  ["O"] = "等到Farseer Yharg\'osh完成仪式。",
  ["T"] = "Ritual of the Farseer",
  },
  [40294] = {
  ["D"] = "在我看到的幻象中，我看到一条伟大的龙，飞过阿兹沙拉。我对他们了解不多，但我们在血拳点的德鲁伊朋友应该更了解。与他们分享我的愿景，他们会知道下一步该怎么做。",
  ["O"] = "告诉塔洛姆·斯特里德云关于法赛尔的异象。",
  ["T"] = "Dragons of Azshara?",
  },
  [40295] = {
  ["D"] = "我们来到阿兹沙拉是为了从军团腐败的残余中治愈这些土地。然而，我们在这里发现的情况与预期的不同。你看，年轻的$R，恶魔腐败不是这里最大的问题。$B$B大地呼救。某种邪恶势力已经在门纳尔湖附近定居。它们耗尽了地球的精华，消耗了魔法和自然。纳加斯或色狼没有那么强大，他们做不到。另一方面，蓝龙菲尔特...请去看看门纳尔湖发生了什么，阿兹沙拉的未来可能掌握在你手中。",
  ["O"] = "侦察湖门纳尔。",
  ["T"] = "Mystery of Lake Mennar",
  },
  [40296] = {
  ["D"] = "大德鲁伊符文需要听到这个！他会知道该怎么做，以及我们应该如何接近他们。去吧，飞到雷霆崖，告诉大德鲁伊你在这里看到的。抓紧时间，时间至关重要。",
  ["O"] = "向Hamuul Runetotem报告。",
  ["T"] = "Report to the Archdruid",
  },
  [40297] = {
  ["D"] = "蓝龙飞行自古以来就在阿兹沙拉，但他们最近的行动似乎很奇怪。他们在那里是为了保护古代文物，而不是耗尽生命和魔法的源泉。在更好，更简单的时代，我建议您与他们联系并尝试谈判。那些时代已经结束，我们需要采取行动。回到阿兹沙拉，召集一个强大的政党。冒险前往门纳尔湖，杀死他们的亲人。这将减少他们队伍中的人数，我们将有时间准备对他们的行动做出更好的回应。可悲的是，龙飞已经开始扰乱阿兹沙拉斯自然魔法的方式。完成后，返回血拳点的Yhargosh。",
  ["O"] = "杀死塔兰戈斯。",
  ["T"] = "Stop the Dragonflight",
  },
  [40298] = {
  ["D"] = "飞龙原产于卡利姆多，可以在我们的大部分土地上找到。事实证明，它们是我们风骑士的忠实伴侣。我记得我们第一次确保这些美丽生物的帮助的日子。事实上，它们是地球母亲的礼物，加强了兽人和我的人民之间的联系;毫不夸张地说，没有他们，我们就不会有今天的成就。$B$B这里的狐尾毛已经很驯服了。她不会攻击你的，放心吧。$B$B事实是，自从我忘了带她最喜欢的玩具去杜罗塔尔后，这个可怜的女孩似乎有点无聊。如果你有时间，年轻的$C，请给她找一个新玩具和零食。作为回报，我相信她会很乐意带你飞上天空一小会儿。",
  ["O"] = "带上 5 块野猪肉、3 块羊排和 1 个咀嚼骨玩具到剃刀山的狐尾皮。",
  ["T"] = "Red Skies of Durotar",
  },
  [40299] = {
  ["D"] = "古老的故事描绘了这些肩膀曾经由乌瑟尔光使者本人佩戴，比升起的黎明更明亮。即使它丢失了时间，我们也可以在适当的条件下重新制作它们。$B$B如果你想用正义和荣耀的热情打击你的敌人，那么你必须找到这些成分：$B$B$N野兽的原始皮毛.$B$B$N 十字军球体$B$B$N 阿坎石棒.$B$B$N 信仰勋章。$B$B看！",
  ["O"] = "为了制造光之使者的护肩，你需要将以下物品带回马利弗斯暗锤：1 野兽的原始皮;10个阿坎石条;8个正义的球体;5 枚信仰勋章.您还需要支付 50 枚金币来制作物品。",
  ["T"] = "Shoulderguards of the Lightbringer",
  },
  [40300] = {
  ["D"] = "冰雹年轻$C。你是偶然注定要去人类城市暴风城吗？如果是这样，我有个忙要问。$B$B钓鱼是我的亲戚中很少有的职业选择，但我非常喜欢钓鱼。真的没有比这更轻松的方式来打发时间了，这是我们卡尔多雷不缺的东西。我经常从我钓鱼的河岸上收集蛤蜊，里面有像艾露娜本人一样纯白的珍珠，在最黑暗的夜晚。$B$B正是用这些珍珠，我为Shailiea整理了一条项链，几十年来我一直渴望和追求的女人。请把这条项链交给她，并告诉她这是她的秘密崇拜者。让我快速用一块布包起来。$B$B到达暴风城的最快方法是从奥伯丁的南码头。一旦进入暴风城，你应该能够找到住在公园里的Shailliea。",
  ["O"] = "将安德罗尔的包裹送到暴风城的夏莉亚。",
  ["T"] = "A Secret Admirer",
  },
  [40301] = {
  ["D"] = "问候朋友，我可以让你对一条面包感兴趣吗？$B$B但是，如果它不是你要找的面包，并希望工作，我可能会给你一个任务。我的朋友格里什卡（Gryshka）拥有奥格瑞玛（Orgrimmar）旅馆，她在很多信中写道，她无法复制我的特制面粉，也无法为顾客提供Mulgore香料面包。正是由于地球母亲的爱，像你这样的冒险家找到了通往我的道路，否则我永远无法与她交流。如果你想帮助我，我会给你一袋面粉和它的配方，你所要做的就是把它带到格里什卡。我听说我们最新的调皮盟友，哥布林在雷霆崖附近竖起了一座齐柏林飞艇塔，村民们说它直接带你去杜罗塔，就在荒原上。$B$B来，让我拿麻袋，格里什卡会给你奖励的。",
  ["O"] = "将一袋面粉送到奥格瑞玛的旅馆老板格里什卡。",
  ["T"] = "Baking Bread",
  },
  [40302] = {
  ["D"] = "你好，冒险家！如您所知，暗月集市每周都会从卡利姆多转移到东部王国。事实上，我们能够在没有派系障碍的情况下穿越大多数城市。$B$B随着从暗黑海岸到暴风城的新船，我们彻底改变了我们的路线。$B$B为了快速完成解释，本周我们在到达达克肖尔之前晚上在佐拉姆的斯特兰德附近露营，其中一个纳加偷走了我曾经在塔纳里斯得到的一份非常珍贵的礼物！啊，是的，正是在我寻找奇迹和神秘的日子里，我在海岸附近发现了一只好奇的，她的名字叫托尔塔，她会说话！想象一下，一只会说话的，多么奇妙！$B$B她让我去找她的丈夫图加。显然他迷路了很多，但他也能说话！我一生中从未见过这样的事情。但遗憾的是，他们不想加入博览会，但是托塔给了我一个她的蛋，这就是我所说的珍贵礼物，我想它也即将孵化。求求你，把我的蛋带回来。",
  ["O"] = "在佐拉姆斯特兰德找到托塔的蛋。",
  ["T"] = "Torta\'s Egg",
  },
  [40303] = {
  ["D"] = "拉皮迪斯之塔将不是一件容易的事，即使有这把钥匙，这也只是通往地狱之门的入口。你必须为即将发生的事情做好准备，拉皮迪斯能够与最不可能的朋友结盟是有原因的。他是一个强大的人，而且魔法非常熟练，更不用说被他自己变戏法的爪牙包围了。$B$B如果你要征服拉皮迪斯之塔，你需要一群冒险家。计划未来的任务，杀死大水手拉皮迪斯，因为他所有的谎言，他的欺骗，以及他对库尔蒂拉斯的罪行。如果你成功了，把他的头带到哈迪努斯上校那里，他将是最渴望奖励这种英勇行为的人。",
  ["O"] = "冒险进入拉皮迪斯塔，杀死大水手拉皮迪斯，并将他的头颅归还给凯兰安息的哈迪努斯上校。",
  ["T"] = "The Tower of Lapidis X",
  },
  [40304] = {
  ["D"] = "我被奥格瑞玛的法师议会派去调查卡拉赞释放的日益增长的力量。我对塔本身以及曾经属于它周围废墟的文物做了很多研究。我有一些预感，首先是我和其他法师感受到的能量来自卡拉赞的下面。在塔下一系列古老而破旧的地下墓穴中。如果我是对的，那么我们将需要一个旧的吊坠，它的力量足以重新激活Medivh创造的钥匙。这件神器被称为阿尔丹吊坠，被认为已经失传了好几年了。我唯一的暗示是死风山口的食人魔，其中，他们的领袖瓦尔·找到瓦尔若格，从他那里收回阿尔丹的吊坠。",
  ["O"] = "寻找传闻中由食人魔瓦尔·祖格持有的阿尔丹吊坠，收集它，然后返回斯托纳德的科尔根。",
  ["T"] = "The Depths of Karazhan I",
  },
  [40305] = {
  ["D"] = "有了阿尔丹吊坠，我们可以将注意力转向塔本身，以及什么魔法已经开始在它周围产生更多的鬼魂。截至最近，死者已经开始实体化，过去的灵魂和回声紧紧抓住塔，就好像他们还活着一样。前往卡拉赞周围的废墟，从鬼魂和死者那里给我带来8种幽灵物质。正是从这种物质中，我将能够检查出什么魔力在空灵的生物身上挥之不去。小心点，因为也有传言说有一个黑暗掠夺者守卫着卡拉赞的入口。",
  ["O"] = "从卡拉赞周围的幽灵那里收集8种幽灵物质，然后返回斯托纳德的科尔甘。",
  ["T"] = "The Depths of Karazhan II",
  },
  [40306] = {
  ["D"] = "<一脸恼怒的表情会覆盖科尔根，因为他试图研究幽灵物质的尝试失败了>。看来我们正在处理的东西超出了我的能力范围，它充满了奥术能量，还有其他我不熟悉的东西......$B$B我认识的一个人可能会有所帮助，他是麒麟托尔的一员，他的名字叫冈瑟·阿卡努斯。他住在布里尔东北部蒂里斯法格莱德斯的布赖特沃特湖中心。以他在达拉然内部的知识，也许他可以提供更多的帮助，找到他，把这个箱子给他。",
  ["O"] = "将Kor'gan的板条箱带到Brightwater Lake的Gunther Arcanus。",
  ["T"] = "The Depths of Karazhan III",
  },
  [40307] = {
  ["D"] = "我的...如此强大的能量，我一直猜测卡拉赞有天然的能量，事实上在达拉然内部有传言。Kor\'gan将这些样品带给我是正确的，它们将为未来的项目带来好处。徘徊在奥术之下的能量是死灵法术的能量，而且是相当强大的死灵法术。很久以前，我在卡拉赞呆了相当长的时间，我接受了麒麟托的任务，研究在那里徘徊的自然能量。毫无疑问，这是阿拉鲁斯的作品，他是麦迪文的学生，他晚年的大部分时间都在照顾塔下延伸的地穴。如果你的任务是进入那些地下墓穴，你需要重新锻造钥匙。它需要一个卡拉赞的标记，由少数被允许进入塔楼的人持有，以及钥匙本身。把这些信息带给科尔根，也许他会找到解决这个问题的方法。",
  ["O"] = "带着冈瑟·阿卡努斯提供的信息返回斯托纳德的科尔根。",
  ["T"] = "The Depths of Karazhan IV",
  },
  [40308] = {
  ["D"] = "如果我们要重铸钥匙，那么我们将需要冈瑟·阿卡努斯暗示的物品。我毫不怀疑这两个物品都可以在塔周围徘徊。$B$B我们要获得的第一项是钥匙本身，有传言说，一个病态的、苍白的人类在没有活生生的灵魂时出现，照顾卡拉赞周围的土地。从他那里，可以找到旧地穴钥匙，找到他，并为了我们的目的而索取它，他应该在身边。$B$B最后，需要卡拉赞的印记，在这个凡人世界里剩下的已经不多了。我听说过一个船长在主人酒窖的洞穴里徘徊的故事。罗辛船长和他的双胞胎兄弟早就得到了一个，他应该还有一个。$B$B等这些东西拿到了，还给我，我就可以锻造钥匙了。",
  ["O"] = "从卡拉赞废墟周围收集旧地穴钥匙和卡拉赞的标记，用于斯托纳德的科尔甘。",
  ["T"] = "The Depths of Karazhan V",
  },
  [40309] = {
  ["D"] = "现在，你已经光荣地完成了你的行为，现在是我坚持我的交易的时候了。这需要一些时间和高度的专注，但我会努力重铸卡拉赞地穴钥匙。一切就绪后，它应该允许进入卡拉赞的地穴！现在，退后一步，看看我的力量！",
  ["O"] = "等待科尔甘重铸卡拉赞地穴钥匙。",
  ["T"] = "The Depths of Karazhan VI",
  },
  [40310] = {
  ["D"] = "作为部落的光荣成员，我们只剩下一步了。我们必须挺身而出，在邪恶变得更加强大之前战胜它。如果我们让人类处理这件事，谁知道他们能不能阻止它？$B$B当格罗姆地狱尖叫杀死曼诺罗斯时，我们也必须看到一些可怕的东西，并从这个世界上摧毁它。我请求你冒险进入卡拉赞地穴，为了这个世界的利益，结束这种疯狂。这不是你可以独自处理的任务，确保你带着强大的盟友一起旅行。",
  ["O"] = "冒险进入卡拉赞地穴，一旦进入，就杀死阿拉鲁斯，他是斯托纳德科尔甘地穴的守望者。",
  ["T"] = "The Depths of Karazhan VII",
  },
  [40311] = {
  ["D"] = "我冒险去过这个相当破旧、孤独的地方，去调查卡拉赞周围的奥秘。它早已笼罩在这片土地上，散发出一股强大的力量。虽然这座塔令人印象深刻，但它并没有拥有曾经在麦迪文统治下拥有的权力。我对塔的分析是，不断增长的力量不是来自上面，而是来自下面。一直有关于卡拉赞地下深处的地穴的故事，也许它们是真的。$B$B我要求你的第一件事是寻找一个失传已久的吊坠，据传是前段时间从卡拉赞废墟中取出的。需要它神奇地调整密钥以实现我们的目的。我怀疑该地区的食人魔已经控制了它。最近，一位名叫Var\'zhog的食人魔师已经声名鹊起，毫无疑问，他拿着吊坠。",
  ["O"] = "寻找传闻中由食人魔瓦尔若格持有的阿尔丹吊坠，收集它，然后返回死风山口的马格斯阿里登黄昏塔。",
  ["T"] = "The Mystery of Karazhan I",
  },
  [40312] = {
  ["D"] = "随着阿尔丹吊坠的固定，我们可以开始寻找其他线索，因为最近卡拉赞塔周围开始出现更多的鬼魂。毕竟，死者并不是每天都在空灵的形态中重新开始行走。$B$B我请求你在卡拉赞的废墟中冒险，杀死空灵的死者，并从他们那里收集8种幽灵物质。正是从这种物质中，我才能检查出神奇的威力，或者说是什么样的魔法驱使这些灵魂从死亡中惊醒。$B$B注意你的立足点，因为众所周知，卡拉赞的黑暗掠夺者会监视塔的门楼。",
  ["O"] = "杀死卡拉赞周围的幽灵，并在死风山口内为法师阿里登黄昏塔收集8种幽灵物质。",
  ["T"] = "The Mystery of Karazhan II",
  },
  [40313] = {
  ["D"] = "这种物质的能量是强烈的，我需要相当长的时间才能解开。我在达拉然的师傅安西雷姆·鲁内维弗大法师精通这种魔法，过得轻松多了。我请求你把幽灵物质带给他，弄清楚所蕴含的魔法的真正效力和起源。也许到那时，我们可以弄清楚如何最好地处理卡拉赞地下徘徊的外来能量。",
  ["O"] = "将阿里登的板条箱带到达拉然的大法师安西雷姆·鲁内维弗。",
  ["T"] = "The Mystery of Karazhan III",
  },
  [40314] = {
  ["D"] = "我花时间研究了所提供的东西，根据他发送的样本，毫无疑问产生了这种能量的力量。物质中存在的魔法是死灵法术，带有一丝奥术。有一个人可以施展这样的魔法。一个在麦迪文地下学习了很短时间的人，并开始监视地穴本身，他的名字叫阿拉鲁斯。如果真的是他，那么他已经掌握了自己的魔法，而且能力极强，甚至更加危险。无论卡拉赞地下徘徊什么，都必须停止，尤其是卡拉赞本身拥有如此强大的魔法。如果这个黑暗在卡拉赞的下面，那么它一定在它正下方的地穴内。回到阿里登黄昏塔，让他知道一切。",
  ["O"] = "带着Ansirem Runeweaver提供的信息返回Ariden Dusktower。",
  ["T"] = "The Mystery of Karazhan IV",
  },
  [40315] = {
  ["D"] = "如果Ansirem Runeweaver是正确的，那么必须不惜一切代价阻止Alarus。为了重铸进入地穴的钥匙，我们需要一些来自卡拉赞周围废墟中徘徊的灵魂的物品。首先，我们需要一个卡拉赞的标记，一个神奇地被塔的能量迷住的物体。据说双胞胎安德烈昂和罗西恩在被塔楼警卫队录取后都获得了一个。虽然安德烈昂下落不明，但罗西恩的灵魂仍然萦绕在主人地窖的洞穴中。最后，还有场地管理员雅各比，他至今仍然生活并照顾场地。一个只有在没有活生生的灵魂时才会出现的人，只有在活人徘徊时才会逃跑和躲藏。钥匙本身就是从他那里收集的，所以追捕他。$B$B当所有东西都收集好后，我就可以开始注入钥匙曾经拥有的力量，以便进入卡拉赞地穴。",
  ["O"] = "杀死罗辛船长收集卡拉赞的印记，并从场地管理员雅各比那里取回旧地穴钥匙，用于死风山口的马古斯·阿里登黄昏塔。",
  ["T"] = "The Mystery of Karazhan V",
  },
  [40316] = {
  ["D"] = "凭借阿尔丹吊坠的力量，以及你获得的物品，我将开始将卡拉赞的能量引导到休眠的钥匙中。以熟悉的能量，它应该会打破锁上的魔法封印并允许进入。$B$B我需要一些时间来集中注意力，所以请给我一点时间来施展复杂的魔法。",
  ["O"] = "等待法师阿里登黄昏塔将卡拉赞的能量注入钥匙中。",
  ["T"] = "The Mystery of Karazhan VI",
  },
  [40317] = {
  ["D"] = "随着钥匙的创建，卡拉赞地穴的大门现在打开了。我要求你一个非常重要的请求，冒险进入卡拉赞地下的深处，以一切美好事物的名义杀死阿拉鲁斯。要完成这样一项任务将需要援助，因为你将无法独自承担这一责任。雇佣一队雇佣兵，或者召集有功德的人加入你，让这个邪恶的世界摆脱，让它无法进一步传播伤害。$B$B麒麟托在精神上与你同在，许多人的命运都在你肩上勇敢的人。",
  ["O"] = "冒险进入卡拉赞地穴，一旦进入，就会杀死阿拉鲁斯，他是死风山口中魔法师阿里登黄昏塔的地穴守望者。",
  ["T"] = "The Mystery of Karazhan VII",
  },
  [40318] = {
  ["D"] = "一个局外人，你是很长一段时间以来的第一个，欢迎来到遗迹营地。说我们的处境很糟糕，将是对最高尊重的轻描淡写。我们只剩下带着洛达伦的徽章作为印记，隐藏在高地的一个偏远角落里。作为残余势力的首领，洛达伦军团的指挥官，我想请你帮个忙。我已经准备好了一封信，要寄给暴风城，这是人类力量的最后堡垒之一。把它交给马库斯·乔纳森将军，洛达伦需要士兵和补给。",
  ["O"] = "将西拉斯上尉的信交给暴风城的马库斯·乔纳森将军。",
  ["T"] = "A Call to Aid",
  },
  [40319] = {
  ["D"] = "补给，士兵？我应该从哪里得到这些，更不用说我应该如何将它们送到这么远的北方？如果洛达伦军团的上尉自称是联盟的领袖，事情一定很绝望。$B$B我已经准备好了我的答复，可悲的是，没有办法满足他的要求，就像我们一样捉襟见肘。把这带回给他，愿光保佑那些留在那里的人。",
  ["O"] = "将马库斯·乔纳森的信交给提里斯法高地残余营地的西拉斯上尉。",
  ["T"] = "A Call to Aid",
  },
  [40320] = {
  ["D"] = "嘿，我想你不会介意帮我吧？事情开始变得非常艰难，我们正在遭受粮食短缺的困扰，甚至不会持续超过一周。$B$B有一个洞穴，就在东边，几乎挤满了狼。如果你能给我10个灰爪侧翼，我可以让它们持续一段时间，并帮助缓解食物的缺乏。",
  ["O"] = "在提里斯法高地的残余营地为Barkeep克莱门斯收集10个灰爪侧翼。",
  ["T"] = "A Call to Aid",
  },
  [40321] = {
  ["D"] = "你一直非常乐于助人，对此我很感激。我发现自己所在的这片土地似乎充满了危险，那些我还没有准备好遇到的危险。我已经对独木舟进行了一些修理，应该可以尽快出发，回到我原来的地方。$B$B东北航道非常繁忙，那里有许多锯齿状的冰山，这使得航行变得相当困难！不过我知道一个办法，如果你愿意跟我一起去，我需要在卡纳克努恩停下来，我不介意带你去看看。$B$B当你准备好时，请告诉我。",
  ["O"] = "与因努克人交谈，穿过东北通道前往卡纳克努恩。。",
  ["T"] = "The Northeast Passage",
  },
  [40322] = {
  ["D"] = "卡纳克努恩是一块漂浮在海上的大石头，我的一些人住在这里。这是南下途中和北上途中的必经之地。如果你想真正受到欢迎，你必须和村里的长者谈谈，因为他们有很多知识！$B$B他们可以在路上找到，他们的名字是Panukuki。",
  ["O"] = "于卡纳克努恩的Panukuki交谈‚",
  ["T"] = "The Kaneq\'nuun Elder",
  },
  [40323] = {
  ["D"] = "Inunquaq一直对南部地区很感兴趣，这是一个神秘的地方，有许多不同的民族。在我漫长的一生中，我一直想知道风雪的披肩下隐藏着什么，也许你可以给我讲一些故事。如果你想真正受到欢迎，你为卡纳克努恩做点什么。我们许多强壮的猎人已经北上塔尔克恩寻找更大的野兽，因此，我们一直在配给食物。沿海到处都是冰爬虫，如果生气，它们可能会很讨厌。给我带来6只冰爬虫爪，它们会和我们的食物相得益彰。",
  ["O"] = "在冰点岩的卡纳克努恩为Panuuki收集6只冰爬虫爪。",
  ["T"] = "An Offering for Kaneq\'nuun",
  },
  [40324] = {
  ["D"] = "当我的族人第一次来到这个岛上时，我们遇到了一个名叫塔尔克西库的人。他是用纯冰做的，在我们非常需要的时候帮助我们。塔尔克西库早已陷入黑暗之中，在地下深处隆隆作响，让白爪陷入疯狂。一个邪恶已经遮蔽了他的判断，他的思想，他已经攻击了我们的同类。Tarqsiku是我祖先的传说，但对我来说，Tarqsiku是一种威胁，让我不知道该怎么办。我请求你冒险深入地球，找到塔尔克西库，并释放他的折磨。",
  ["O"] = "在卡内克努恩的地下深处找到塔尔克西库，并为帕努库基杀死他。",
  ["T"] = "The Legend of Tarqsiku",
  },
  [40325] = {
  ["D"] = "随着我们的猎人离开去为漫长的冬天收集食物，我们看到越来越多的白爪熊开始在洞穴外面跟踪。有什么东西开始把他们从冬眠中唤醒，我们已经看到了他们。我们与白爪和睦相处已经有一段时间了，但现在我们必须采取行动减少它们的数量。北面是一个深洞，钻进山里，去那里，收集5张白爪毛皮。",
  ["O"] = "在冰点岩的Kaneq\'nuun为Aputuq收集5张白爪毛皮。",
  ["T"] = "Icepoint Whiteclaws",
  },
  [40326] = {
  ["D"] = "很久以前，我走遍了灰谷的森林，寻找一个可以称之为家的地方。当德鲁伊们倾向于新月树林时，我想这样一个宁静的地方会是一个完美的家。几个世纪以来，我照料我的花园，帮助德鲁伊们满足他们的任何需要。$B$B最近，一群自称格罗夫威尔德(Groveweald)的熊人搬进了这里。他们把我赶出我的家，甚至厚颜无耻地把我的家烧为平地。在我的恐慌中，我留下了许多宝贵的传家宝和宝藏。毫无疑问，大部分都烧成了灰烬。$B$B请到我在新月树林被烧毁的家去，从房子后面把我的木槌捡回来。这是我父亲给我的，我用来盖房子。收集起来，因为这对我很重要。",
  ["O"] = "前往新月树林，找到卡拉纳尔·布莱特希恩被烧毁的家。然后取回卡拉纳尔的木槌，并在阿斯特拉纳尔归还给他。",
  ["T"] = "Kalanar\'s Mallet",
  },
  [40327] = {
  ["D"] = "几周前，我得到消息说，由于蛇怪问题，风险投资公司不得不放弃水晶矿。毫无疑问，他们留下了各种适合偷窃的设备和工具。我们海盗通常都是用二手设备操作的，这样的分数我们不能放弃。$B$B水晶矿位于东部，就在古鲁巴希竞技场附近的公路旁。到达那里，并快速到达那里，在那些冒险暴徒去并试图回到那里之前。如果我们行动迅速，他们甚至不会知道我们去抢走了这一切！",
  ["O"] = "在Stranglethorn Vale的Bloodsail大院收集Falgig Wazzlewrench的风险公司设备。",
  ["T"] = "Abandoned Equipment",
  },
  [40328] = {
  ["D"] = "几周前，娜迦开始进入血帆大院以南的领地。我们不知道他们为什么在这里，或者他们为什么来，但他们似乎很吸引高处。滑行的可怜人什么也没做，只是在航行时四处游荡和打扰我们的船只。我希望你和他们一起为我们所有被杀的亲人而战。$B$B从娜迦探险家那里收集他们的三叉戟，并将它们带给我作为你行为的证据。14 应该做得不错，也许我们可以用它们作为鱼叉对付野兽。",
  ["O"] = "在绞杀荆棘谷的血帆大院收集 14 根娜迦三叉戟，为拉加暗眼。",
  ["T"] = "Naga Tridents",
  },
  [40329] = {
  ["D"] = "我们有一个联系人，他一直在寻找购买原始大猩猩毛皮一段时间了。他们花高价买了一个完全原始的，没有一个瑕疵。血帆当然可以用这枚硬币来资助我们的行动.$B$B前往荆棘谷，追捕一些大猩猩，给我找到一张原始的毛皮。毕竟，我们在这里的时候不妨利用丛林。",
  ["O"] = "为血帆营地的威利击杀荆棘谷大猩猩，并收集原始的大猩猩毛皮。",
  ["T"] = "Pristine Gorrila Pelt",
  },
  [40330] = {
  ["D"] = "肯定已经有一段时间没有听到老“畏缩”威利的消息了。他被任命管理远在血帆大院西北部的补给，它位于古鲁巴希竞技场的西南部。一定是出了什么问题，或者他和他的手氓了。$B$B我希望你去那里，和他见面，弄清楚为什么会出现供应短缺。如果有什么我们血帆需要什么，那就是控制我们的补给线！",
  ["O"] = "前往血帆大院，与“畏缩”威利会面。",
  ["T"] = "The Bloodsail Compound I",
  },
  [40331] = {
  ["D"] = "五天晚上前，我们被一群蓝头发的巨魔骚扰，他们向我们投掷了各种标枪。$B$B他们带着板条箱和成捆的物资逃跑了，更不用说在我们击退他们之前杀死了几个好人。$B$B那些巨魔是骷髅分裂者，来自这里东北部的齐亚塔遗址。前往那里，找回5个血帆补给箱。$B$B当你在的时候，你还不如杀一些来换取回报，毕竟我们需要保持我们的形象。",
  ["O"] = "“畏缩”威利在血帆大院希望你收集5个血帆补给箱并杀死10个骷髅战士。",
  ["T"] = "The Bloodsail Compound II",
  },
  [40332] = {
  ["D"] = "既然你们已经收回了供应，我们可以把注意力完全转移到其他事情上。在Kalimdor，我们有一个客户和联系人网络，我们出于各种目的与他们保持联系$B$B一个这样的联系人位于Steamwhiddele港，他还没有发货。他叫贾贝，是那里的一个小贩$B$B我想让你去那里看看阻碍是什么，这样我们就可以把一切都交给麦考伊$B$B你可以在塔纳里斯的沙漠中找到Gadgetzan以东的Steamweidle港$B$B现在，当然，请确保你保持沉默，因为这与血帆有关$B$B哦，一定要带水来，我听说那里很干。",
  ["O"] = "在蒸汽海德尔港与名为贾比的血帆联系人会面。",
  ["T"] = "The Bloodsail Compound III",
  },
  [40333] = {
  ["D"] = "嘿，我看不麻烦，小声点！$B$B一段时间以来，我一直在为血帆提供强效毒药，而我的主要人员刚刚起身离开了塔纳里斯。我知道他们付了我最后一批钱，但我只是没有机会得到它，在你看来我看起来像某种天蝎杀手吗？$B$B也许你可以帮我，帮我送，我也会扔一些硬币给你解决麻烦。在这边的西边是一群天蝎猎人，从他们那里收集了8个强大的天蝎毒液，并将它们送到“畏缩”威利回到绞杀荆棘谷的血帆大院。",
  ["O"] = "收集 8 个强效天蝎毒液，并将它们送到扼杀荆棘谷血帆大院的“畏缩”威利手中。",
  ["T"] = "The Bloodsail Compound IV",
  },
  [40334] = {
  ["D"] = "为我检查事情的工作很好，营地周围可能还有更多的工作，但我希望你把一封信交给麦考伊大副。毫无疑问，他有点着急，想知道我和你在做什么。$B$B我已经准备了一张纸条，准备在血帆撤退处带给他，所以请赶紧这样做。",
  ["O"] = "把威利的信带给在绞杀荆棘谷的血帆撤退的大副麦考伊。",
  ["T"] = "The Bloodsail Compound V",
  },
  [40335] = {
  ["D"] = "啊看到你们昨晚和我们船上的吟游诗人玩得很开心，她很好吗？$B$B无论如何，我指的是船，当然，与我的私事无关。说到哪个船长，你们决定船名了吗？海上有一艘无名船是倒霉的，所以想想看！$B$B无论如何，在更紧迫的事情上。加菲尔德上将让我为我们的定居点提供将军的物品，但我们没有闲暇的时间只是购买它们，所以我们只会掠夺它。是的，抢劫它。南海海狗已经定居在靠近那个该死的吉尔吉姆岛的沙洲上。海浪的财富与你同在。",
  ["O"] = "从南海沙洲掠夺 10 个将军好箱，然后返回贝尔格鲁什匕首拳。",
  ["T"] = "Another Day of Labor",
  },
  [40336] = {
  ["D"] = "队长，还想再来几首歌吗?$B$B还是今天只有糖。$B$B<Jeesie凝视着你的眼睛>。$B$B哦，这个可怜的女人怎么了，没有首饰来衬托她的美丽，船长肯定想改变这一点，是吗?我听说在我们的一个院子北边有一群纳加人，维尔多说他们带着最适合这位姑娘的精灵珠宝，你不这么认为吗?我一定会让你不虚此行。",
  ["O"] = "带一条高贵的项链给吉西银舌。",
  ["T"] = "Charming a Charmer",
  },
  [40337] = {
  ["D"] = "我们的朗姆酒上限不足！我需要测试一些东西，虽然我可以用多种方式酿造啤酒，但我还没有尝试制作一些优质的重朗姆酒。$B$B幸运的是，我们在Jaguero岛上，正如你注意到的，这里有几只大猩猩，那里有一只大猩猩，那里还有香蕉。用水果里的糖，我也许可以给我们酿造一些朗姆酒。他们中的一堆会很棒。",
  ["O"] = "带上15根香蕉到“圣阿莱尔”格里达。",
  ["T"] = "We Must Have Rum",
  },
  [40338] = {
  ["D"] = "我们的另一个亲戚，我认为你来这里是为了寻求你对这个世界的真正目的，或者你来向这个古老的团体致敬。蔚蓝石教团与铁匠城本身一样古老，其根源在于我们强大城市的建设。如果您想加入我们的教团并学习我们的课程，您需要先听听蔚蓝石的故事。",
  ["O"] = "与托尔丹山心交谈，听听蔚蓝石的故事。",
  ["T"] = "The Azurestone",
  },
  [40339] = {
  ["D"] = "蔚蓝石教团和这座城市一样古老，它依靠勇敢的矮人的肩膀，才得以生存这么久。勇敢的考验是为了证明你和前人一样意志坚强。$B$B东南方是戈尔博拉尔采石场，最近被特罗格人出没，由一个名叫格拉什的卑鄙特罗格领导，他使用原始魔法带领他的爪牙。前往那里，从他那里召集他的手下。$B$B如果你成功杀死了他，这无疑将展示你的勇敢，以及你拥有奥术天赋的天赋。",
  ["O"] = "杀死格拉什，并带着他的手下来到铁堡的托尔丹山心。",
  ["T"] = "The Azurestone Order",
  },
  [40340] = {
  ["D"] = "一段时间以来，时间方式一直受到攻击。无限龙飞已经开始以他们能想象到的各种方式对我们不利。正是从这些破碎的时间通道中形成了腐砂。$B$B腐化的沙子可以被我们在时间洞穴中净化。如果你碰巧得到一些腐化之沙，把它带给我，我们很乐意净化它。",
  ["O"] = "在时间的洞穴中为德罗诺木收集腐烂的沙子。",
  ["T"] = "Corrupted Sand",
  },
  [40341] = {
  ["D"] = "净化在腐败的沙子上可能是一个漫长的过程，我们通常更喜欢大量获得它。如果你能为我找回10个腐化之沙，那会让我的生活和我的亲人的生活变得轻松得多。$B$B时间之路当然充满了它，只需要一个勇敢的灵魂去那里冒险并为我们收回它。也许你是那个勇敢的灵魂，也许你可以为我们收集它。",
  ["O"] = "在时间洞穴中为德罗诺木收集 10 个腐化沙子。",
  ["T"] = "Sand in Bulk",
  },
  [40342] = {
  ["D"] = "很久以前，我的任务是捍卫时间的方式，我和另一个人一起宣誓。我不敢说出他们的名字，因为他们是青铜龙的叛徒，现在与无限结盟。他们反对他们发誓要维护的一切，并正在积极破坏我们所有的工作。他们的名字是Chronar，是他们曾经的扭曲外壳。为我们亲属的价值观和荣誉感到自豪，但不再如此。$B$B冒险进入黑沼泽，找到克洛纳尔，把他卑鄙的头颅带给我作为证据，我会奖励你一份对我来说最珍贵的礼物。",
  ["O"] = "杀死编年史，并将他的头带到时间洞穴中的泰瓦德里乌斯。",
  ["T"] = "The Bronze Betrayal",
  },
  [40343] = {
  ["D"] = "你能感觉到吗，你的命运在召唤你年轻，灵魂自己在低声呼唤你的名字。雷霆崖的贝拉姆追天者召唤你去参加我们同类的仪式。$B$B你可以在悬崖东北边缘的灵魂崛起中找到他，去那里，找到他。",
  ["O"] = "前往雷霆崖，与贝拉姆·追天者交谈。",
  ["T"] = "Spiritual Guidance",
  },
  [40344] = {
  ["D"] = "只要我们牛头人萨满一直坚持我们的古老传统。精神行走是我们文化的一部分，比你甚至可以想象的年轻人更长。这就是我们如何与地球母亲怀抱中的来世联系起来。$B$B如果你想开始走这条路，那么你需要特殊的摄政者，让你首先与精神世界建立联系。西南是一片叫做Feralas的土地，在Mojache营地，你会找到圣人Palerunner，与他交谈，并告诉他我是派你来的。",
  ["O"] = "前往Mojache营地并与Sage Palerunner交谈。",
  ["T"] = "The Way of Spiritwalking I",
  },
  [40345] = {
  ["D"] = "灵行者的道路是对祖先的奉献，与古老的灵魂保持交流。我们要尊重他们，并尽可能向他们致敬，通过这一点，我们能够磨练超自然世界的力量。从贪婪的半人马到卑鄙的Quilboar，甚至他们也实践与祖先相关的萨满教元素。在某种程度上，它几乎与卡利姆多本身交织在一起。为了让你获得精神世界的力量，我们需要你收集一片生长在该地区的古老叶子。信不信由你，曾经有一段时间它在石爪和荒芜绿洲中很常见，但现在不再了。在费拉拉斯的森林里，生长着一种叫做灵叶的强效植物。它非常罕见，但可以看到它在空中闪闪发光，是一个精神觉醒所必需的。",
  ["O"] = "在莫哈切营地找到并收集圣者帕莱伦的灵叶。",
  ["T"] = "The Way of Spiritwalking II",
  },
  [40346] = {
  ["D"] = "现在你已经收集了灵叶，我们可以开始仪式了，我已经准备好了你寻找时需要的一切。$B$B我将开始与灵魂沟通，以便派你进行精神探索。当我将我的能量引导到叶子上时，它会流淌到你的身体上，你会获得它的神奇特性。深吸气，让它不受限制地流过你的身体。$B$B等你准备好开始的时候，我会将我的魔力引导到灵叶中。",
  ["O"] = "等待圣人帕勒伦完成仪式。",
  ["T"] = "The Way of Spiritwalking III",
  },
  [40347] = {
  ["D"] = "是时候踏上旅程与你的祖先见面了，他们比你自己更了解你，但不要害怕他们。他们最终会为我们所有人着想，他们想看看你是否真的准备好接过这个衣钵。$B$B在雷霆崖的灵魂崛起，他们将在那里，与智慧祖先交谈，他们将带您完成下一步。最后，祝你好运$N，愿风在你身后。",
  ["O"] = "前往雷霆崖，与智慧之祖对话。",
  ["T"] = "The Way of Spiritwalking IV",
  },
  [40348] = {
  ["D"] = "我们已经观察了你很长时间，从马尔戈尔平原上，我们凝视着你的活力和坚韧。从很久以前开始，你进步了很多，现在，你在这里，在我面前。$B$B如果你真的想成为一名灵行者并学习我们的方式，那么你必须从我们每个人身上吸取教训。我们可以帮助您朝着正确的方向前进，您需要做的就是倾听。$B$B和我们三个人说话，等你们听完我们的话，就回到我身边。",
  ["O"] = "与灵升的三位始祖对话。",
  ["T"] = "The Way of Spiritwalking V",
  },
  [40349] = {
  ["D"] = "啊，是的，看来你已经获得了很大的力量，你的名字已经传到了我的耳朵里。也许是时候让你的下一步了，巨魔，学习我们同类的方式。长期以来，我们巨魔与大自然有着独特的方式，这是这些兽人或牛头人无法理解的。这是巫医的方式，要学习，你必须和我们同类交谈。在森金村找邦姆贝，他会教你的。",
  ["O"] = "前往森金村，与邦贝交谈。",
  ["T"] = "The Way Of The Witch Doctor I",
  },
  [40350] = {
  ["D"] = "你想学巫医的道吧？我们巨魔萨满是巫毒教的主人，也许你可以学习我的方法。首先，我需要你帮我弄一些骷髅分裂魔术。我将在玛仪式中赐予你们权力。那个，好吧，让我们说我不太喜欢他们骷髅分裂者。它们可以在荆棘谷的丛林深处找到，在该地区东部的废墟旁。去那里，给我买20个，应该可以，很好。",
  ["O"] = "前往荆棘谷，将20个Skullsplitter Mojo带给Bom\'bay。",
  ["T"] = "The Way Of The Witch Doctor II",
  },
  [40351] = {
  ["D"] = "有了您提供的样品，我将开始变出一种特殊的血清，您的下一个任务将需要这种血清。所以，请给我一些时间准备一下，对于一个混乱，是你的结束！",
  ["O"] = "等待 Bom\'bay 完成血清的制作。",
  ["T"] = "The Way Of The Witch Doctor III",
  },
  [40352] = {
  ["D"] = "有了这种血清，你可以用蟾蜍的精神说话，他是一个耐心的人，而且非常聪明。我们这些巨魔已经和我们的敌人在一起很长一段时间了，现在是你们表达敬意的时候了。$B$B尼比是你要找的人，他可以在尘泥沼泽深处找到。$B$B在达斯沃洛的西北部有一个叫“布鲁芬”的地方，你可以在边缘找到他。$B$B去那里，和他谈谈，把这血清拿来，作为贡品献给N’ribbi。",
  ["O"] = "前往尘泥沼泽，找到N'ribbi，并给他Bom'bay'的血清。",
  ["T"] = "The Way Of The Witch Doctor IV",
  },
  [40353] = {
  ["D"] = "巫医的力量来自艾泽拉斯的灵魂，罗。是我们照顾弱小的同类，并将我们的精力引导到追随我们的人身上。如果你想向纳里比证明你自己，你必须向我展示你使用魔法的勇气和能力。$B$B长时间以来，一只名叫钳爪的巨大鳄鱼一直恐吓着尘埃谷的蟾蜍。我没有能力直接挑战他，但也许以你的能力，你可以。$B$B我要你在泥潭里找到钳爪，为了我所有的族人杀了他。这样做，我就会赐予你力量，年轻人。",
  ["O"] = "在尘泥沼泽中为N\'ribbi杀死强大的鳄鱼钳颚。",
  ["T"] = "The Way Of The Witch Doctor V",
  },
  [40354] = {
  ["D"] = "似乎海盗的生活适合你们，你们这个流氓。啊，我想起了我自己的冒险经历，要重新年轻。不管怎么说，既然这艘船都是你的，所以认为是时候给你命名了，精明吗？$B$B我敢打赌，只要你们准备好了，你们就已经想到了一个名字。",
  ["O"] = "确定船名。",
  ["T"] = "Naming the Vessel",
  },
  [40355] = {
  ["D"] = "海军上将告诉我，舰队长菲拉隆从湿地挑选了一艘龙爪来训练，并最终率领我们的一艘船，因为他的兽人战斗经验。我早就没有被这样侮辱了！赢得我的青睐，你会^？$B$B这个“铁补丁”就在狂野海岸三艘船之一的菲拉隆旁边。挑战他战斗，把他的头颅给我！$B$B血与雷，胜利或死亡。",
  ["O"] = "将铁补丁的头带回萨克黑牙。",
  ["T"] = "Sark\'s Grudge",
  },
  [40356] = {
  ["D"] = "你好，周一老板！是时候让维尔多送你出去拿战利品了！什么，你只是在想，你只会在剩下的日子里喝朗姆酒吗？没有老板蒙，你一定是亨廷的宝藏，这样你才能负担得起金钱欲望和其他任何东西。维尔不会猜，他也不应该猜。$B$B大罗亚说维尔“有一天会死去说话”，因为他会说话，但维尔不要听他们的话，你也不应该听。来自达血帆大院的一个男孩说，你看'一些怪异的暗夜精灵战斗'娜迦，说了一些关于他挥舞的'他的手在达空气和魔法去''。",
  ["O"] = "在血帆大院附近找到暗夜精灵。",
  ["T"] = "Elf in the Jungle",
  },
  [40357] = {
  ["D"] = "在给自己记下你刚刚的想法时，你试着把一个和两个放在一起，看看这些笔记中是否有有用的东西。幸运女神似乎再次对邪恶的自己微笑。$B$B在日记中可以看到一些地图和雕像的图纸，据你所知，这次旅程将带你去费拉拉斯寻找你见过的最光荣的东西之一：黄金。费拉拉斯还有很长的路要走，你决定回到你的船员身边。",
  ["O"] = "返回维尔多。",
  ["T"] = "Lift the Anchor!",
  },
  [40358] = {
  ["D"] = "准备好老板周一，大旅行要长！Vil'do将确保为宝藏留出一些空间。记住你从你的笔记中得到的东西，你寻找黄金精灵！你知道黄金精灵的雕像，但谁在乎呢。$B$BYa do dis and dis be da best haul da Bloodsail 在很长一段时间内得到了。让我们感到骄傲吧，周一老板？",
  ["O"] = "找到黄金精灵。",
  ["T"] = "Golden Elves of Feralas",
  },
  [40359] = {
  ["D"] = "好吧，我不知道你是谁，但我一直盯着这些雕像！我不会让一些不好的$R进来偷我的战利品，好吗？但是由于我们俩都无法移动它们，这将是一个真正的问题，是的，我说的是它们，在这些被炸毁的废墟周围还有四个。说什么，让我们叫休战，你给我一些零件，我会让它们更容易携带，然后我们把它们分开，我得到三个你得到两个，因为你知道我会是提出解决方案的人！$B$B不管怎样，你必须给我买这些垫子，我会做一些无聊的侏儒的东西，把它们缩小到尺寸，明白吗？幸运的是，我仍然有一些魔力。",
  ["O"] = "收集材料并返回伊西尔丁遗址。",
  ["T"] = "Mechaflame\'s Bargain",
  },
  [40360] = {
  ["D"] = "大功告成！很无聊的小东西，但你知道侏儒，等等，我讨厌侏儒。这些东西没有精致，只看这东西，完美的偷东西方式，更何况增加自己的利润！$B$B这东西本来只是为了缩小雕像，但你猜怎么着，它现在也可以放大它们！无论如何，让我们完成它，是的，没有理由再等了。",
  ["O"] = "杀死法兹格尔机甲火焰。",
  ["T"] = "Highly Unexpected Event",
  },
  [40361] = {
  ["D"] = "盯着现在的小精灵雕像，你记得法兹格尔说了另外四个人的事情，所以你决定去找他们。将 Lyvdia 放在您的挎包中，手里拿着收缩射线，您就可以抓住所有东西回家了。",
  ["O"] = "把雕像带回血帆撤退的维尔多一牙。",
  ["T"] = "Taking the Booty Home",
  },
  [40362] = {
  ["D"] = "在一个寒冷多雨的夜晚，你决定再看一次笔记，因为它们让你想起了自己的第一次旅行。当你回忆过去时，你也会想起你不得不找到一位历史学家或知识渊博的人来帮助未来的愿望。当思绪在你脑海中飘过时，你到达了索瓦蒂尔日记的末尾，你发现了一个符文，伴随着一些你在这个确切时刻感觉很自然的话。当你喃喃自语咒语时，你的头会感到相当头晕，因为你现在可以描绘一个幽灵般的人物，看起来像这本日记的前主人。",
  ["O"] = "与奥术师索瓦蒂尔交谈。",
  ["T"] = " A Historian Finds You",
  },
  [40363] = {
  ["D"] = "不要惊慌，我是寻求庇护的加拉克的流亡者，对你没有伤害。我陪着我的弟兄们来到这里，打算突袭，但看到牛头人及其平静的生活摆脱了我们氏族生活的痛苦——我开始渴望他们的自由。如果我们削弱加拉克对牛头人的攻击，也许我可以赢得他们的信任。",
  ["O"] = "在穆尔戈尔杀死 5 个加拉克半人马。",
  ["T"] = "New Bonds",
  },
  [40364] = {
  ["D"] = "既然加拉克的直接威胁已经解决，也许你可以找一个附近村庄的成员，代表我说话。",
  ["O"] = "与根尼亚·鲁内托特姆交谈。",
  ["T"] = "Seeking Acceptance",
  },
  [40365] = {
  ["D"] = "虽然我们收到了关于半人马袭击自己同类的模糊谣言，但打击我们的敌人并不足以赢得我们的青睐——对半人马来说不是。她必须以半人马无法做到的方式尊重和理解我们的传统和习俗。冒险前往湖对岸的北部草原，从草原跟踪者那里获得毛皮。把它们带到她面前，如果她信守诺言，她会知道该怎么做。",
  ["O"] = "收集 8 张草原潜行者毛皮并将其归还给 Kherra。",
  ["T"] = "A Trial of Sincerity",
  },
  [40366] = {
  ["D"] = "通过一些简单的附魔，我把毛皮变成了毯子，可以保护牛头人的幼崽免受即将到来的元素的侵害。请把这个带到根尼亚，作为我献给她村庄的礼物。",
  ["O"] = "将一捆附魔毛皮送到根尼亚·鲁内托特姆手中。",
  ["T"] = "An Earnest Offering",
  },
  [40367] = {
  ["D"] = "万岁冒险家！你看起来可以带着自己打架。我和我的同事遇到了一点泡菜，你看。这是贝尔莫丹，一个由亿万年前消失的强大种族建造的设施。根据一些学者的说法，这些泰坦参与了我们文化的形成。我们正试图打开主室的门时，一声可怕的尖叫声在挖掘现场回荡。我们挖出的几十座雕像栩栩如生，横冲直撞。那些傀儡没有考古价值，如果你靠近它们，它们会试图杀死你。进去把他们砸碎，这样我们就可以继续我们的工作了。",
  ["O"] = "在贝尔莫丹挖掘区杀死16个贝尔莫丹傀儡。",
  ["T"] = "A Pebble to Pick with Them",
  },
  [40368] = {
  ["D"] = "请原谅我花点时间，流浪者，但我想请你帮我尊重某人，因为这是一年中的特殊时刻。四年前，我的指挥官和亲爱的朋友珍娜拉·迪姆斯普林死于阿尔萨斯·梅内西尔之手。是时候记住她和其他像她一样的人了。请从村庄和周围的森林中收集六枝Auribloom。",
  ["O"] = "收集 6 枝金黄色植物。",
  ["T"] = "Honoring the Departed",
  },
  [40369] = {
  ["D"] = "迷人。。。我想知道这样的变化是否会导致食物链中的其他生物受到影响。我认为这是一个值得进一步研究的问题！但为此，我需要更大东西的样本......啊，螃蟹！是的。我相信，如果我们研究这些甲壳类动物，我们会发现一些新的东西。",
  ["O"] = "从黑暗海岸的螃蟹中收集10具甲壳类动物尸体，然后返回Rut\'theran村的Nessa Shadowsong。",
  ["T"] = "Further Studies",
  },
  [40370] = {
  ["D"] = "你好！你看起来很坚强，我需要像你这样的人的帮助！$B$B我是克里拉娜，妈妈伊丽莎在照顾我，因为我真正的妈妈已经成为天空中的一颗星星。她告诉我我所知道的关于我家庭的一切。在她的一个故事中，妈妈提到了我爸爸送给我亲生妈妈的一条项链，作为他们爱的标志，但它在这个岛西北海岸的沉船中丢失了。除了妈妈的故事，我没有什么可记得我的父母的。能。。。你能找一下项链吗？听说它很漂亮，看起来像太阳！我想自己去找，但妈妈不让我去，她说鬼魂在这个地方出没。",
  ["O"] = "找到失去光泽的项链，将悲伤的幻影放在凯兰的安息处，让克里拉娜休息。",
  ["T"] = "Krilana\'s Magnificent Quest",
  },
  [40371] = {
  ["D"] = "问候$N。当其他人认为我们的人民只是一个曾经伟大国家的难民和幸存者时，我们必须向联盟的其他成员表明，奎尔多雷人将继续存在。随着阿拉赫的繁荣昌盛，我们的人民慢慢动员成一股强大的力量，这是我们正式加入联盟的最佳时机。我们的裁判官准备了一套信件，需要直接传达给联盟的领导人，我认为传达如此重要信息的荣誉应该是你的。",
  ["O"] = "寻求与所有四位联盟领导人的听众，并代表阿拉“塔拉斯”的利益。",
  ["T"] = "A Diplomatic Mission",
  },
  [40372] = {
  ["D"] = "我们的法师已经准备了一封信，需要直接交给博尔瓦·福龙大人，我想传达如此重要的信息应该是你的荣幸。一旦你收到暴风的回复，就把这个消息还给我。",
  ["O"] = "将封印的信件交给大领主博尔瓦·福尔龙。",
  ["T"] = "Appealing to the Alliance: Humans",
  },
  [40373] = {
  ["D"] = "这个需要亲自交给大黄铜胡子国王，我不怀疑有你来做只会改善结果。$B$B等你收到铁锻的回复后，把这个消息还给我。",
  ["O"] = "将封印的信交给马格尼王铜胡子。",
  ["T"] = "Appealing to the Alliance: Dwarves",
  },
  [40374] = {
  ["D"] = "我们没有幸与侏儒人密切合作，但他们是联盟的宝贵盟友和重要成员。这就是为什么我需要你把这个信息传达给高级修补匠Mekkatorque。完成此任务后，请务必向我报告新闻。",
  ["O"] = "将密封的信件交给高级修补匠Mekkatorque。",
  ["T"] = "Appealing to the Alliance: Gnomes",
  },
  [40375] = {
  ["D"] = "最后，我们为女祭司Tyrande Whisperwind准备了一个独特的信息。有人说她过去曾向我国人民提供援助;我只能希望她仍然能看到，只有共同努力，我们才能为我们两国创造更美好的未来。祝你好运，请在收到回复后立即回复。",
  ["O"] = "将封印的信件交给女祭司泰兰德·",
  ["T"] = "Appealing to the Alliance: Night Elves",
  },
  [40376] = {
  ["D"] = "你做得很好。我认为现在是你与我们的领导人见面的时候了。她在城堡顶上等待您的到来。",
  ["O"] = "登上太阳城堡的顶峰，与银月遗迹的领袖交谈。",
  ["T"] = "The Kaldorei Problem",
  },
  [40377] = {
  ["D"] = "寒暄完毕，是时候让你开始下一步行动了。$B$B泰兰德低语风派出了一名哨兵，阿希拉星际召唤者，警告我们一个强大的色狼正在策划入侵费尔伍德的污染灌木丛。我已经派出了一支由我最好的游侠组成的分队去寻找他，和他的爪牙们躲在一件力量神器周围：一个腐化的费尔斯通。这是我们向任何仍然怀疑我们的卡尔多雷人证明自己的机会。你会发现这件文物在雷恩伍德撤退以北，在与费尔伍德的边界附近。色狼会被他梦寐以求的石头的破坏所吸引：不要害怕他，我们的游侠会在战斗中从隐藏处出来帮助你。当你赢了，一定要把你胜利的证据带给达纳苏斯的阿希拉星际来电。",
  ["O"] = "与堕落的费尔斯通互动，在费尔伍德边界附近挑衅色狼。击败色狼的威胁，并将色狼的角带到达纳苏斯的阿希拉星际召唤者身上。",
  ["T"] = "Breaking the Felstar",
  },
  [40378] = {
  ["D"] = "在那里，它完成了。我已经为大祭司准备了一份令状，解释了你和奎尔多雷在杀死我们的宿敌德拉洛克斯·费尔斯塔方面发挥了多大的作用。他的所作所为是不可原谅的，这就是为什么你的行为可能足以动摇严厉的大德鲁伊斯塔克海姆和他的严格追随者。",
  ["O"] = "将封印令状交给达纳苏斯的泰兰德耳语。",
  ["T"] = "Thalassian Accession",
  },
  [40379] = {
  ["D"] = "这里终于是卡尔多雷的正式认可。把它带给大领主博尔瓦福尔龙，以及我对年轻的安度因国王的热烈问候。我们将与高等精灵一起，为联盟的所有人民制定一条光明的道路。我希望有一天，我们将像朋友一样并肩站在一起，在新的奎尔塔拉斯的屋檐下。",
  ["O"] = "在暴风城向大领主博尔瓦·福龙出示达纳西安代言信。",
  ["T"] = "Darnassian Endorsement",
  },
  [40380] = {
  ["D"] = "随着奎尔多雷加入联盟，我毫不怀疑，我们恢复昔日的辉煌只是时间问题。但是，当我的人民庆祝时，我必须跟踪仍然存在的问题。多年来，我的人民依靠名为Sunwell的伟大源泉的魔法。它的毁灭让我们意识到我们是多么依赖它的能量。没有它，我们很容易屈服于魔法成瘾。奇迹般地，和你一起狩猎德拉洛克斯的护林员偶然发现了一个神秘的恢复性水池，其效果让人联想到太阳井。如果这是真的，那可能是我们的救赎。我需要你前往达纳苏斯，问问阿希拉·星际来电者是否可以为奎尔多雷购买这样的水。",
  ["O"] = "前往达纳苏斯，与阿希拉·星际来电者交谈。",
  ["T"] = "The Magical Ailment",
  },
  [40381] = {
  ["D"] = "我确实同情奎尔的困境。也许还有另一种方法可以为他们提供他们需要的东西。如果高等精灵愿意尊重我们月亮井的神圣性，那么也许有机会恳求在女祭司的指导和警惕下在阿拉赫塔拉斯建造一口小井。毕竟，我们之前曾经同意为暴风雨做同样的事情。$B$B前往费拉拉斯的费瑟蒙要塞，寻找维斯蒂亚月矛。她同情你的事业，很可能会倾听。$B$B给她这封信，并密切关注她要说的话。",
  ["O"] = "前往费拉拉斯，将信件交给维斯蒂亚月矛。",
  ["T"] = "A Quest for the Moonwell",
  },
  [40382] = {
  ["D"] = "众所周知，我们的月亮井对我们来说非常神圣。$B$B拥有这样一个腐败的人被认为是对艾露恩的极大冒犯。不幸的是，即使我们不断守夜，这也可能发生。$B$B埃尔德雷塔拉斯（Eldre\'thalas）外有一组双月井，许多人称之为可怕的莫尔。虽然一口井保持纯净，但另一口井被食人魔玷污了。帮我清洗月井，将责任人绳之以法，我会亲自把你的案子交给大祭司。我会在阴影中等你到来。你必须保护我，直到仪式完成，因为它需要我全神贯注。",
  ["O"] = "保护维斯蒂亚月矛，同时她正在清理可怕的莫尔外腐化月井的水。",
  ["T"] = "Sacred Waters of Eldre\'thalas",
  },
  [40383] = {
  ["D"] = "拿着这个。我已经说服了我的几位女祭司同伴为你和你的奎尔朋友担保，但我知道，即使有我们的认可，为阿拉赫创造一个新的月亮井也不容易。让我们希望，女祭司将能够再次给予支持。",
  ["O"] = "将维斯蒂亚的信交给达纳苏斯的泰兰德·",
  ["T"] = "Vestia\'s Missive",
  },
  [40384] = {
  ["D"] = "我们的月亮井是Elune神圣之光的纯净泉水。他们不像第一口永恒之井那样被污染。他们会恢复高等精灵的法力，但绝不会让他们获得让别人发疯的邪恶力量。$B$B我已经派女祭司阿鲁娜莎和我们的几个泥瓦匠和精灵开始建造月井。阿鲁娜莎将留在那里，看守这口井，并教导高等精灵如何按照我们的方式使用水。安德-索拉斯-埃蒂尔，$N，再次感谢你在费拉拉斯的事迹。",
  ["O"] = "与月亮女祭司阿卢娜莎交谈，见证月亮井在阿拉赫的建立。",
  ["T"] = "A People Restored",
  },
  [40385] = {
  ["D"] = "时机已到。卡尔多雷舰队已经抵达，正在做最后的准备，瑟拉莫尔舰队也应该准备好了。找到一名塞拉莫尔军官并登上这艘船作为先锋。$B$B毫无疑问，祸害一看到我们就会发动攻击，有你加入无疑会提高我们的机会。去为联盟做你必须做的事情！",
  ["O"] = "与达罗蒙船长交谈，登上前往沙兰迪斯岛的运输船。",
  ["T"] = "[CANCELLED] Shalandis Isle",
  },
  [40386] = {
  ["D"] = "这是一场灾难！无论我们杀死多少人，他们都会不断来！$B$B我们的游骑兵将保护船只并提供远程支持，但在他们占领我们之前，我们需要您的帮助！",
  ["O"] = "保卫沙兰迪斯岛。",
  ["T"] = "[CANCELLED] Scourge!",
  },
  [40387] = {
  ["D"] = "完成了...击退初始攻击后，我们可以正确设置防御。有了游侠、魔法师、德鲁伊和月亮女祭司，我们完全有能力守住这个岛屿，直到舰队到达。一旦游骑兵和魔术师下船，我们将返回阿拉赫。我认为你可以给风行者议长发消息吗？",
  ["O"] = "在阿拉赫与维丽莎·风行者对话",
  ["T"] = "[CANCELLED] Returning to Alah\'thalas",
  },
  [40388] = {
  ["D"] = "打开信封，可以看到一头大型骷髅野猪的象征，以及一头强大的野猪。您认得提到的一些名称，但无法放置详细信息。$B$B这些信息可能不仅仅涉及杜罗塔尔，也许加尔托克会对此感兴趣。",
  ["O"] = "带着剃刀曼的命令去剃刀山的加尔托克。",
  ["T"] = "Foreign Threats",
  },
  [40389] = {
  ["D"] = "如果你不需要我助手的帮助，也许你可以帮我们部落最后一个忙。我们的酋长沃尔金留在格罗姆马什霍尔德为战争首领提供咨询，而他为离开斯特兰格索恩以来遭受的几次损失感到心痛。把扎拉赞的头带到沃尔金面前，向他保证他的人民随时准备分担他的负担。",
  ["O"] = "把扎拉赞的头带到格罗玛什霍尔德的沃尔金。",
  ["T"] = "Zalazane\'s Fall",
  },
  [40390] = {
  ["D"] = "通过艰苦的胜利，你站在倒下的半人马军阀之上，在尸体变冷之前，你拿着一个奖杯作为你战斗的证据。森金村的人会对此感兴趣。",
  ["O"] = "把军阀科尔卡尼斯的头颅带到森金村的加德林大师那里。",
  ["T"] = "Aggression\'s End",
  },
  [40391] = {
  ["D"] = "自从奥格瑞玛建立以来，我们的新家园遭受了各种威胁，并在森金村安家，这一重要步骤必须与我们在雷霆崖的盟友分享。$B$B当我们第一次登陆这些海岸时，我们发现科尔卡尔人领导着对牛头人的攻击，并且从那以后就知道了他们在袭击下的痛苦。随着杜罗塔尔的威胁减少，我们可以开始关注我们的边界。现在去吧，与雷霆崖最高酋长分享你伟大胜利的证据。",
  ["O"] = "拿着军阀科尔卡尼斯的头颅去雷霆崖的凯恩血蹄。",
  ["T"] = "A Hunt for Honor",
  },
  [40392] = {
  ["D"] = "问候$N，我收到阿拉赫的消息，总游骑兵请求您的到来，请尽快前往她身边。",
  ["O"] = "前往阿拉赫塔拉斯，与游骑兵达米拉拉·桑索罗交谈。",
  ["T"] = "Summons by the Ranger-General",
  },
  [40393] = {
  ["D"] = "问候$N，我收到阿拉赫的消息，议长维丽莎·风行者本人正在请求您的到来。我不会让她等$N。",
  ["O"] = "前往阿拉赫塔拉斯，与维丽莎·风行者交谈。",
  ["T"] = "Summons by Lady Windrunner",
  },
  [40394] = {
  ["D"] = "问候$N，我收到了紧急消息。议长Vereesa Windrunner需要你的帮助，因为危险局势已经开始升级，联盟领导人正在聚集。请前往阿拉赫，与她交谈。",
  ["O"] = "前往阿拉赫塔拉斯，与维丽莎·风行者交谈。",
  ["T"] = "[CANCELLED] Summons by the Alliance",
  },
  [40395] = {
  ["D"] = "你发现这本书的状况很糟糕。经过一番检查，你辨认出这本书的标题：“水手胃指南”.$B$B这本书似乎已经湿透了，在阳光下晾干，可以想象，在意识到这本书不能再读之后，它已经被它的主人遗弃了.$B$B当你检查书的结尾时，你眯着眼睛看着前面的胡言乱语， 只是为了一个名字出现在你的脑海中——一个熟悉的名字：格雷森。",
  ["O"] = "找到图书的所有者。",
  ["T"] = "Food for Sailing Thoughts?",
  },
  [40396] = {
  ["D"] = "这是曲奇的食谱，是我教他理解我们的舌头以及如何做一顿像样的饭菜。$B$B我告诉你，我不确定是不是因为他是不是默洛克人，但他几乎没有味道。我在这里下船。$B$B船沉没的那天晚上，饼干逃走了，留下我们所有人灭亡。我差点忘了！$B$B我想我现在的头脑变得模糊了，并不是说我仍然有一个工作的大脑或意识，请注意。$B$B那个没有母亲的默洛克必须为这场血腥的叛变付出代价。把他的死证明给我，我会丰厚的回报你$B$B也许我什至能够继续前进...",
  ["O"] = "结束饼干。",
  ["T"] = "Captain Grayson\'s Revenge",
  },
  [40397] = {
  ["D"] = "这片森林曾经充满生机;它曾经是我的家。现在，它只不过是一个扭曲的可憎之物，一个曾经躺在这里的美丽的废墟。那些我们曾经称之为兄弟的人在这片土地的腐败中发挥了很大的作用。色狼遍布费尔伍德，潜伏在废墟中，想方设法进一步传播他们的腐败。我憎恨他们，我杀了很多人。你会协助我屠宰。$B$B给我带来60只这些野兽的角。一旦你取回了它们，我就会知道你有能力完成将要发生的事情。",
  ["O"] = "杀死萨蒂尔并收集 60 只角来激发费尔伍德内尼雷米乌斯·达克温德的嗜血。",
  ["T"] = "By Any Means Necessary I",
  },
  [40398] = {
  ["D"] = "你已经被证明是一个潜在的盟友，这样的盟友在这些地方很少见。如果你真的想赢得我的青睐，你可以做点什么。$B$B有一个名叫普斯塔克斯的难以捉摸的色狼，毫无疑问是对他以前名字的扭曲嘲弄。他在这些地方造成了很大的破坏和死亡，并亲自杀害了我的家人。我需要他的头;他活得太久了。众所周知，他潜伏在Shatter Scar Vale和Irontree Woods之间，所以从那里开始搜索。给我带来我想要的东西。",
  ["O"] = "追捕色狼普斯塔克斯，并将他的头颅归还给费尔伍德的尼雷米乌斯·暗风。",
  ["T"] = "By Any Means Necessary II",
  },
  [40399] = {
  ["D"] = "如果我们真的希望将费尔伍德恢复到以前的状态，那么我们必须做的比我们一直在做的事情更多。我一直在无休止地与腐败作斗争，但似乎没有任何进展。$B$B我想要一件几个月前从我身上偷走的神器。我接触到了一个名叫乌拉瑟克的兽人，他对我隐瞒了他的意图。尽管他使用了影子力量，但他似乎很精通并愿意帮助我。他从我这里偷走了一颗强大的宝石，我想把它用于这个地区的更大利益。这个兽人现在徘徊在暗影之城的邪教徒和恶魔中，他们已经腐化了巴罗登。杀死他，从那个被诅咒的地方取回萨尔塔克斯宝石。",
  ["O"] = "深入耶德纳尔的暗影之屋，杀死乌拉瑟克，并将萨尔塔克斯宝石归还给费尔伍德的尼雷米乌斯暗风。",
  ["T"] = "By Any Means Necessary III",
  },
  [40400] = {
  ["D"] = "你帮了我一个很大的忙，从恶魔崇拜者那里取回了这件神器。最好在我手里服侍，而不是服侍邪恶。$B$B虽然我可能利用你来推进我自己的目标，但我不是叛徒，既然你已经实现了我的愿望，我会让你值得的。我将为你打造一个以我同名的剑，一个可以杀死所有反对你的人的剑，尤其是那些燃烧的影子。但是，我不会那么轻易放弃这样的武器。$B$B我需要最后一次交换。沉没神殿深处是绿龙飞行的守护者，他们在翡翠梦中长期沉睡中腐化和扭曲。他们的捍卫者之一哈扎斯是我很久以前就认识的人。他是一个强大的存在，不应该再被折磨了。把他的心带给我，把他从折磨中解救出来。只有这样，您才能获得奖励。",
  ["O"] = "前往沉没神殿，找到龙金哈扎斯，杀死他，并将哈扎斯之心归还给尼雷米乌斯暗风。",
  ["T"] = "By Any Means Necessary IV",
  },
  [40401] = {
  ["D"] = "剩下的唯一事情就是在刀刃上注入我的印记，赋予它必要的力量来实现其预期目的。给我一些时间集中精力，引导我的能量，只有这样，刀片才能准备好。",
  ["O"] = "等待尼雷米乌斯·暗风完成长剑的制作。",
  ["T"] = "By Any Means Necessary V",
  },
  [40402] = {
  ["D"] = "你，$R。塔格伤心。塔格生气了！$B$B塔格丢掉了击球杆。打棒特价，朋友做的打棍。$B$B塔格的朋友对塔格生气，塔格对塔格生气。送朋友礼物，朋友不生气！带上爪子，只带血腥爪子！我给奖励。",
  ["O"] = "收集 5 只血腥爪子在尘泥沼泽中为塔格。",
  ["T"] = "Need Claws",
  },
  [40403] = {
  ["D"] = "塔格做了礼物。$B$BTharg希望新朋友送给老朋友礼物。塔格真的很抱歉他失去了最喜欢的击球杆，这是老朋友送的礼物。$B$B老朋友叫伯洛克，他带着小绿树离开了，在小绿村。往南走，你找到伯罗克，给这个，说对不起塔格。",
  ["O"] = "把塔格的礼物带到泥浆轮中的布罗克。",
  ["T"] = "Tharg\'s Gift to Friend",
  },
  [40404] = {
  ["D"] = "我现在有点高兴，塔格送了漂亮的礼物！我送塔格一些大蜥蜴肉，他喜欢大蜥蜴肉。$B$B我希望我有另一根有趣的打棍给塔格，但我必须问妖精朋友。我稍后发送，但没有告诉！大惊喜！$B$B<布罗克在空中举起手臂>$B$B把麻袋给塔格，塔格开心！再见了，塔格和我的新朋友。",
  ["O"] = "把大袋大蜥蜴肉带到尘泥沼泽的塔格。",
  ["T"] = "Return to Tharg",
  },
  [40405] = {
  ["D"] = "沼泽丑陋，臭！$B$B我是卡利姆多最好的厨师，但我只做丑陋和臭的东西！我好饿，我可以吃掉你。$B$B<奥格马尔笑了>$B$B笑话，笑话。但我有想法。我做丑蜘蛛好吃的，也给你一些。猎杀奥格玛，猎杀蜘蛛，带上白蜘蛛肉。好好破解他们，猎杀他们好！我把它们煮得很好，我们一起吃得很好！",
  ["O"] = "从蜘蛛身上收集 10 块白色蜘蛛肉，用于尘泥沼泽中的 Ogg\'mar。",
  ["T"] = "Spider Meat Good",
  },
  [40406] = {
  ["D"] = "你好周一！$B$B沼泽地里又是美好的一天，对吧？这里的一些食人魔不喜欢它，但巴莱看到了沼泽的巨大潜力。许多植物和生物可以从中收获药水和毒药。没有比这更好的地方了 巴莱 说。$B$B你想帮巴莱一个忙吗？巴莱付得很好。你需要冒险进入沼泽，找到威瑟藤泥潭野兽，杀死它们，把核心带给我，你会得到报酬。如果改造得当，泥沼兽核心可以成为强毒，战争首领说不要碰瑟拉莫尔的人类，但如果他们走得太远，巴莱会知道如何对付他们！",
  ["O"] = "收集 5 个威瑟藤泥潭野兽核心，用于布拉肯沃尔村的巴莱洛克。",
  ["T"] = "Balai\'s Experiment",
  },
  [40407] = {
  ["D"] = "距离第三次战争期间燃烧军团的入侵已经有好几年了，虽然他们被击败了，但他们仍然对艾泽拉斯有很大的影响力。恶魔魔法非常强大，这是我一直负责研究的东西。在Desolace地区，在一个被称为Mannoroc Coven的地区，有一个相当大的恶魔存在。我要求你在那里获得一个曼诺罗克恶魔印记，找到一个可能很少见，但如果我们要有机会击败燃烧军团，那么我们必须知道我们能知道的一切。杀了他们，把他们的一个印记带给我研究。",
  ["O"] = "在尘泥沼泽的瑟拉莫尔岛为马古斯·哈利斯特获得一个曼诺罗克恶魔印记。",
  ["T"] = "Mannoroc Demonic Sigil",
  },
  [40408] = {
  ["D"] = "说吧，既然你来了，我们自己吃了一顿美餐怎么样，我已经有一点时间没有享受我的特别食谱了！我差点猎杀了这片区域的所有暗牙，所以你必须冒险深入沼泽地，去给我弄一些他们多汁的腿！$B$B五个应该可以，达克方蜘蛛几乎在沼泽中无处不在，尤其是在西南部的泥潭周围。 我现在不会拿不多汁的蜘蛛腿了，哎呀？",
  ["O"] = "收集 5 条额外的多汁暗牙腿，用于“沼泽之眼”贾尔在尘泥沼泽的沼泽光庄园。",
  ["T"] = "Juicy Darkfang Legs!",
  },
  [40409] = {
  ["D"] = "我已经在这座灯塔里生活了很长时间，如果说有什么最让我困扰的，那就是那些该死的米雷芬。他们经常在海洋深处和北部的海岸线上冒险，但直到最近他们来到这里，只是为了让我发疯并偷走我的东西！$B$B塞拉莫尔卫队不能有人全职留在这里，尤其是我们被乘船分开了。$B$B我请求你让我摆脱他们的烦恼，而且永远。我觉得他们做更严肃的事情只是时间问题。您可以在北部的海岸和小岛上找到它们。给我拿来二十只爪子，把他们的人数减薄，这样他们就会三思而后行，然后再向南走这么远。",
  ["O"] = "在Theramore灯塔为老布莱恩收集20只Mirefin爪子。",
  ["T"] = "The Mirefin Nuisance",
  },
  [40410] = {
  ["D"] = "大约一周前，该死的米雷芬袭击了我的灯塔，带着我一直在建立的各种补给品下车。几周的口粮和一些工具，但最重要的是灯塔的油！$B$B锡拉莫尔的灯塔使用在世界其他地方收集的石油，我们每个月初才收到一批石油，没有它，灯塔就会消亡。我不需要告诉你这座灯塔对像塞拉莫尔这样的港口城市有多重要。我请你把它从米雷芬·穆洛克人那里收集回来，毫无疑问，他们把它藏在西北方向的小屋里，一定要检查那里的岛屿，他们几乎感染了他们。",
  ["O"] = "在Theramore灯塔为老布莱恩收集灯塔油桶。",
  ["T"] = "Stolen Oil",
  },
  [40411] = {
  ["D"] = "哦，如何停靠而不是连续几个月在广阔而无聊的大海中航行。一直以来，我自己和一些干燥的土地可以站立，我只希望我有一件事。我在 Steamwheedle Port 有一个联系人，它已经是我的联播一段时间了，如果您不介意为我挑选一个特殊的“包裹”，将不胜感激！$B$B在港口有一个名叫Jabbey的妖精，他几乎可以给你买到你需要的任何东西，也就是说，如果你有他的“高级商品”的硬币，他称之为。前往那里，为“格罗伊”拿起一个包裹，他会知道我在找什么。",
  ["O"] = "拿起特殊包裹并将其归还给Dustwallow沼泽的Theramore Isle的Privateer Groy。",
  ["T"] = "The Good Snuff",
  },
  [40412] = {
  ["D"] = "你不介意运行一个交付，是吗？我得到了一个有点逾期的，这主要是因为我的主要送货员被重新分配到暴风城。$B$B如果你不介意一点危险的徒步旅行，我有一箱货物需要送到沼泽莱特庄园的贾尔。应该不难找，只要沿着西北方向的路走出塞拉莫尔，在哨兵点塔之后继续前进一段时间，直到你看到一条通往右边的小土路。一旦你看到它，你就会看到它，Jarl通常会留下一堆点燃的火把，只是——不要吓到他，这些家伙有点......古怪。",
  ["O"] = "将贾尔的包裹送到尘泥沼泽的沼泽之眼“贾尔手中。",
  ["T"] = "Delivery Overdue",
  },
  [40413] = {
  ["D"] = "嘿，如果你不介意给一些帮助，我需要帮助。我有一份送货，我需要跑到塞拉莫尔灯塔到住在那里的老布莱恩。他的送餐有点晚了，我需要尽快送到他身边。$B$B您可以在东北海岸附近找到Theramore灯塔，明亮的闪亮光线应该足以引导您。",
  ["O"] = "将布莱恩的外卖送到达斯瓦洛沼泽的塞拉莫尔灯塔的老布莱恩。",
  ["T"] = "Old Bryan\'s Food Delivery",
  },
  [40414] = {
  ["D"] = "随着时间的流逝，当地的murloc变得越来越严重，威胁越来越大，它们不再局限于深处或海岸，经常被看到在内陆旅行或骚扰当地人。他们由一只名叫玛格鲁姆血眼的大型肮脏野兽领导，这是一种笨重的可憎的墨洛克，在海岸线上巡逻到东北海岸线。找到他，把他的头带到我面前，我会确保你得到回报。",
  ["O"] = "在色拉莫尔西北海岸找到玛格鲁姆血眼，把他的头带到塞拉莫尔岛上的特蕾莎中士那里。",
  ["T"] = "Marglum Blood-eye",
  },
  [40415] = {
  ["D"] = "嘿，你看起来很坚强，可以应付自己，而Theramore需要一些帮助。我最后的跑步者在公路上遭到伏击，并受了相当严重的伤。如果我们想保持对通过Dustwallow的道路的防御，那么我们需要保持坚定。因此，我没有收到哨兵点和北角的每周报告。我希望你向哨兵角大厦的华莱士·克罗斯上尉和北角大厦的哈克上尉报告，并将他们的报告带回给我。",
  ["O"] = "收集哨兵点报告，以及布林上校在达斯瓦洛沼泽的瑟拉莫尔岛的北点报告。",
  ["T"] = "Reports of Dustwallow",
  },
  [40416] = {
  ["D"] = "我曾经从暴风城来过，去过库尔提拉斯，那是在舰队冒险来到这里之前，去过塞拉莫尔。自从我和我哥哥分开后，虽然我听到了关于他的好事和他的生意，但我没有任何机会送信，尤其是被困在我的岗位上。如果你发现自己在暴风城，你介意在暴风城老城的银盾停留吗？我的兄弟布莱恩是管理这个地方的人，如果你能给他写这封信，那对我来说意味着整个世界。",
  ["O"] = "将华莱士的信交给暴风城的布莱恩·克罗斯。",
  ["T"] = "Delivery to Cross",
  },
  [40417] = {
  ["D"] = "趁你还在这里，我能请你帮个忙吗？我想给我哥哥送点东西，也许可以帮助他。尽管他在《色拉莫尔》中低调地演绎了自己的作品，但我从我听到的故事中知道，沼泽里爬满了各种各样的兽人和龙。我前段时间做了一个火烧盾，还没来得及卖，我宁愿把它送到他那里，然后坐在我的店里收集灰尘，除此之外，我没有比这更好的礼物可以送了。$B$B把这面盾牌拿给他去尘泥沼泽，对我来说意义重大。",
  ["O"] = "将布莱恩的火焰盾牌交给尘泥沼泽的华莱士·克罗斯上尉。",
  ["T"] = "Delivery to Wallace",
  },
  [40418] = {
  ["D"] = "随着时间的流逝，道路变得越来越危险。这里的大自然不断侵占，总是希望获得越来越多的土地。如果我们想保持我们的前哨兵的补给，那么通往北角的道路必须保持安全。我们目前最大的威胁是一直在我们北部繁殖的血芬猛禽。如果你能找到一种方法来摆脱诺斯波因特的威胁，我会确保你得到相应的报酬，我相信塞拉莫尔可以找到一种方法来偿还你的麻烦。前往北方，杀死你在那里找到的血芬尖叫者。",
  ["O"] = "在尘沼泽的北角塔为哈克船长杀死 14 只血腥尖叫者。",
  ["T"] = "Securing Northpoint",
  },
  [40419] = {
  ["D"] = "士兵，我们需要你。$B$B几周前，我派遣一支小型远征军南下，前往爆破之地。从那以后，我再也没有收到他们的消息。去那里，看看发生了什么。我命令他们在黑暗传送门附近建立一个营地，如果有帮助的话。",
  ["O"] = "在爆炸之地找到失踪的探险队。",
  ["T"] = "A Blasted Land",
  },
  [40420] = {
  ["D"] = "我们在爆破之地没有存在。另一方面，联盟占据了我们当前位置以北的一个大堡垒。他们没有中断我们在该地区的业务。$B$B然而。$B$B我需要你检查他们在计划什么。最近在内瑟加德附近的一个山洞里有很多动静。看看那里发生了什么。尽量不要杀死太多。我们不希望与联盟发生公开战争。",
  ["O"] = "侦察内瑟加德旁边的洞穴，寻找爆炸之地中的索鲁格。",
  ["T"] = "Nethergarde Scouting",
  },
  [40421] = {
  ["D"] = "暗影邪教徒在这里一直为难我们。在过去的两天里，我们遭到了他们的三次袭击。他们很弱，我们设法抵御了他们。我担心将来他们会派出更大的力量。$B$B我们需要更快地采取行动。冒险进入荒原，找到他们的据点，并削弱他们的队伍。为我们争取更多时间。",
  ["O"] = "在爆炸之地为Jaiymu杀死12名暗影信徒和8名暗影暴徒。",
  ["T"] = "The Shadowsworn Enemy",
  },
  [40422] = {
  ["D"] = "在爆破之地的西北角，一座古老的风暴祭坛隐约可见。在它周围，暗影誓言的精锐士兵聚集在一起。我永远无法接近他们，但以你的实力，这应该是一个足够容易的任务。杀死他们，打断他们所做的一切。",
  ["O"] = "在爆炸之地为Jaiymu杀死10名暗影术士，5名暗影宣誓执法者和5名暗影誓言的无畏织布者。",
  ["T"] = "Shadowsworn Altar",
  },
  [40423] = {
  ["D"] = "你知道这里最糟糕的是什么吗？不是炎热，不是恶魔。甚至连联盟都没有，舒适地坐在他们的城堡里。是食人魔。为什么是食人魔？因为我讨厌他们。这是一个足够好的理由。$B$B当然，这对我们的使命是一种危险。给我带来二十个食人魔头。对于任何食人魔，我不在乎。我会亲自在报告中写下你的胜利。",
  ["O"] = "将 20 个无畏头带到爆炸之地的巴加罗。",
  ["T"] = "Blasted Ogres!",
  },
  [40424] = {
  ["D"] = "多亏了你的行动，我们才能休息一段时间。我还为鲁格写了报告。送去，提醒他下次认为我们需要帮助时也送点酒。$B$B鲜血和荣誉，朋友。你今天帮助我们和部落。",
  ["O"] = "将爆破之地报告交给斯托纳德的鲁格指挥官。",
  ["T"] = "Report from a Blasted Land",
  },
  [40425] = {
  ["D"] = "长期以来一直有传言说，神秘的第九卷奥术错综复杂和魔法现象一直藏在暴风穹顶深处。它已经消失了这么久，几乎成了传说，失落的秘密大部头。好吧，这已经不是一个秘密了，在一些卑鄙的流浪汉得到如此罕见的东西之前，它需要恢复。$B$B在暴风雨的保险库里放着这本书，它需要恢复，这样我才能完成我的记录。",
  ["O"] = "在暴风雨中为Mazen Mac\'Nadir找回奥术错综复杂和魔法现象IX的大部头。",
  ["T"] = "The Tome of Arcane Intricacies and Magical Phenomenon IX",
  },
  [40426] = {
  ["D"] = "当避难所第一次开放时，它被用来容纳最危险的囚犯，容纳魔法实体和疯子，我们使用符文结构在走廊上巡逻！$B$B这些符文建筑已经被穹顶内强烈的魔法腐蚀了，需要被摧毁，他们强大的护腕是保持它们完好无损的原因，需要找回！我计划测试这些护腕到底出了什么问题。$B$B你可以在暴风金库里找到他们，杀死他们，给我带上一对镣铐，我会确保你的任务得到奖励。",
  ["O"] = "在暴风金库中，杀死2个符文枷锁的符文建筑，将它们归还给科利蒸汽之心。",
  ["T"] = "Recovering Vault Shackles",
  },
  [40427] = {
  ["D"] = "许多年前，暴风城的巫师们发现了一块巨大的水晶，里面蕴藏着大量的魔法能量。这颗水晶被我们命名为Arc\'Tiras，在多次发生事故后，它被它发出的不稳定魔法深深地藏在了暴风雨穹顶中。$B$B我们几乎不知道这颗水晶，阿蒂拉斯有自己的想法。它把守卫逼疯了，把暴风穹顶变成了疯狂的走廊。我们的魔法足以暂时阻止水晶，但它需要被摧毁，而且是永远的。进入暴风金库，结束这种疯狂。",
  ["O"] = "深入暴风穹顶，找到阿克提拉斯，为了暴风的利益杀死他。完成后，返回Pepin Ainsworth。",
  ["T"] = "Ending Arc\'Tiras",
  },
  [40428] = {
  ["D"] = "嘿，你觉得你能帮上忙吗？$B$B驻军军械库只不过是特罗格的侵扰。一场特罗格虫害夺走了十二名工人的生命。这是我们期望面临的最后危险之一，但是当他们进来时，他们很快就进来了。死者需要报仇，为了我们自己的安全，需要清理矿井。$B$B我和矿工们已经收集了足够的硬币来支付某人做正确的工作，进去清理干净，不要怜悯他们。",
  ["O"] = "在爆破之地的驻军军械库为福尔曼塔诺斯杀死 10 名巨石爪隧道工、8 名巨石爪风水师、8 名巨石爪击球手和 6 名巨石爪伏击手。",
  ["T"] = "The Garrison Armory Disaster",
  },
  [40429] = {
  ["D"] = "驻军军械库是内瑟加德储存额外补给的地方，如果特罗格斯践踏并摧毁这一切，用不了多久就什么都没有了。$B$B我需要你进去，找回至少十个驻军军械库补给藏匿处，这样等这场烂摊子结束，死者被埋葬，我们就可以回去工作了，而且还有工具可以这样做。$B$B冒险进去，看看你能不能帮我找回它们。",
  ["O"] = "在驻军军械库内为爆破之地的驻军军械库的领班塔诺斯收集 10 个驻军补给藏匿处。",
  ["T"] = "Recovering Armory Supplies",
  },
  [40430] = {
  ["D"] = "食人魔，哦，我多么讨厌他们！如果它是恶魔，那么它就是食人魔！$B$B在第一次战争期间，无畏兽人与兽人一起来到这里，自从他们到达这些土地以来，他们就一直是这片土地上的疮。他们对很多死者负有责任，他们需要被处理。我们目前在他们的头骨上有赏金，给我带来三十个，我会给你一些值得你花时间的东西$C.$B$B你可以在西边和西南找到无畏，祝你好运！",
  ["O"] = "从爆炸之地的无畏食人魔那里收集 30 个无畏头骨，前往内瑟加德要塞的哈古夫。",
  ["T"] = "Dreadmaul Skull Bounty",
  },
  [40431] = {
  ["D"] = "寻找一些工作是吗？好吧，如果你有兴趣的话，我们得到了那些影子崇拜者的赏金。不知道他们什么时候开始出现，但在过去的几个月里，越来越多的人聚集在一起。$B$B现在我对黑魔法一窍不通，但肯定不好！如果你不知道去哪里找，在南部和西南部搜索，你会很快找到它们！$B$B给我收集二十个他们的吊坠，然后回来，我会确保你得到一些值得付出努力的东西。",
  ["O"] = "从爆炸之地的暗影誓言中收集 20 个暗影誓言吊坠，用于下界要塞的哈古夫。",
  ["T"] = "Shadowsworn Pendant Bounty",
  },
  [40432] = {
  ["D"] = "驻军军械库是一场灾难，我们的许多矿工被杀，特罗格人四处乱窜，破坏了我们的进度。$B$B如果工作要在那里继续下去，我们必须做的不仅仅是杀死一些特罗格人，我们必须砍下野兽的头，杀死他们的领袖。接管驻军军械库的特罗格人的名字是“巨石爪”，由两个名叫克罗什马克和戈鲁什的大怪物领导。进入西边的矿井深处，杀死他们的首领，给我带来他们的一只爪子作为证据。",
  ["O"] = "收集践踏者戈尔鲁什的爪子，并在驻军军械库中为内瑟加德要塞的指挥官贝洛斯收集粉碎者克罗什马克。",
  ["T"] = "The Smasher and the Trampler",
  },
  [40433] = {
  ["D"] = "内瑟加德是一个与世隔绝、相当荒凉的地方。我们依靠一支庞大的驻军来帮助阻止潜在的恶魔入侵的浪潮，如果这种情况发生的话。$B$B我麾下的士兵有家有家，有家有姓，这里的士气是最重要的。我依靠我的军士给我一份关于我下面人状况的情况报告。$B$B截至目前，我唯一在等待的人是伯恩赛德中士，你能帮我一个忙，从他那里收集吗？你可以在门外的某个地方找到他，他可能和他的部队在一起。",
  ["O"] = "找到伯恩赛德中士并收集他的报告，将伯恩赛德的报告交给内瑟加德要塞的贝洛斯指挥官。",
  ["T"] = "Report from Burnside",
  },
  [40434] = {
  ["D"] = "我注意到，一种黑魔法在该地区的力量正在增长。我们的分析仪Wigglestip记录了该地区引入的大量魔法。毫无疑问，暗影誓言将是利用这种力量的人。那些聚集在风暴祭坛周围的人是罪魁祸首，我们的报告只证实了这一点。我需要有人派遣传播腐败的无畏织布工。谁知道他们有什么计划，但我不打算坐在那里找出答案。",
  ["O"] = "在内瑟加德要塞为指挥官贝洛斯杀死 8 名暗影编织者。",
  ["T"] = "Suppressing the Dreadweavers ",
  },
  [40435] = {
  ["D"] = "黑暗传送门散发的能量简直令人震惊，它给了我如此多的研究机会，我不知道从哪里开始！我受雇于这里担任分析师，观察该地区不断变化的奥术魔法，以及它令人难以置信的不稳定，如此不稳定的事实，以至于它扭曲了靠近传送门本身的野猪，将它们变成了“赫尔博尔”！$B$B我知道这听起来像是直接来自幻想的东西！$B$B我需要你给我一个原始的赫尔博尔大脑，看看这个生物被黑暗门户的强大能量改变了多少。",
  ["O"] = "在Nethergarde Keep为工程师Wigglestip收集一个原始的Helboar大脑。",
  ["T"] = "Genetic Alteration Anomaly!",
  },
  [40436] = {
  ["D"] = "嘿，你在那里，我需要你的帮助。大约一周前，在我们的一次巡逻中，我们最终遭到了一群食人魔的袭击，这些食人魔足够凶猛，足以让我们撤退。在斗争中，我的一个二等兵被无畏号俘虏了。我不知道他们把他带到了哪里，但我希望你找到他，我不能再冒险让我的士兵执行这样的任务了。如果我是你，我会搜索他们的营地，无论是在西边，还是在西南边，他可能都在其中一个。",
  ["O"] = "在爆炸的土地上找到私人霍尔森。",
  ["T"] = "Finding Private Holson",
  },
  [40437] = {
  ["D"] = "<士兵的尸体似乎没有任何身份痕迹，你确定脖子上的标记表明护身符被移除，毫无疑问，这名士兵的身份在附近的一个食人魔手中，你觉得有义务取回它，并将其归还给内瑟加德要塞的伯恩赛德中士。",
  ["O"] = "从附近的食人魔那里取回霍尔森的护身符，并将其归还给内瑟加德要塞的伯恩赛德中士。",
  ["T"] = "Finding Private Holson II",
  },
  [40438] = {
  ["D"] = "为什么，你不会碰巧有一些空闲时间吧？$B$B这座塔的主人一直在努力工作，并交给我收集工程师Wigglestip的报告的任务。可悲的是，我还没有机会离开，也不知道如何找到我们的侏儒朋友！$B$B你认为你可以和威格尔斯蒂普谈谈并从他那里收集报告吗？一旦你得到了它，你可以把它带到塔顶的守望者马哈尔巴。",
  ["O"] = "与工程师Wigglestip交谈并收集他的报告，将其带给观察者Mahar Ba。",
  ["T"] = "Fel Energy Irregularities I",
  },
  [40439] = {
  ["D"] = "嗯，这个消息肯定强化了我的假设，以及我一直在研究的东西。爆破之地变得更加不稳定，区域内的能量开始增长。$B$B我一直在准备一份报告，需要交给麒麟托的上级，我需要你立即送去。在肆虐的风暴中，如此远的距离的交流是不可能的，所以我依靠你。$B$B立即前往达拉然，将这份报告交给大法师安西雷姆·鲁内维弗。",
  ["O"] = "前往达拉然，将封印的下界卫报交给大法师安西雷姆·鲁内维埃弗。",
  ["T"] = "Fel Energy Irregularities II",
  },
  [40440] = {
  ["D"] = "看来，枫叶能量确实开始在爆炸之地涟漪，使该地区陷入了不规则和不稳定条件的漩涡。让我们希望这只是由黑暗门户本身引起的，而不是它的重新激活。$B$B需要更多的亲人来控制一切。$B$B现在，我请你送来一封重要的信，一封被魔法封印的信，打破它，会毁掉羊皮纸。我相信你会为了麒麟托的利益，为了联盟本身的利益。确保这到达Mahar Ba，以便他可以开始必要的测试和准备。",
  ["O"] = "返回内瑟加德，将魔法封印的达拉然报告交给守望者马哈尔巴。",
  ["T"] = "Fel Energy Irregularities III",
  },
  [40441] = {
  ["D"] = "裂缝观察者和我自己在学习中有很多工作要做，因为我们知道发生了什么。我需要你协助，从离黑暗传送门最近的恶魔那里收集一些物品。$B$B从Felguard哨兵和Felhounds那里，我们需要分析这些恶魔是否来自传送门，这样做我们需要特定的物品。从猎犬手中收集猎犬的袖口，从猎犬那里收集猎犬的爪子。$B$B一旦得到，就把它们还给我，一次，每个三个应该足够了。",
  ["O"] = "收集 3 个护卫袖口和 3 只猎犬爪，供内瑟加德的守望者马哈尔巴在爆炸之地保持。",
  ["T"] = "Fel Energy Irregularities IV",
  },
  [40442] = {
  ["D"] = "我们花了几个月的时间研究和准备未来，看来未来可能比我们意识到的更早到来。有一个我已经很久很久没有说话了。曾经在麒麟托学习的老朋友，迷失在了恶魔和黑暗魔法之道上。$B$B我只想说他欠我一个人情，我请你联系他，这样他就可以回答我关于黑暗传送门和该地区魔法违规的问题。前往西南，在玷污的疤痕中冒险，找到住在那里的老术士戴奥，问他是否知道什么，我建议带个朋友，或者招募雇佣兵，那里是一个危险的地方。",
  ["O"] = "前往受污染的疤痕，与衰败者戴欧交谈。",
  ["T"] = "Fel Energy Irregularities V",
  },
  [40443] = {
  ["D"] = "嘿。。他有一个问题，是吗？<枯萎的老人发出一声歪歪扭扭的笑声，苍老的五官上挂着一丝狡黠的笑容>$B$B我已经很久很久没有和马哈尔巴说过话了，如果他想要信息，那么我需要做点什么，赞成或不赞成！$B$B如果你想知道真相，我要求你做点什么。$B$B在玷污的疤痕中，隐藏着一个神秘的恶魔种族，恐惧领主，我一直想练习各种魔法，我需要一颗奇异的心。给我一颗恐惧之心，我会告诉你我所知道的。",
  ["O"] = "在玷污的疤痕中杀死一个恐惧领主，并将他的心脏带给衰败的戴奥。",
  ["T"] = "Fel Energy Irregularities VI",
  },
  [40444] = {
  ["D"] = "所以，他想知道黑暗之门，以及费尔能量的涌入？恶魔们已经在玷污的疤痕周围聚集了一段时间，并一直将其用作靠近黑暗门户的避风港。随着Fel Energy的增加，毫无疑问，他们对未来有计划。不过，鉴于我所听到的消息，这个未来可能不会在一段时间内到来。去找马哈尔巴，告诉他要收集最好的亲人，并做好准备，时间慢慢流逝。现在，走了，我已经报答了他的恩惠。",
  ["O"] = "将消息返回给内瑟加德要塞的守望者马哈尔巴。",
  ["T"] = "Fel Energy Irregularities VII",
  },
  [40445] = {
  ["D"] = "旅行者您好，欢迎。$B$B我必须要求你确保飞龙在栖息处的安全。$B$B飞龙是漫游和探索的生物，这不是我们可以控制的，尽管有时飞龙会冒险到很远的地方，进入哈比的爪子。风怒哈比已经变得如此大胆，以至于为任性的飞龙组织侦察小组，在过去的一个月里我们已经失去了一个，如果我们要继续并保持我们的训练，年轻的飞龙安全，那么我们必须采取行动。遥远的北方，西北是风之女巫和女族长，他们是需要移除的人，去那里，确保我们飞龙的福利。",
  ["O"] = "在穆尔戈尔的红云栖息处为科尔戈海马内杀死 10 名风之女巫和 10 名风之女族长。",
  ["T"] = "Dominance of the Skies",
  },
  [40446] = {
  ["D"] = "鬃毛人是基尔博尔的一个冷酷无情的部落，他们扩张自己的领土和领地，而不关心外交或善意。他们最近袭击了太阳尾山口，导致居住在这里的灵魂行者撤离了东边的洞穴。在战斗中，他们最终打伤了我，幸运的是，皮雷斯特骑士长老来救了我，我们都逃脱了他们的愤怒。如果日尾山口要继续成为旅行的避风港，让精神行者保持和平，那么奎尔博尔必须被根除。",
  ["O"] = "在穆尔戈尔的日尾山口杀死 10 只鬃背捕手、5 只鬃背野猪和 8 只鬃背岩石塑造者，为勇敢的骄傲之矛。",
  ["T"] = "Halting Bristleback Expansion",
  },
  [40447] = {
  ["D"] = "Quillboar将我们从神圣的洞穴和俯瞰广阔的Mulgore的有利位置中清除。我担心的不是洞穴本身，而是未来几天必须举行的许多仪式，以帮助将死者送入更远的领域。在奎尔博的横冲直撞中留下的是工具和符咒，我们需要为即将到来的仪式收回它们，我需要你帮我得到它们。我在东边丢了以下物品，银鹰的羽毛，华丽的灵珠和传球鼓。找回他们，并帮助死者轻松前往来世。",
  ["O"] = "在穆尔戈尔的日尾山口为老皮雷斯特骑士收集银鹰的羽毛、华丽的灵珠和传球鼓。",
  ["T"] = "Continuing Ceremonies",
  },
  [40448] = {
  ["D"] = "自从我们不得不把布莱恩送去和我的一些表兄弟一起住在城里已经有好几个星期了。这不是最安全的地方，但比这里要安全得多，尤其是加兰特广场周围的所有防御者。自从他离开后，我有很多担心，我只想确保他没事。我准备了很多东西送给他，让他在逗留期间感觉更舒服一些，你介意帮我跑出来，并确保他得到它们吗？$B$B你可以在加兰特广场的斯特罗姆加德找到他，这是城市正在建设的一部分。",
  ["O"] = "将“布莱恩的包装货物”带到阿拉希高地加兰特广场的布莱恩利文斯通。",
  ["T"] = "A Mother\'s Concern",
  },
  [40449] = {
  ["D"] = "朋友好！$B$B自从我们第一次在这里定居以来，我们一直在处理各种各样的问题，从猛禽到巨型蜘蛛，再到食人魔！$B$BChaser在吓跑当地野生动物方面做得足够好，但最近他们变得过于激进，从践踏我们的田地到甚至与我们战斗。它变得如此糟糕，事实上我不得不把我的儿子送到斯特罗姆加德，直到事情平静下来。$B$B如果你能清理一些小动物，那对我和我的妻子来说将不胜感激。大约十个平原爬行者和十多个高地鞭打者应该没问题。",
  ["O"] = "在阿拉希高地的利文斯通克罗夫特为奥斯瓦尔德·利文斯通杀死 10 名平原爬行者和 10 名高地鞭打者。",
  ["T"] = "Protecting the Crops!",
  },
  [40450] = {
  ["D"] = "说吧，你不会碰巧认识任何对工程学略知一二的人吧？大约一年前，我们从一个地精商人那里从南岸捡到了追逐者。他一直很棒，但是，慢慢地他一直在崩溃，或者变得有点慢。$B$B有人告诉我，他在某个时候需要一个备用的黄金动力核心，我想这可能是问题所在。但问题本身是，我们离这里太远了，我对制作一个的工程知之甚少，或者事实上手头有资源！如果你能得到一个，我相信Chaser会很高兴。",
  ["O"] = "在阿拉希高地的利文斯通克罗夫特为追逐者收集一个黄金能量核心",
  ["T"] = "Repowering Chaser",
  },
  [40451] = {
  ["D"] = "斯特罗姆加德的巨魔猎人已经有一段时间没有机会练习他们的交易了。我们被限制在保卫我们的城市区域太久了，受到持续的威胁。$B$B我们的主要敌人正在等待他们的时间，并积聚他们的力量。巨魔几代人一直在与我们交战。我的父亲，他们的父亲，甚至他们自己的父亲都与巨魔作斗争。我们将打击他们，向他们表明斯特罗姆加德不会无所事事。东边很远的地方是威瑟巴克村，去那里，杀死十个威瑟巴克暗影猎人。",
  ["O"] = "前往威瑟巴克村，在斯特罗姆加德要塞的加兰特广场为巨魔猎人彭塔尔杀死 10 名威瑟巴克暗影猎人。",
  ["T"] = "To Strike Back : Witherbark Village",
  },
  [40452] = {
  ["D"] = "我们收到了在巨魔城市祖尔拉萨兹发生的战斗的信息，或者无论如何它剩下的东西。在北部的山丘深处，隐藏着一座巨魔城市，被冲突和时间摧毁。看起来威瑟巴克人战斗并击败了野牙人。去那里，把它们瘦下来，这样他们就不会在斯特罗姆加德伤害我们。",
  ["O"] = "前往祖尔拉萨兹遗址，在斯特罗姆加德要塞的加兰特广场为巨魔猎人彭塔尔杀死 8 名威瑟巴克盗贼、10 名威瑟巴克掠夺者和 5 名威瑟巴克占卜师。",
  ["T"] = "To Strike Back : Ruins of Zul\'Rasaz",
  },
  [40453] = {
  ["D"] = "食人魔让我们非常头疼，并从我们手中夺走了城市的一部分。我们最不需要的就是更多来自墙外的力量来帮助墙内的人。城外的北面是博尔德戈尔，这是一个小前哨，是一个食人魔保护区。我需要你去那里，把战斗带给他们，这样就不会有更多的人涌入城市。给我拿二十根巨石拳警棍作为证据，斯特罗姆加德会奖励你的。",
  ["O"] = "在斯特罗姆加德要塞的加兰特广场为卡斯特中士收集 20 根巨石拳警棍。",
  ["T"] = "The Boulderfist Outpost",
  },
  [40454] = {
  ["D"] = "几个星期前，我从老法威尔那里得到了一枚戒指，在遥远的北方的法威尔。老法威尔曾经是麒麟托的杰出而强大的巫师，现在已经退休了。戒指应该可以防止犯规，黑魔法在城市内徘徊。$B$B您可以在阿拉希高地的西北角找到通往他的Stead所在的山脉的通道。",
  ["O"] = "åœ¨Farwell Steadä¸ŽOld Farwelläº¤è°ˆã€‚",
  ["T"] = "Farwell Commission",
  },
  [40455] = {
  ["D"] = "哦，卡斯特中士派你来的？嗯，时不时做点工作是件好事，我的魔法能力已经有一段时间没有测试了。$B$B<老法威尔制作了一枚小巧华丽的戒指，上面镶嵌着一颗发光的紫罗兰色宝石>$B$B这枚戒指应该可以抵御任何魔法能量或污染的光环。一定要把我最好的给卡斯特中士。",
  ["O"] = "将法威尔戒指归还给斯特罗姆加德要塞加兰特广场的卡斯特中士。",
  ["T"] = "Farwell Commission",
  },
  [40456] = {
  ["D"] = "嘿，$R！你看起来像那种有教养的人，喜欢知道世界上发生了什么！好吧，我是妖精拥有的Gadgetzan时代报纸的实习售货员！我们只报道周围最大和最爆炸的故事！$B$B只需几银子，您就会被称为...基基赞的盟友，是的！还有页面中有用的提示和技巧，好吧，想象一下您现在可以为如此微小的投资赚取的所有利润！$B$B<她朝你晃了晃卷起的报纸>",
  ["O"] = "购买第二版的《小工具时报》！",
  ["T"] = "Gadgetzan Times: READ ALL ABOUT IT!",
  },
  [40457] = {
  ["D"] = "嘿，$R！你看起来像一个有文化的人，喜欢知道世界上发生了什么！好吧，我是Gadgetzan Times Newspaper的专业售货员！你知道我们妖精，如果它不值黄金的重量，它就不值得覆盖。只需几银子，您就可以写下自己的名字，作为报纸的支持者，以及妖精生意的朋友。有了里面的信息，您可以超越您最疯狂的梦想获利！所有这一切都是为了这么小的投资购买。$B$B<她笑了笑，朝你伸出报纸>",
  ["O"] = "购买第二版的《小工具时报》！",
  ["T"] = "Gadgetzan Times: READ ALL ABOUT IT!",
  },
  [40458] = {
  ["D"] = "好了$Glad：拉西;，瞭望报告刚刚进来。看来兄弟会不再孤单了。报告显示，影子锻造厂正在山的另一边建立某种东西，一个采石场。不过，他们正在挖掘的东西是一个谜，因为除非他们和他们在一起，否则没有人进去永远不会活着出去。这就是你进来的地方。召集你的朋友或一些雇佣兵，冒险进入那个采石场，找出他们在那里挖掘的东西。现在开始！",
  ["O"] = "找出在Hateforge采石场挖出的东西。",
  ["T"] = "Rival Presence",
  },
  [40459] = {
  ["D"] = "你想帮我们吗？好吧，我们需要知道我们可以信任你，毕竟我们在这个地区有很多敌人，可能是世界上大多数地区。$B$B你可以从收集索里桑徽章开始，由陶里桑废墟中的黑铁携带。召集15个，把他们带到奥瓦克斯特恩洛克，到时候他就知道你是认真的。",
  ["O"] = "在燃烧草原的黑石山口为Orvak Sternrock收集15个Thaurissan徽章。",
  ["T"] = "Gaining Orvak\'s Trust",
  },
  [40460] = {
  ["D"] = "我们很少有人想要帮助，尤其是你们这样的人。也就是说，我们并不是太能拒绝一个愿意的手，特别是考虑到所有死在我们的商队中的其他人。我需要你理解我的观点，以及我所经历的。也许在你给我贴上另一个亲戚的标签之前，你会三思而后行。$B$B和我说话，当你准备好时听我的故事。",
  ["O"] = "听听Orvak Sternrock的故事。",
  ["T"] = "Hearing Orvak\'s Story",
  },
  [40461] = {
  ["D"] = "既然你明白我们在同一页面上，并且正在与同一个敌人作战，我会让你向我证明最后一次忠诚测试。$B$B在我们开始大复仇之前，我必须为未来做好计划。$B$B很久以前，在我担任任何权力职位之前，我埋葬了一大堆物品和黄金，以防我需要离开或逃跑，那么时机已经到来。如果我和我的战友们要经历这次冒险，那么我将需要这个藏匿处。前往黑石山的入口，在桥道下面搜索，在两根柱子之间，你会发现那里的藏匿处。",
  ["O"] = "找回斯特恩罗克藏匿处，并将其带到燃烧草原黑石山口的奥瓦克斯特恩罗克。",
  ["T"] = "The Sternrock Stash",
  },
  [40462] = {
  ["D"] = "矿工工会背叛了高级工头，并判处那些忠于奥尔瓦克的人为奴隶。除了正义之外没有其他步骤，必须将其分发给任何人，以及所有留下来的人！$B$B东边是仇恨锻造坑，我们将从处理挖掘机开始，他们正在研究一系列通往采石场的堡垒和防御工事。$B$B杀了他们中的10个，然后回到我身边。",
  ["O"] = "在仇恨锻造挖掘中杀死10名仇恨挖掘机，并在燃烧草原的黑石山口返回Morgrim Firepike。",
  ["T"] = "Miners Union Mutiny",
  },
  [40463] = {
  ["D"] = "巴古尔·黑锤$B$B那个卑鄙的多年来一直在努力获得高级工头的位置，尝试他能想到的每一个卑鄙的手段。从暴力到欺骗，像他这样的没有什么是可以讨论的。$B$BHateforge采石场的想法是Bargul想出的一个主意，并送到了元老院。他最终说服了他们中的很多人，并努力让我离开我的职位。巴古尔·布莱克哈默现在从一个卑鄙的欺诈位置上持有我的头衔，我希望他不再持有它。在仇恨锻造采石场内，巴古尔·布莱克哈默用铁腕在他的塔顶监督工作，杀死他造成的所有混乱，并从他的财产周围收回元老院的命令。",
  ["O"] = "杀死巴古尔·布莱克哈默，并在燃烧草原的黑石山口收回元老院对奥瓦克·斯特恩洛克的命令。",
  ["T"] = "The True High Foreman",
  },
  [40464] = {
  ["D"] = "Shadowforge曾经是我引以为豪的家。我知道它现在的真实面目，它是卑鄙的，腐败的。$B$B在本质上，暗影锻造参议员做出的许多决定只是为了以牺牲生活在其中的人们为代价来促进自己的利益。我请求帮个忙，一个对我来说比什么都重要的帮助。$B$B暗影锻造元老院需要被铲除，他们在城市深处是安全的，舒适的，让他们感到恐惧。$B$B你可以进入黑岩山深处的暗影锻造，去那里，勇敢地进入黑岩深处找到他们，并杀死他们。",
  ["O"] = "在燃烧草原的黑石山口杀死黑岩深处的25名暗影锻造参议员。",
  ["T"] = "Senatorial Revenge",
  },
  [40465] = {
  ["D"] = "嘿，如果你不介意帮忙，我收到了一个奇怪的请求。我曾经是暗影锻造厂的奥术师，与各种魔像核心一起工作。我对奥尔瓦克的忠诚让我和其他矿工一起被扔了出去。每当我们离开这个营地时，我都想继续我的工作，我想抢占先机。$B$B北面是索里桑遗址。黑铁有战争掠夺者巡逻，那些掠夺者由魔像核心提供动力，给我拿三个，这样我们就可以看看它们包含什么样的力量。",
  ["O"] = "在燃烧草原的黑石山口收集 3 个傀儡核心，用于拉德甘深焰。",
  ["T"] = "Discovering Golem Secrets",
  },
  [40466] = {
  ["D"] = "在山上的时候，我在死神古兹勒中遇到了各种各样的角色，其中一个是一个野心勃勃的妖精，他说他几乎可以得到任何东西。几个月前，我向他征用了关于在哪里获得奥术傀儡核心的信息。最后我记得，他经常光顾塔纳里斯的蒸汽威德尔港，并以“Jabbey”的名字命名，很多人都认识他。去那里，从他那里得到奥术傀儡核心信息，只要提到我的名字，他应该知道你在找什么。",
  ["O"] = "从Steamwheedle港口的Jabbey收集奥术傀儡核心信息，然后返回燃烧草原黑石山口的Radgan Deepblaze。",
  ["T"] = "To Purchase Secret Information",
  },
  [40467] = {
  ["D"] = "这些信息包含各种供应商，分销商以及参与其中的人员，看来Argelmach是持有此类物品的人。如果我要得到奥术傀儡核心，那就是通过他，这意味着我需要你得到它。你可以在黑岩深渊深处找到阿格尔马赫，他通常出现在一个武器专家团队和阿卡纳史密斯的周围。给我带一个奥术傀儡核心，我会让你值得的！",
  ["O"] = "从黑岩深处的魔像领主阿格尔马赫那里找到并收集一个奥术傀儡核心，然后返回燃烧草原黑石山口的拉德甘深焰。",
  ["T"] = "The Arcane Golem Core",
  },
  [40468] = {
  ["D"] = "现在我们将打击矿工工会的核心。$B$B他们的主要项目就在挖掘之外，深入采石场。在那里，他们开始了他们的兵变，以驱逐奥瓦克，在那里他们将感受到莫格里姆火矛的愤怒。哦，当然还有他的雇佣兵。前往东边的仇恨锻造采石场，杀死其中的二十人，他们的行为将承担后果。",
  ["O"] = "在仇恨锻造采石场杀死20名仇恨矿工，然后返回燃烧草原黑石山口的Morgrim Firepike。",
  ["T"] = "Miners Union Mutiny II",
  },
  [40469] = {
  ["D"] = "哦，“Vilegrip”这个名字如何给我带来对血液的强烈渴望。自从兵变以来，他的名字就深深地印在我的脑海里。奴隶维莱格里普负责奴役所有与奥尔瓦克站在一起的人，那些现在在黑岩山深处腐烂的人。他要为他的罪付出代价，你要把他的头给我。寻找他，他应该在东边的仇恨挖掘。确保他为他犯下的暴行乞求和哭泣，让他受苦。",
  ["O"] = "在Hateforge挖掘中收集Vilegrip的头部，然后返回燃烧草原黑岩山口的Morgrim Firepike。",
  ["T"] = "Vilegrip\'s Demise",
  },
  [40470] = {
  ["D"] = "神秘的动画符文...我一直试图得到一个，但作为一个店主，我不太适合与机械怪物战斗。我为...某个正在调查西落收获傀儡的人。如果你能找回一个符文，我会让你值得的！$B$B您可以在该地区的任何收获傀儡中找到它们。",
  ["O"] = "在哨兵山为克里斯托弗·赫文收集一个破裂的动画符文。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40471] = {
  ["D"] = "好！渴望额外的工作，不是吗？$B$B所以，我的...雇主正在为他的实验寻找更多的动画符文。再给我十个符文，你会得到丰厚的回报。但是，要小心。他们只接受完整的符文。尽量不要用你的这个武器对他们造成太大伤害。$B$B还有一件事。不要让自己被杀。那些收割机打了一拳，我需要你帮我多跑腿。$B$B呵呵，我在开玩笑。但说真的。照顾好自己。",
  ["O"] = "从韦斯特福尔的丰收傀儡中收集 10 个完整的动画符文，供哨兵山的克里斯托弗·赫文使用。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40472] = {
  ["D"] = "我就知道你不会再错过赚金币的机会了。去过暴风城吗？$B$B哦，我说什么，你当然做到了。$B$B在城市的北部，有一个主要由非人类居住的地区。矮人，侏儒，甚至最近的高等精灵。我亲爱的朋友之一，一个侏儒工程师，名字很可爱：莉莉亚姆，住在那里。我需要你告诉他，是赫文派你来的。$B$B他会给你一张纸：一张蓝图，甚至。你知道什么是蓝图吗？好。所以，拿着蓝图，回到我身边，我会付钱给你的。$B$B足够简单！祝你好运。",
  ["O"] = "从暴风城的莉莉亚姆·斯帕克纺锤那里收集收割机蓝图。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40473] = {
  ["D"] = "在这里你有它。收割机蓝图。那个卖给我的妖精...我希望我再也看不到他的绿脸！呸！$B$B我研究了这些蓝图。我不知道赫文需要什么，但没什么好事，我告诉你！这是一台死亡和毁灭的机器！我只是给你这个，因为他是我的老朋友，我......希望他贪婪的脑袋里还剩下一些大脑。",
  ["O"] = "将收割机蓝图带回韦斯特福尔哨兵山的克里斯托弗·赫文。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40474] = {
  ["D"] = "好吧，那就听着。我需要你把这个蓝图带给一个名叫马尔蒂莫尔·加特赛德的人。马尔蒂莫尔。加特赛德。明白了？好。$B$B他是个老人，五十多岁，也许六十多岁。长而白的头发，有点瘦，苍白的皮肤。很难错过，你会知道是他。是的，他是我的雇主。是的，我知道他住在哪里。$B$B当然，不希望你搜索整个Westfall。往哨兵山以西走，但在月溪以北。他住在一个孤独的小屋里，通常在外面度过。不知道为什么，没问，没在乎。所以，你见见他，告诉他我打过招呼，并给他蓝图。简单！$B$B另外，请小心。非常非常重要的是，这些蓝图不会落入那些戴着红色头巾的土匪手中，他们自称是Defias。光与你同在，朋友。",
  ["O"] = "将收割机蓝图交付给位于韦斯特福尔加特赛德地块的马尔蒂莫尔加特赛德。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40475] = {
  ["D"] = "请原谅我的不礼貌。我非常兴奋地把手放在这些蓝图上。我从未见过这些土地处于如此令人遗憾的状态。这不仅仅是因为迪菲亚斯！$B$B你看，几年前，一个推销员来到了韦斯特福尔。他带来了新商品——丰收傀儡。农民们喜出望外。傀儡完美地工作，收集庄稼并吓跑野生动物。所以更多的傀儡被购买了。几年后，他们的数量超过了农民。然后，它发生了。$B$B傀儡转向了它们的主人。几周后，韦斯特福尔几乎所有的农场都消失了。更糟糕的是，Defias来了。韦斯特福尔的人们很自然地将突然的变化与兄弟会联系起来。我认为这仅仅是巧合。有人操纵了傀儡，现在Defias正在利用这种情况为自己谋利。$B$B我稍后会继续这个故事，$N。现在，我有一个要求。去月溪。铁匠的锻造厂里藏着一堆工程设备。检查那里！",
  ["O"] = "在Westfall的Gartside地块恢复Maltimor Gartside的旧工程工具。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40476] = {
  ["D"] = "$N 我拥有制作新丰收傀儡的所有材料。如果我的计算是正确的，我应该能够重新连接他的思想。$B$B我需要你的帮助。丰收傀儡一开始会充满敌意，重新布线咒语需要我全神贯注。我需要你引起傀儡的注意，直到我完成。",
  ["O"] = "帮助马尔蒂莫尔·加特赛德施放重新布线咒语。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40477] = {
  ["D"] = "我将负责重新布线Westfall的傀儡。这将需要几个月，也许几年，但它会完成。然而，Defias 仍然可以很容易地生产出新的，比我重新连接它们的速度要快。我们需要停止生产。幸运的是，我知道我们在哪里可以找到动画符文的货物。$B$B前往Jangolode矿和黄金海岸采石场。Defias将他们的符文隐藏在内心深处，等待运送到他们的地下铸造厂。把它们带给我。$B$B是的，我答应了你剩下的故事。那么我们在哪里结束呢？德菲亚斯的到来。$B$B很快，他们开始自己生产丰收傀儡。他们是如何弄清楚的 - 这是一个谜。不过我有我的怀疑。要制造出这样的符文，需要一个强大的法师。Defias拥有自己的法师，但没有一个强大到足以做到这一点。我认为他们正在与最初使傀儡充满敌意的人合作。他们的原创作者。$B$B他的身份我仍然不知道。我希望你能找到一些关于这批货物的线索。",
  ["O"] = "收集Jangolode矿山货物，以及黄金海岸货物到Westfall的Gartside Plot 的Maltimor Gartside。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40478] = {
  ["D"] = "德菲亚斯的哥布林在地下藏身处深处生产收获傀儡。哨兵山的人民民兵最近一直在努力寻找它的位置。也许他们已经发现了它的下落。如果没有，他们可能需要你的帮助。进入内部后，找到车间并杀死他们的首领。这将永远停止他们的制造业务。$B$B同时，我会联系赫文。如果有人能够破译这张纸条，那就是他，或者至少是他的一个联系人。",
  ["O"] = "冒险进入死矿并杀死吉尔尼德，完成后，返回韦斯特福尔加特赛德地块的马尔蒂莫尔加特赛德。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40479] = {
  ["D"] = "你走后，我和赫文谈起了这张神秘的纸条。事实证明，正如我所料，它是某种密码。不用担心，因为他认出来了。回到哨兵山，和他谈谈。他会比我解释得更好。$B$B最后，我们越来越接近向那些冤枉韦斯特福尔人民的人复仇。",
  ["O"] = "åœ¨Westfallçš„Sentinel Hillä¸ŽChristopher Hewenäº¤è°ˆã€‚",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40480] = {
  ["D"] = "所以关于这个密码...我看不懂。但是我住在莱克郡的亲爱的同事富兰克林·哈马尔在与 Defias 交易时使用了相同的密码。别这样看着我！是他，不是我。我永远不会和这些卑鄙的人交易...$B$B无论如何，他将能够为您阅读它。他可能需要一些说服力，但你肯定可以做到。既然你要去湖郡...你能问一下我该死的货物吗？",
  ["O"] = "与莱克郡的富兰克林·哈马尔交谈。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40481] = {
  ["D"] = "当然，我可以为您破译这一点。但首先：你对镇上的任何警卫说一句话，我可以做到这一点，你就走了。第二：它会让你付出代价。你很幸运，我需要一位冒险家来执行一些简单易行的任务...$B$B首先，我需要丝绸。但不是任何种类的丝绸。沐浴在月光下的蜘蛛丝，格外美丽。虽然很难得到。据我所知，只在黄昏找到。给我带至少十个样品，我们看看是否足够好。",
  ["O"] = "为湖郡的富兰克林哈马尔收集 10 个月光丝绸样本。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40482] = {
  ["D"] = "好吧，你帮了我很好。我会省去你跑腿，只是派你去做你最擅长的事情。杀。$B$B雷德里奇山上的地精最近一直让我和其他交易者为难。这对企业不利。我这个月只丢失了两批稀有材料！他们可能仍然把它们囤积在北方营地的某个地方。看看吧。$B$B我想让你特别寻找一件丢失的货物——来自洛丹伦的稀有针头。当你看到它们时，你就会知道。",
  ["O"] = "在地精小屋中找到洛丹龙针，并将它们带到莱克郡的富兰克林哈马尔。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40483] = {
  ["D"] = "如果我是你，我会回到西落。这似乎很严重。",
  ["O"] = "回到马尔蒂莫尔。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40484] = {
  ["D"] = "冒险前往达克郡，向守夜人询问F.W.的下落。如果他的怀疑是正确的，他们就会知道在哪里找到他。我向圣光祈祷，他还没有搬出黄昏森林。问他，如果你发现他有罪...不要等待暴风的正义。杀了他，为西落的人报仇。",
  ["O"] = "与守夜人谈论F.W.的位置。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40485] = {
  ["D"] = "几个月前，一个神秘的盲人搬进了达克郡南部的一个废弃棚屋。一个妖精陪伴着他，帮助他完成日常任务以换取指导。他是一位著名的工程师，在某种程度上。奇怪的夫妇，这是肯定的，尽管他们声称只是在寻求庇护。尽管我们在黄昏伍德有这么多的担忧，但我只能饶出一个守望者来监视他们的交易，而我所听到的一点点并没有平息我的怀疑。如果你冒险去那里，在你去办事时找出你能做什么，你会为守夜人提供很好的服务。",
  ["O"] = "在达克郡南部的小屋里与F.W.交谈，然后向马尔蒂莫尔汇报。",
  ["T"] = "The Harvest Golem Mystery",
  },
  [40486] = {
  ["D"] = "呸，被分配到什么荒地，太侮辱了。$B$B我想尽快离开这里，为此我需要完成一些工作，我认为你愿意帮忙吧？$B$B黑铁在做一些事情，我的工作是确认 - 某些事情 - 正在发生。$B$B我需要你做的是侦察采石场的入口，并确认铁锻的怀疑。$B$B往那边走，往门口偷看，回来，好吗？",
  ["O"] = "探索Hateforge采石场的入口，并在燃烧草原的摩根守夜中返回参议员Granitebeard。",
  ["T"] = "Investigating Hateforge",
  },
  [40487] = {
  ["D"] = "<参议员花岗岩胡子迅速写下报告，密封并盖上铁锻印章>$B$B在那里，我需要你立刻把这个带到铁匠城，然后报告给马格尼铜胡子国王，它应该根据我所看到的，以及你向自己报告的内容，掌握所有相关信息。快点，我们的敌人会密谋对付我们。",
  ["O"] = "把仇恨锻造报告带到铁锻造的马格尼铜胡子国王身上。",
  ["T"] = "The Hateforge Report",
  },
  [40488] = {
  ["D"] = "<马格尼会拿着仇恨伪造报告，开始带着计算的兴趣读一遍.>$B$B黑铁成为我们的敌人已经有一段时间了，我不会原谅他们的所作所为。自从我们发现燃烧草原内正在进行的努力以来已经有一段时间了，这只是发现那里发生了什么的问题。暮光之锤似乎对这个项目产生了兴趣，他们被发现进入了。拿我对Gravelbelt参议员的回应来说，你被解雇了。",
  ["O"] = "将马格尼的授权带到摩根在燃烧草原守夜的砾石带参议员那里。",
  ["T"] = "The King\'s Response",
  },
  [40489] = {
  ["D"] = "看来，哈特弗格采石场是国王非常关心的问题，他已经授权我代表王国招募任何人。如果您想获得Magni的青睐，那么这将是一个很好的机会。我正在寻找任何人冒险深入仇恨锻造采石场并消除其中暮光之锤的存在。如果你有兴趣的话，我建议带上冒险者同伴，一群雇佣兵，或者某种旅。如果你最终完成了任务，回到马格尼本人，他会奖励你。",
  ["O"] = "冒险进入仇恨锻造采石场，从内部深处移除暮光之锤的存在，完成后，回到铁锻造的马格尼铜胡子国王。",
  ["T"] = "Assaulting Hateforge",
  },
  [40490] = {
  ["D"] = "周围流传着关于某种叫做“Hateforge Brew”的谣言。黑铁称它为崇敬的东西，我知道他们那里没有麦芽酒。这个名字是掩盖别人的，我们得找出那个人是什么，你明白我吗？我确实知道他们在采石场里有化学家，我敢打赌他们与这个Hateforge啤酒有关。我需要你进去，给我收集一个暗铁小瓶和一些仇恨化学文件。我敢打赌，他们把它们藏在那里的某个地方，关于发生了什么。",
  ["O"] = "深入仇恨锻造采石场，找回一个黑铁瓶和仇恨锻造化学文件，然后在燃烧草原的摩根守夜回到瓦拉格黄胡子。",
  ["T"] = "Rumors of Hateforge Brew",
  },
  [40491] = {
  ["D"] = "问候陌生人，似乎这个新部落的一些新成员终于到了。$B$B我会保持简短，我们在这里做得不好。就像一切都被唾沫维系在一起一样，缺乏资源当然无济于事。我会说是时候解决这个问题了。$B$B黑铁在草原表面往往非常稀缺，尽管它被许多人携带。无论是小玩意，设备，还是坐在生物的胃里。$B$B冒险出去给我收集大量的残羹剩饭，这样我就可以继续为我们的咕噜锻造设备，以确保卡方堡的安全。",
  ["O"] = "从燃烧草原的各种生物身上捡拾 50 块黑铁屑，然后返回卡方霍尔德的铁匠托伦。",
  ["T"] = "Scrap Forager",
  },
  [40492] = {
  ["D"] = "呜，我需要你的帮助。$B$B血之怒本身仍然没有充分发挥其潜力，自从我们跟随恶魔并与他们的力量协同工作以变得更强大以来，已经很久了。我打算探索没有他们帮助可能发生的事情。我的黑魔法已经练习好了，随时可以使用，我只需要正确的摄魂剂。$B$B这就是你进来的地方。$B$B在燃烧的草原里，有恶魔性质的小鬼，无疑是燃烧军团的残余，与他们战斗，给我带来他们五颗责骂的心。",
  ["O"] = "将 5 颗滚烫的火焰之心带到燃烧草原的卡方堡的暗黑者格什托尔。",
  ["T"] = "Fueling the Blood Fury",
  },
  [40493] = {
  ["D"] = "这个地区不具备我正在寻找的效力，但我知道一个地方有。东南方是爆破之地。这是我来到这个世界的地方，对它的天空和郁郁葱葱的沼泽感到敬畏。现在剩下的只是一片类似于外域的地狱般的荒原。正是在那里，恶魔在大地上漫游，黑暗门户本身的能量溃烂和脉搏。$B$B去那里，杀一个守卫传送门的守卫哨兵，给我带来一颗大护卫之心。",
  ["O"] = "从爆炸之地带上一颗大心脏，来到燃烧草原的卡方堡的达克西尔格什托尔。",
  ["T"] = "Fueling the Blood Fury",
  },
  [40494] = {
  ["D"] = "好恶心。$B$B你们这些人敢称自己为部落，但你们对部落一无所知。我们是真正的部落，第一个也是最好的。我在你眼中看不到对战斗的渴望，我看不到荣耀，我什么也看不到。你只不过是生活在真实部落传说中的蠕虫。$B$B你很幸运，我答应过卡芳放纵你这样的傻瓜。但是，如果你真的不想成为我们氏族眼中的简单害虫，你必须证明你作为战士的技能。使用任何你认为可以帮助你的诡计。我挑战你对抗火肠食人魔，杀死他们并证明自己。$B$B现在走吧，否则永远为你完全的无能为力而感到羞耻。",
  ["O"] = "在燃烧草原的卡方堡为任务主管 Ok'gog 杀死 15 名火肠食人魔、10 名火肠食人魔和 8 名火肠野兽。",
  ["T"] = "The Firegut Task",
  },
  [40495] = {
  ["D"] = "很好，你已经为自己赢得了呼吸卡方霍尔德空气的权利。$B$B但我还有最后一次审判要对你。怨恨，是的，这就是。$B$B所有的黑手都不过是傻瓜，父亲是一个被可怜的古尔丹愚弄的误入歧途的。残废甚至不值一提，他死了个傻瓜，没有什么比他的同类更值得的了。$B$B和伦德？伦德跪在那条卑鄙的巨龙面前，注定了整个黑石氏族的灭亡。但这还不是他最糟糕的电话。$B$B他让森林青蛙成为他的战略家。$B$B战争大师沃恩？$B$B<好吧，戈格愤怒地喊着这个名字.>$B$B战争大师？他只不过是一只恶心的青蛙，必须迎接他的结局。把他的獠牙给我，一劳永逸地证明，由一个在人类中长大的可怜人领导的部落至少拥有真部落昔日荣耀的四分之一。",
  ["O"] = "杀死下黑石尖塔的战争大师沃恩，并将他的象牙带回燃烧草原卡方堡的工头奥克戈格。",
  ["T"] = "Forest Troll Scum",
  },
  [40496] = {
  ["D"] = "我参加过许多战斗，对抗联盟、兽人、恶魔、食人魔......然而我从没想过要面对自己的氏族。$B$B我的氏族已经不复存在了。几天前，我骑着我信任的狼骷髅破碎在废墟上巡逻。我遇到了仁德的士兵。我还没来得及做任何事情，他们就发动了攻击！我寡不敌众。我试图逃跑，但他们伤害了我的狼。我以为这只是划伤，因为他多次遭受更严重的痛苦。不幸的是，箭被毒死了，几个小时后他就死了。$B$B我不哀悼他的死。毕竟，这是他的目的。他加入了他的兄弟们，现在将在祖先中狩猎。但我要报仇。要是这里不那么需要我就好了......$R，从这里往南走，到灰烬之柱，尽可能多地杀死黑石。把他们的头给我。四十个就可以了。",
  ["O"] = "Õ░å40õĖ¬Blackrock HeadÕĖ”Õł░Karfang HoldńÜäRaider FargoshŃĆé",
  ["T"] = "Raider\'s Revenge",
  },
  [40497] = {
  ["D"] = "好。现在，一项新任务在等着你。正如我所说，我不能离开这个地方。直到我有一只新狼。我的腿不像年轻时那么快了。$B$B从黑石偷一个。来，拿这个笼子。找到一只年轻的黑石Worg，抓住它，然后把它带给我。你可能会在灰烬之柱的马厩里找到一只年轻的狼人。我会立即将其塑造成有价值的坐骑。",
  ["O"] = "抓住一只年轻的黑石沃格，把他带回卡方霍尔德的突袭者法戈什。",
  ["T"] = "Raider\'s New Mount",
  },
  [40498] = {
  ["D"] = "最后要做的。在黑石尖塔，他们繁殖狼。去那里，杀死阿尔法。奴隶主吉兹鲁尔是他的名字。打他们受伤的地方。让他们知道我的痛苦。",
  ["O"] = "在黑石尖塔杀死奴隶主吉兹鲁尔，然后在卡方霍尔德向突袭者法戈什报告。",
  ["T"] = "Raider\'s Raid",
  },
  [40499] = {
  ["D"] = "问候，新部落的新兵。我想你是来帮忙的吧？然后我为你完成了任务。在货舱的西边，你可以找到致命的毒液尖和死亡鞭子，它们的身体可能很脆弱，但它们的毒液杀死了许多有抱负的兽人。我知道如何酿造解毒剂来治疗这些疾病，但问题是解毒剂是由天蝎座本身的毒腺制成的。$B$B去那里收集他们的腺体，如果你幸存下来，你的努力将挽救许多生命。如果你在尝试中死去，那么你就会像其他人一样被遗忘。",
  ["O"] = "收集 8 个毒液腺和 6 个死亡鞭毒腺，返回卡方霍尔德的索雷什。",
  ["T"] = "Preventative Antidote",
  },
  [40500] = {
  ["D"] = "你看不出我很忙吗？呵呵，妖怪想让自己有用，那我有任务给你。在黑石山门口向西冒险，你会发现黑石要塞，在那里他们准备攻击那些反对他们操纵主人的人，真正的傻瓜盲目跟随他们。杀死他们的战斗大师并取回他们计划攻击的据点文件。现在去让自己有用！",
  ["O"] = "杀死 10 名黑岩战斗大师并取回要塞文件。完成后返回卡方的莫尔克。",
  ["T"] = "Removing Vital Assets",
  },
  [40501] = {
  ["D"] = "你来自新部落，不是吗？经过多次讨论，决定我们不能留在黑石氏族内，而是在我们的边界之外寻求新的避难所和联盟。我代表卡方提出请求。$B$B这封卡方信必须马上送到奥格瑞玛的战主领手中，我相信你能把它交给他。",
  ["O"] = "将卡方信送到奥格瑞玛的奴仆。",
  ["T"] = "Of New and Old",
  },
  [40502] = {
  ["D"] = "另一个人希望加入部落，就这样吧。$B$B我确实对黑石氏族的人感到担忧，因为他们的邪恶根深蒂固，腐败到骨子里。我们过去曾处理过老部落难民，但不是整个团体希望加入我们。$B$B艾特里格曾经是黑石氏族的一员，也许对这个“卡方”更了解。和他谈谈，弄清楚他知道什么。",
  ["O"] = "与艾特里格交谈，了解奥格瑞玛的卡方为奴仆的信息。",
  ["T"] = "Of New and Old II",
  },
  [40503] = {
  ["D"] = "我已经有一段时间没有听到这个名字了，虽然我当然记得它。卡方在我们入侵艾泽拉斯期间与黑石氏族作战，并迅速晋升。据我所知，他是一个强大的战士，虽然不像其他人那样嗜血。$B$B我记得的卡芳足够聪明，可以拒绝自杀命令，或者在需要时挑战领导，我并不惊讶他能坚持这么久。$B$B卡芳可以信赖，他当然足够聪明，能看到眼前老部落的厄运。$B$B奴仆答应我的话，拿起战争首领对卡方的回应，我们看看他能不能证明自己的忠诚。",
  ["O"] = "把战争首领的回应带到燃烧草原的卡方堡。",
  ["T"] = "Of New and Old III",
  },
  [40504] = {
  ["D"] = "我知道战争首领说的是什么，暮光之锤最近搬进了位于这里以南的仇恨锻造采石场。这是一个烦恼，最终会引起我们以前主人的更多关注，也是我们最终需要处理的事情，现在我恳求你帮助我们解决它。$B$B我们或许有深入战斗的力量，但要阻止潜伏在黑铁魔掌深处的暮光之锤，需要隐蔽的力量，而不是蛮力。$B$B作为战争领袖，我请求你代表我移除暮光之城的存在。",
  ["O"] = "冒险进入仇恨锻造采石场，并在卡方堡移除暮光之锤的存在，为卡方的卡方。",
  ["T"] = "Of New and Old IV",
  },
  [40505] = {
  ["D"] = "我们有许多人加入了我们的行列，他们来自燃烧草原周围的各个战斗群，他们的名字刻在纸上，标志着他们转移到卡方霍尔德。为了保护那些加入我们的人，我们需要销毁可能导致任何可疑贝莱德前进的文件。$B$B你会在灰烬之柱周围的小营地中找到转移文件，上下搜索，并烧掉你找到的任何文件。",
  ["O"] = "销毁燃烧草原卡方堡的三份卡方转移文件。",
  ["T"] = "Protecting Fresh Blood",
  },
  [40506] = {
  ["D"] = "如果我们想活着离开这里，我们需要覆盖我们所有的足迹。卡方堡是加固的，但还不够坚固，如果他们得到正在发生的事情，就无法在这样的猛攻中幸存下来。$B$B莫尔克是我的战略家，应该知道我们的下一步行动，和他谈谈。",
  ["O"] = "åœ¨Karfang Holdä¸ŽMolkäº¤è°ˆã€‚",
  ["T"] = "Report to Molk",
  },
  [40507] = {
  ["D"] = "我希望你明白，我们利用你是为了我们的利益。不要以错误的方式对待这一点，因为我们不是要欺骗或欺骗你。$B$B我们只需要帮助来实现我们的目标，一个黑石兽人看不到的目标，以免我们的背叛被发现。$B$B我们需要摧毁卡方堡的所有痕迹，它的建造和驻军记录在西边的黑石据点内。收集这些文件并将它们归还给我，以便我可以确保它们被正确删除。$B$B小心，这是一个防御良好的位置。",
  ["O"] = "从贝莱德要塞找回“驻军和补给文件”，然后返回燃烧草原的卡方堡。",
  ["T"] = "Destroy All Traces...",
  },
  [40508] = {
  ["D"] = "Raz\'gol Deadtusk，这个名字让我后悔即将发生的事情。他是我最早告诉我离开老部落的阴谋的人之一，他是外域时代最亲爱的朋友。他太固执了，无法接受，他的忠诚僵化而坚硬。他不会和我们一起来，我们都知道必须做什么。问出来我很伤心，但拉兹古尔死牙必须被杀，如果他发现我的想法，他对我的忠诚将与黑石氏族对抗，我不能相信他会信守诺言。你会发现他在灰烬之柱的大尖顶上，他用铁的目光俯视着这片区域，杀死了他，并将他的刀片带回给我，作为你行为的证据。$N，不要让他受苦。",
  ["O"] = "在灰烬之柱上若隐若现的尖顶上杀死Raz\'gol Deadtusk，并将Deadtusk Blade带到燃烧草原的Karfang Hold的Karfang。",
  ["T"] = "Take No Chances",
  },
  [40509] = {
  ["D"] = "只剩下一条裂缝，可以把一切都拆开。他的名字叫齐格里斯，黑石尖塔深处血斧军团的军需官。出发后，我们借用了各种工具和用品开始建造卡芳堡，这些材料最终需要收集。他按下寻找他们只是时间问题。$B$B我要求你杀死齐格里斯军需官，没有他，没有人能弄清楚我们的动机。你会在黑岩山的黑石尖塔的下部找到他。",
  ["O"] = "在燃烧草原的卡方堡杀死黑岩尖塔深处的齐格里斯军需官齐格里斯。",
  ["T"] = "The Final Crack",
  },
  [40510] = {
  ["D"] = "朋友你好！想听朋友给我讲的小故事吗？太疯狂了，你不会相信的！$B$B在她穿越燃烧的草原时，她遇到了一只黑龙飞船，考虑到该地区的数量，这并不奇怪。当她最终拍摄时，没有流出鲜血，只有一股烟雾和机械的呼啸声！$B$B经过检查，发现这是用复制品皮肤分层的机械创造物，你能相信吗？！$B$B现在果然是宏伟的工程，如此宏伟，甚至欺骗了龙。我想看看它是怎么做到的，如果你不介意帮忙的话。从你找到的每一个中给我六捆机器人育雏内脏，这应该足以解决问题。",
  ["O"] = "从燃烧草原的机器人巫师那里收集 6 个机器人育雏内脏，为铁堡中的马西·威鲁斯特收集。",
  ["T"] = "Broodling Imposters?!",
  },
  [40511] = {
  ["D"] = "啊，可怜的埃佩里乌斯，她像闪电一样奔跑，像骡子一样踢。自从我们上次遇到食人魔后，她拒绝吃任何东西，我担心情况会更糟。我们尝试的一切都失败了，但我还有最后一个想法。$B$B我听说有一种神奇的谷物，它的味道很甜，给你的马足够的能量从暴风雨中驰骋回来。唉，它的位置很久以前就丢失了，我没有任何线索。$B$B也许避难所的某个人知道一些事情，你应该在那里检查一下。你走的时候，我会确保她过得很舒服，请赶紧，因为我不知道她还能坚持多久。",
  ["O"] = "去避难所角看看是否有人对神奇的谷物有任何了解。",
  ["T"] = "To Eperius\' Aid",
  },
  [40512] = {
  ["D"] = "神奇的谷物吧？好吧，我就是很久以前就让他们着迷的人。他们被要求帮助骑兵，帮助牲畜更快、更长时间地耕种田地，但随后悲剧发生了。兽人入侵了现在被称为Go\'shek农场的地方，从那时起，所有的谷物库存都丢失了。如果你幸运的话，你仍然可以找到一袋它，假设兽人没有得到他们肮脏的手。祝你好运，希望有一天我们能再见面。",
  ["O"] = "在阿拉希高地的Go\'shek农场找到一袋神奇谷物，并将它们带到Stromgarde Keep的Tarrel Holk。",
  ["T"] = "Eperius Needs Grains",
  },
  [40513] = {
  ["D"] = "呸！你必须帮助我！$B$B房子里的巫师在我外出旅行时把我变成了这个形式。$B$B呸！呸！$B$B你必须做点什么，他就住在农舍里，杀了他，把他的天王戒指带给我，这样我就可以从这种折磨中解脱出来了！$B$B呸！$B$B<羊用恳求的眼神看着你>",
  ["O"] = "从杜罗塔尔的卡尔曼收集蔚蓝之戒，为拉绍格。",
  ["T"] = "Polymorph Enslavement!",
  },
  [40514] = {
  ["D"] = "热情问候朋友。$B$B我是梅尔德拉利斯，外交官。我从法斯特里德旅馆被派来感谢我们永远的朋友，矮人，感谢他们的盛情款待。我们正在为马格尼国王和他的女儿莫伊拉公主准备礼物。唉，这是给内尔多列尔解释的。他可能也需要你的帮助！我的任务是把这本小册子送给暴风城的伊莉雅娜。暴风城的人类很友好地为我们提供了矮人区的一个小地方，我们称之为小银月。朋友，非常感谢您的善意和帮助。愿永恒的太阳指引你的脚步。",
  ["O"] = "把梅尔德拉利斯的小册子带到小银月，暴风雨中的伊莉亚娜黎明之星。",
  ["T"] = "Thalassian Diplomacy",
  },
  [40515] = {
  ["D"] = "我只是似乎无法让它工作！$B$B当我们把它从银月带到Farstrider Lodge时，我已经设法修复了它一次。它在这里的旅程中起作用，但我根本无法理解它有什么问题！它可能已被损坏。$B$B奥术傀儡不是一件容易建造或修复的事情。要是我师父还活着就好了。等等，就是这样！我记得泰勒斯蒂安，我的主人把他的笔记给了他在侏儒里根的一个朋友。他被侏儒发明家迷住了，他把笔记给了马西·看看你能不能在廷克镇找到她，我真的希望她能活下来，否则我就完蛋了。",
  ["O"] = "与Ironforge廷克镇的Masey Witank交谈。",
  ["T"] = "It broke...",
  },
  [40516] = {
  ["D"] = "泰勒斯蒂安的学生？多么令人兴奋！$B$B泰勒斯蒂安和其他高等精灵并不完全一样，他和我们一样喜欢摆弄小玩意儿和残羹剩饭！但他的工艺也使用了大量的奥术，这实际上是一个非常明智的选择。同样可以说，像他这样的人是当今工程的真正灵感来源。$B$B奥术傀儡是高创性的产物，但恐怕泰勒斯蒂安的笔记已经丢失了。上次我有它们时，我在布鲁纳尔村西北部的一个小房子里，你可以在那里尝试。请注意，麻风侏儒可能会守卫该地区。如果你得到这些笔记，我相信工程学的新时代可以开始了！从这个方面与高等精灵合作将非常令人兴奋。",
  ["O"] = "在Brewnall Village西北部找到Thalestien的笔记，为Ironforge的Masey Wiwaste找到。",
  ["T"] = "Thalestien\'s Notes",
  },
  [40517] = {
  ["D"] = "我很想再看一眼，我确定它们已经丢失了！$B$BThalestien是一位令人敬畏的工程师。关于人和他们的手工艺品的精彩故事如此之多。$B$B你听说过布莱米丹·泽克吗？$B$B一个骗子侏儒，他就是这样！许多人认为他是有史以来最伟大的矮人法师，但有传言说他的魔法根本不是魔法。但工程和技术的好处！看我喋喋不休，内尔多丽尔肯定在等着这些笔记。$B$B哦，好吧，请告诉诺迪尔我很快就会去拜访，甚至可能帮助他的魔像！",
  ["O"] = "回到神秘病房的内尔多丽尔，带着泰勒斯蒂安的笔记。",
  ["T"] = "Back to Nel\'doriel",
  },
  [40518] = {
  ["D"] = "我的暴风之行很失败，说实话，我还没有勇气回去。$B$B我被一群前往铁锻的特罗格人伏击，我恰好把最重要的物品——拉莫洛斯宝石掉在了我身上。碰巧拿走它的特罗格被注入了宝石的潜在奥术力量，现在拥有了一些魔法能力......或者我听说了。$B$B<安塞拉撅嘴>$B$B你能偶然为我找回它吗？名为Grash的Trogg可以在Gol\'Bolar采石场深处找到。",
  ["O"] = "在铁锻造中为安塞拉黎明盾找回拉莫洛斯宝石。",
  ["T"] = "The Ramolus Gem",
  },
  [40519] = {
  ["D"] = "<巨魔幽灵般的面孔用一种难以完全理解的破碎的嚎叫语气说话>$B$B我。。。迷路了...永远在沙漠中徘徊...试图找到出路。但感觉不像...有一条出路。$B$B去祖尔法拉克...我身体所在的地方...并找到我的远古巨魔遗骸...在墓地...解开我，从这个...永恒的折磨...",
  ["O"] = "冒险进入祖尔法拉克，找到远古巨魔遗骸，然后将它们送回塔纳里斯南月遗址的汉苏戈沙。",
  ["T"] = "Drifting Across the Sand",
  },
  [40520] = {
  ["D"] = "自从我们离开祖尔法拉克以来，饥饿和口渴一直是我们的伴侣。达贪婪的哥布林控制着达废物和迪伊，认为我们和我们的桑德弗利兄弟没有任何不同。$B$B周一，我们村需要你的帮助。我们在这里挨饿。我恳求，冒险进入沙漠，找到一些肉。大罗克的肉虽然不好吃，但营养丰富，足以让你活下去。当你在外面时，也收集一些鬣狗皮。兴五为达努力制作铠甲。",
  ["O"] = "将12块Roc肉和8张鬣狗皮带到Tanaris的Sandmoon村的Hingozu。",
  ["T"] = "Da Unforgiving Lands",
  },
  [40521] = {
  ["D"] = "你。你可以帮助我，我们。沙丘的食人魔正在把我们赶出古老的寺庙。我不会容忍他们贬低我们的神圣神和他们的象征。他们肮脏的术士和法师玷污了我们神的偶像。冒险，沙丘人居住的地方并杀死他们。从中取出三个罗亚符咒，带给我。我们将向德姆释放他们的愤怒！",
  ["O"] = "将3个古老的罗亚符咒带到沙月村的先知马兹。",
  ["T"] = "Desert Voodoo",
  },
  [40522] = {
  ["D"] = "我们的部落...大桑德弗瑞$B$B我们失去了一切。祖尔法拉克曾经是这片沙漠的一颗闪亮的宝石，现在却被疯子统治着。我们中很少有人看到即将到来的沦陷，离开这座城市并在这里定居。如你所见，只有少数。不足以阻止所谓的沙头皮酋长和他的爪牙。$B$B沙怒巨魔的达名必须先赎回。在我们周围的人中，dey需要看到我们改变了。我们需要一位外交官，一位代表。你是一个履行达角色的人。在Gadgetzan dat da Sandfury中显示dem并不都是疯狂的血腥者。",
  ["O"] = "在基吉赞找到一个愿意帮助沙月村的人。",
  ["T"] = "Sandfury Redemption I",
  },
  [40523] = {
  ["D"] = "告诉你的巨魔朋友，我可以 - 说服 - 这里的警卫让他们进来......比方说...五百金币.$B$B每个。$B$B对不起，伙计，只是不能冒险做生意！",
  ["O"] = "将信息传递给塔纳里斯沙月村的先知马兹。",
  ["T"] = "Sandfury Redemption II",
  },
  [40524] = {
  ["D"] = "如果说德雷能看到我们的挣扎，那就是达黑矛的沃尔金。就像没有奥塔一样，他明白被抛弃和失去家园是什么。我的同类在部落土地上不受欢迎，但也许你能展示我们的新方式。前往奥格瑞玛，与沃尔金交谈。告诉他祖尔法拉克发生的事情，并提供我们的帮助。",
  ["O"] = "和奥格瑞玛的沃尔金谈谈沙月村。",
  ["T"] = "Sandfury Redemption III",
  },
  [40525] = {
  ["D"] = "去，和那些沙月的首领说话。告诉他们，他们得到了暗矛的支持，进而得到了部落的支持。我很快就会派我最好的猎人和侦察兵去那里。但是现在，帮助他们处理手头的任何事情。",
  ["O"] = "在塔纳里斯的沙月村与冠军塔扎交谈。",
  ["T"] = "Of the Sandfury and the Darkspear",
  },
  [40526] = {
  ["D"] = "这让我很痛苦，但我的弟兄们无法拯救。他们看不到我们部落的腐败。我什么都试过了。为什么我们必须跑。他们不会听。我们必须停止dem.$B$B在祖尔法拉克之外，许多桑德弗利巨魔在沙漠中搜寻，攻击贸易商队并袭击水塔。我不能冒着他们影响力进一步蔓延的风险，周一$B$B精简他们的队伍。",
  ["O"] = "在塔纳里斯的沙月村杀死 5 个沙怒斧投掷者、5 个沙怒火焰召唤者和 5 个沙怒隐藏者，为冠军塔扎。",
  ["T"] = "Plight of the Sandfury",
  },
  [40527] = {
  ["D"] = "它必须完成。乌科尔兹-桑德斯皮普和他的犯规得力助手鲁兹鲁必须被阻止。冒险进入我们的古城祖尔法拉克。杀死乌科尔兹和鲁兹鲁，然后回到我身边。$B$B不会有庆祝活动，也不会有盛宴。这正是需要发生的事情。假以时日，祖尔法拉克的土地会痊愈。",
  ["O"] = "在祖尔法拉克内杀死乌科尔兹桑德斯皮普和鲁兹鲁，在塔纳里斯的沙月村杀死冠军塔扎。",
  ["T"] = "End Ukorz Sandscalp",
  },
  [40528] = {
  ["D"] = "你是我们村里那个被戳的人！你最好让自己有用，否则 Ekka 喂你给 da Viceclaw！$B$B虎爪是好吃的，坚韧的肉。来自大岸的大龟是他的最爱。艾卡不能去死，大妖精会开枪打死她！从德姆那里拿来恶爪肉，作为奖励，他会饶了你！$B$B<艾卡狂笑>$B$B好副爪，好。",
  ["O"] = "将10块龟肉带到塔纳里斯沙月村的埃卡。",
  ["T"] = "Meat for Viceclaw!",
  },
  [40529] = {
  ["D"] = "亲爱的法拉德，$B$B我们犯了一个错误。你需要停止分发傀儡。我们的计划行不通。$B$B我知道你还在因为我对你的所作所为而生我的气，这是一个意外，我发誓！但你必须听，拜托。我无法阻止傀儡杀人。咒语不起作用！哦，我是多么愚蠢。$B$B拜托，法拉德，停止与石匠公会的这种废话，回来吧。我们将弄清楚如何将它们修复在一起，就像过去一样。请。$B$B我在我们在Moonbrook的旧车间等着你。一切开始的地方。我们的友谊，我们的计划，我们的失败。$B$B你的好朋友，马尔蒂莫·加特赛德。",
  ["O"] = "就这封信与马尔蒂莫对质。",
  ["T"] = "Letter from Maltimor",
  },
  [40530] = {
  ["D"] = "我已经等你到来一段时间了。我从精灵那里听过你的事迹，是时候证明你作为兽人的价值了。$B$B现在是你下一次挑战的时候了，并向灵魂本身证明你的价值。如果您认为自己值得完成这样的任务，请在Mojache营地寻找Margok Hatewind，他将是您的向导。",
  ["O"] = "前往Mojache营地，与Margok Hatewind交谈。",
  ["T"] = "The Way Of The Spiritwolf I",
  },
  [40531] = {
  ["D"] = "你已经开始在元素的使用中找到效力，尽管现在完全是另一回事。在费拉拉斯体内有一个古老的狼精，其中一个可以赋予兽人萨满足够证明自己价值的强大力量。如果你想证明自己，你必须首先从该地区的长牙狼那里收集一颗原始狼牙。要有耐心，可能很难遇到。当你找到一个，把它带给我，你可以继续这个旅程。",
  ["O"] = "在费拉拉斯猎杀狼，为玛戈克·哈特温德获得一颗原始狼牙。",
  ["T"] = "The Way Of The Spiritwolf II",
  },
  [40532] = {
  ["D"] = "据说很久以前，一只巨大而神奇的狼统治了这些森林，并以强大的力量狩猎，只是在大瀑布附近屈服于致命的伤口。在这里，您将从您带给我的原始牙齿中取出我磨碎的粉末，倒在这个网站上。这个仪式对于获得远古狼灵的祝福是必要的。$B$B在莫哈切营地的东南方有一个大瀑布，找到一条上去的路，在那里你会发现狼灵，按照我的指示去做，它会愿意和你说话。",
  ["O"] = "找到远古狼灵，完成仪式。",
  ["T"] = "The Way Of The Spiritwolf III",
  },
  [40533] = {
  ["D"] = "如果你想真正成长，兽人，你必须像以前一样听从我的建议。当你准备好听我的故事时，和我谈谈，我会告诉你我所知道的，这样也许你可以在你的旅行中学到一两件事。",
  ["O"] = "听听远古灵狼的故事。",
  ["T"] = "The Way Of The Spiritwolf IV",
  },
  [40534] = {
  ["D"] = "你听，听得好，也许你终究是值得的。我还有最后一个挑战要问你，一个证明你真的配得上我的力量。我挑战你战斗，向我展示你的能力，向我展示你的力量。$B$B如果你真的有力量打败我，并且能听从我的建议，你就会真正体现我的精神，我会赐予你我的礼物。如果你认为你有足够的价值挑战我，请再和我谈谈。确保你准备好了，因为我不会退缩。",
  ["O"] = "向远古灵狼证明你的实力。",
  ["T"] = "The Way Of The Spiritwolf V",
  },
  [40535] = {
  ["D"] = "愿大地母亲保佑你走的路，欢迎来到红云栖息之地，在那里我们饲养着海珀奇的飞龙，这是最类似于与部落成员建立联系的飞龙。飞龙是聪明而慷慨的野兽，$C，很久以前我们的战争首领和酋长就寻求他们的帮助。他们一直是我们方式的宝贵盟友。许多人希望有一天能和他们一起飞上天空，如果你愿意自己这样做，我会教你方法。首先，你必须倾听他们的胃，并以软化他们心的方式贿赂它。肉类永远是要走的路。这一次，我建议抓住成年平原骑手的腿肉。$B$B你只需要猎杀这些雄伟的鸟中的一只，或者你会吗？根据你打它们的力度，你可能无法收获他们的肉。只带两件作品回来，我渴望看到你证明耐心或创造力。",
  ["O"] = "从成年平原骑手那里收集 2 块腿肉，供穆尔戈尔红云栖息的教练托卡拉使用。",
  ["T"] = "From Stomach to Heart",
  },
  [40536] = {
  ["D"] = "现在你有了肉，是时候进行实际测试了。这将证明你是否有足够的能力被赠送一只飞龙幼崽，它将成为你最值得信赖的伴侣。$B$B把这块肉拿给追日者，他是飞龙阿尔法之一，也是我最信任的朋友。请注意，这不是礼物，而是挑战。在阿尔法面前展示自己与狩猎游戏是不尊重的，追逐者会知道你在寻找他的一只幼崽，通过展示肉，你会暗示你可以尽可能地成为他的守护者，他会亲自测试。他可能不会杀你。",
  ["O"] = "喂食追日者并在战斗中击败他，完成后，返回穆尔戈尔红云栖息处的托卡拉训练师。",
  ["T"] = "Bond Through Battle",
  },
  [40537] = {
  ["D"] = "我的朋友，你已经准备好接收你自己渴望的飞龙幼崽了。但是为了让它接受你作为它的新伴侣，你必须给飞龙带来礼物。多年来，飞龙和哈比在风中争夺天空的统治权。证明自己是幼崽的盟友，给他带来最美丽的竖琴翅膀羽毛。这可能很困难，但要明白，如果羽毛不是由命运和你自己的意识选择的，你将永远无法吸引他。Windfury Harpies可以在Mulgore附近找到，杀死它们并给我带回一根你认为会取悦你的幼崽的羽毛。",
  ["O"] = "从Windfury Harpies收集原始的Harpy羽毛，在Mulgore的Red Cloud Roost为训练师Tokala收集。",
  ["T"] = "Eager Little One",
  },
  [40538] = {
  ["D"] = "我们的一个侦察队带着这只狼。他们不得不面对一些whelps，他们声称其中一些与我们塑造和锻造的金属一样坚硬。我永远不会不信任我的氏族，$N。但我也不会危及侦察队，他们不会因为这种工作而被削减。我连这只狼都送不上你，它受了伤，似乎不敢回去，必须改头换形。$B$B我劝你去找这些奇特的龙人，结束他们。我的族人说，他们可以在草原的东边找到，那里有以仇恨为名的黑铁一直在漫游。杀了他们，看看这些矮人到底在搞什么诡计。",
  ["O"] = "在卡方霍尔德为沃格情妇卡塔拉杀死 8 只奇特的龙灵。",
  ["T"] = "Peculiar Won\'t Even Cut It",
  },
  [40539] = {
  ["D"] = "工程师菲格尔斯.$B$B这个生物有奈法里安本人的自我。谁会傲慢到在他们曾经创造的一切上写上自己的名字。$B$B唉，这对我们有利。我不确定黑铁对这些妖怪有什么计划，但我们绝对必须阻止他们。$B$B虽然我们一无所获，但首先，我敢肯定，像你这样赢得我族尊敬的英勇战士，一定能找到这个菲格尔斯。跟着狼的速度走吧，愿你血管里的血液随着一千个熔岩池的愤怒而燃烧。",
  ["O"] = "杀死哈特弗格采石场的工程师菲格尔斯，为沃格情妇卡塔拉。",
  ["T"] = "Hunting Engineer Figgles",
  },
  [40540] = {
  ["D"] = "当你走过海岸时，你会注意到一些不寻常的东西。一只墨洛克蝌蚪，独自留在芦苇丛中。它看起来营养不良。你应该喂它。它可能喜欢龟肉。",
  ["O"] = "在腹地为墨洛克蝌蚪找到一些龟肉。",
  ["T"] = "An Unusual Find",
  },
  [40541] = {
  ["D"] = "墨洛克蝌蚪盯着你，好像它还想要什么。但是什么？更多的食物？不，这是不可能的。也许它迷路了，正在寻找它的父母？你应该看看岸边，他们一定在这附近的某个地方。",
  ["O"] = "寻找失踪的墨洛克的父母，然后回到墨洛克蝌蚪。他们应该在岸上的某个地方。",
  ["T"] = "Family Above All",
  },
  [40542] = {
  ["D"] = "如果这里有人能知道墨洛克家族的事情，那一定是艾瑞峰的狮鹫骑士。也许他们在一次飞行中注意到了一些不寻常的事情？你应该问。",
  ["O"] = "冒险前往Aerie Peak，询问墨洛克家族。",
  ["T"] = "Loneliest Murloc in the World",
  },
  [40543] = {
  ["D"] = "如果这里有人能知道关于墨洛克家族的事情，那就是雷万图斯克巨魔。也许他们注意到了什么？你应该问。",
  ["O"] = "冒险前往雷万图斯克村，询问穆洛克家族的情况。",
  ["T"] = "Loneliest Murloc in the World",
  },
  [40544] = {
  ["D"] = "如果你想帮助你的小墨洛克朋友，你最好找到纳特·佩格尔。他是世界上最好的渔夫。他是我们中间的传奇。卡图姆知道他花了很多时间在墨洛克人中间，向德姆学习钓鱼。他一定知道什么！$B$B卡图姆不知道在哪里可以找到纳特·佩格勒。他前段时间去了卡利姆多。",
  ["O"] = "找到纳特·帕格勒，向他询问穆洛克的习俗。",
  ["T"] = "Nat Pagle, Murloc Expert",
  },
  [40545] = {
  ["D"] = "所以你想帮助小墨洛克？英勇努力。我们，野锤，最看重同情心。不幸的是，我无法帮助你找到他的父母。但我知道一个人可以。$B$B纳特·帕格勒。传说中的渔夫。我上次见到他的时候，他想从墨洛克那里学习捕鱼的秘密。如果你有决心，你可以试着找到他。也许他知道他们的语言？我听说他现在在卡利姆多。",
  ["O"] = "找到纳特·帕格勒，向他询问穆洛克的习俗。",
  ["T"] = "Nat Pagle, Murloc Expert",
  },
  [40546] = {
  ["D"] = "说这些让我很痛苦，但他的父母可能......嗯，死了。墨洛克虽然凶猛而有领土意识，但非常关心它们的蝌蚪。我看到他们牺牲自己，以便他们的孩子能够活下去。真的，我们应该更加欣赏这些生物。还有一件事。如果你想让这个小墨洛克活下去，它就需要你的帮助。腹地是危险的。它不会自己生存。",
  ["O"] = "回到腹地的墨洛克蝌蚪。",
  ["T"] = "Small Murloc in a Big Pond",
  },
  [40547] = {
  ["D"] = "说这些让我很痛苦，但他的父母可能......嗯，死了。墨洛克虽然凶猛而有领土意识，但非常关心它们的蝌蚪。我看到他们牺牲自己，以便他们的孩子能够活下去。真的，我们应该更加欣赏这些生物。还有一件事。如果你想让这个小墨洛克活下去，它就需要你的帮助。腹地是危险的。它不会自己生存。",
  ["O"] = "回到腹地的墨洛克蝌蚪。",
  ["T"] = "Small Murloc in a Big Pond",
  },
  [40548] = {
  ["D"] = "好$C。你走的时候，我收到了法尔格兰的报告，他是我派去调查脚印的侦察员。他需要你立即的帮助。他在靠近荒芜边境的地方建立了一个营地，位于Shady Rest和Lost Point之间。",
  ["O"] = "向靠近荒芜边境的法尔格兰·哈斯蒂尔报告。",
  ["T"] = "Report from Falgran",
  },
  [40549] = {
  ["D"] = "所以，$N，脚印绝对是蹄子。我跟着他们进入了荒芜之地，以为他们会带我去克劳尔。我错了。突袭队实际上停在贝尔莫丹外面，这使您的工作更轻松。$B$B冒险进入克劳尔...光是一想到就让我不寒而栗。$B$B回到正题。营地位于Bael Modan以北，靠近公路。你应该很容易找到它。试着潜入，或者把他们都杀了。对我来说无关紧要。重要的是 - 找到一些证据，也许是一些可以从客栈拿走的物品。并称呼房间里的大象：兽人。他说他也是来调查客栈的。我在关注他——我不信任他。我觉得部落在试图掩盖一些事情。祝你好运。",
  ["O"] = "调查贝尔莫丹以北的奎尔猪营地是否有任何证据。",
  ["T"] = "The Quillboar Suspects",
  },
  [40550] = {
  ["D"] = "让我们想想...如果有人能翻译这个，那就是某个妖精。这些家伙确实与每个人进行交易，必须有人至少对这种语言有基本的了解。你能把这个带到瑞奇吗？我现在就留在这里观察营地。",
  ["O"] = "找一个能够翻译平板电脑的人。棘轮是一个很好的起点。",
  ["T"] = "The Goblin Linguist",
  },
  [40551] = {
  ["D"] = "当我忙着翻译这个的时候，你帮帮我。简单。$B$B我需要来自Stranglethorn Vale的东西。我知道，它很远，但幸运的是，我们有一艘漂亮的船，可以直接带你去战利品湾！太好了，不是吗？$B$B我听说北部地区正在进行一些采矿作业，靠近某个湖泊或其他什么。正是我们的竞争对手，风险投资公司。我需要你去那里，嗯，从他们那里借一些东西。$B$B给我带来10个他们正在挖掘的“东西”样本。我听说是一些蓝色的晶体。我想你能在他们的尸体上找到他们。但是你没有从我这里听到。",
  ["O"] = "从Stranglethorn Vale的风险投资公司带来10个奇怪的蓝色碎片，用于Ratchet的Sputtervalve。",
  ["T"] = "A Strangle Favor",
  },
  [40552] = {
  ["D"] = "<斯普特维尔专注于平板电脑.>$B$B他们的写作与我们并不完全相同。他们只是画一些图片，你必须自己解释。有一些线索可以帮助您掌握含义，但是...$B$B你可能对奎尔猪传说不感兴趣，是的。$B$B所以，我从中得到了什么：一群羽毛猪想要攻击一家旅馆。他们带着突袭队去那里，但他们发现旅馆已经被烧毁了。然后是一些愤怒的照片。我猜他们想要暴力。$B$B所以，是的。这就是我从中得到的，朋友。",
  ["O"] = "向与荒芜接壤的法尔格兰报告。",
  ["T"] = "Back to Falgran",
  },
  [40553] = {
  ["D"] = "去把我们的发现报告给维姆斯船长。我会在这里呆一段时间，看管客栈。我不能让兽人独自拿着证据。我仍然不信任他。",
  ["O"] = "向塞拉莫尔的加兰·维姆斯上尉汇报。",
  ["T"] = "Suspicious No More",
  },
  [40554] = {
  ["D"] = "我和我们的一位球探进行了交谈。嗯，他负责监视贫瘠深处的陶拉霍营地。他确信，我相信他，没有一个陶拉霍牛头人使用过这个盾牌。我告诉你这件事，因为如果真的是牛头人手艺，那么盾牌的主人一定在沼泽里生活了一段时间。我派我们的渗透者去检查这里的部落前哨布拉肯沃尔村，是否有牛头人的迹象。在他们执行任务时，我有一个要求。从沼泽地的瞭望塔收集情报。也许我们的士兵记得一些了不起的事情。",
  ["O"] = "从附近的瞭望塔收集信息，然后返回赛默尔的加兰·维姆斯船长。",
  ["T"] = "The Shield\'s Owner",
  },
  [40555] = {
  ["D"] = "这些死神图腾自从搬进尘埃瓦洛以来，一直受到我们的不断观察。他们是一群讨厌的人，但我向你保证，如果是他们，我们已经知道了。不过，如果侦察兵所说的这个牛头人真的存在，我们可以在布拉肯沃尔村询问他。理论上。$B$B与部落的紧张关系很高，我不希望我的手下看到我们与他们谈判。最近几个月，我有太多的逃兵。你可以试着找到他的坟墓。牛头人将死者制成木乃伊，但由于他是这里唯一的人，我怀疑食人魔知道这件事。只需寻找一个墓地，或者靠近布拉肯沃尔的类似地方。我怀疑你会找到任何东西，但这是我们唯一的线索。$B$B让我们希望考德威尔中尉很快回来，带来一些关于里特的信息。",
  ["O"] = "在布拉肯沃尔村附近找到牛头人战士的坟墓。",
  ["T"] = "The Search for the Grave",
  },
  [40556] = {
  ["D"] = "谁挖了坟墓？为什么？他们从中拿走了盾牌吗？$B$B更多的问题，仍然没有答案。你应该向加兰·维姆斯上尉汇报。",
  ["O"] = "回到Theramore Keep的Garran Vimes船长那里，带着你的发现。",
  ["T"] = "Another Mystery to Solve",
  },
  [40557] = {
  ["D"] = "考德威尔中尉还没有完成寻找帕瓦尔·里特的任务。我担心最坏的情况。但是，唉，我们只能等待。$B$B当涉及到我们的调查时。好吧，另一个死胡同。$B$B然而，法尔格兰报告说，部落一直在制造一些麻烦。请协助他处理此事。他就是你以前见过他的地方。",
  ["O"] = "在Shady Rest Inn和Dustwallow Marsh的Lost Point之间的路上与Falgran Hastil会面。",
  ["T"] = "The Troubles Ahead",
  },
  [40558] = {
  ["D"] = "你还记得那个兽人吧？他希望我们谈谈。他知道一些我们不知道的事情。$N，请保持冷静，尽量不要招惹他们。我知道，考虑到我们的历史，这可能很困难，但他们很像你和我。只是也许更绿色一点。",
  ["O"] = "与法尔格兰交谈开始会议，一旦完成，向达斯瓦洛沼泽的瑟拉莫尔岛的加兰·维姆斯船长报告。",
  ["T"] = "The Meeting with the Enemy",
  },
  [40559] = {
  ["D"] = "所以盾牌真的属于布拉肯沃尔的牛头人。干得好。$B$B另一方面，据报道，我们的士兵杀害帕瓦尔·里特令人不安。令人深感不安。我不能只相信部落。作为队长，我的角色不仅是命令，而且是服务。我担心考德威尔中尉只是为了自卫。但是，如果兽人真的说的是实话，你可能会在考德威尔的随身物品中找到一些证据。你可以在楼下找到他的宿舍。他和一个名叫哈兰的士兵一起被派往那里。也检查她的。$B$B我将为耆那教夫人准备报告。",
  ["O"] = "检查楼下考德威尔和哈兰的物品，然后向维姆斯上尉报告。",
  ["T"] = "The Betrayal from Within",
  },
  [40560] = {
  ["D"] = "所以这是真的。我的士兵，我认为最忠诚的人，实际上是逃兵。我想知道还有多少人躲在我们中间。$B$B但现在，让我们收集信息。考德威尔和哈兰是逃兵。他们杀死了帕瓦尔·里特，当时他受到部落的审问。他们这样做只是为了惹恼部落，还是......他知道一些事情...$B$B再一次，我们的发现将我们引向沼泽中的逃兵。好吧，我怀疑我们能否让他们说话。他们恨我们，甚至可能比他们恨部落还要多。对他们住所的任何盲目攻击都不会为我们提供答案。我们需要转向魔术。禁忌魔法。如果我们有属于帕瓦尔·里特的东西，我们可以与他的精神交流。这是一种危险的做法，许多人甚至会认为这是不道德的。$B$B目的证明手段是正当的。幸运的是，我们有他的徽章。由于他最近带着未完成的事情去世了，他的灵魂可能还在艾泽拉斯。去这里的法师塔，向哈利斯特法师解释一下情况。",
  ["O"] = "åœ¨Dustwallowæ²¼æ³½çš„Theramore Isleå¡”æ¥¼ä¸ŽMagus Halisteräº¤è°ˆã€‚",
  ["T"] = "The Betrayal from Within",
  },
  [40561] = {
  ["D"] = "很好。如果是维姆斯船长的愿望...我是谁说不。但是，如果我们要使仪式对精神和我们尽可能安全，我将需要一些稀有的成分。你最好的选择是在达拉然购买它们，如果它仍然存在的话。我听说有传言说麒麟托正在试图重建魔法城市，所以如果你不介意旅行......也许他们有一些需要的成分。其余的可以在这些沼泽中找到，如果你有敏锐的眼睛。$B$B我需要 1 个来自达拉然的奥术谐振器、3 颗月光石和 10 个沼泽渗出物。我听说南方有可憎之物。",
  ["O"] = "带上 1 个奥术谐振器、3 颗月光石和 10 颗沼泽渗出物，前往尘沼泽瑟拉莫尔岛的马古斯·哈利斯特。",
  ["T"] = "Preparation for Divination",
  },
  [40562] = {
  ["D"] = "在仪式期间，我需要你的帮助。也许我们可以从灵界学到更多。$B$B让我们开始吧。",
  ["O"] = "在仪式期间协助Magus Halister，并将调查结果报告给Dustwallow沼泽Theramore Isle的Garran Vimes。",
  ["T"] = "Ritual of Divination",
  },
  [40563] = {
  ["D"] = "去找法尔格兰和卡戈罗，向他们解释情况，然后..$B$B为我们责怪他们道歉。我们需要纠正这一点，并表现出我们的善意。也许他们会原谅我们。",
  ["O"] = "在Shady Rest Inn和Lost Point之间的路上向Falgran Hastil报告。",
  ["T"] = "To Meet Again",
  },
  [40564] = {
  ["D"] = "我们又来了，与部落的另一次会议。卡戈罗已经向我解释了一些事情，但我们已经准备好见面了。",
  ["O"] = "协助法尔格兰开会，一旦完成，就回到达斯瓦洛沼泽的瑟拉莫尔岛的加兰·维姆斯船长那里。",
  ["T"] = "The Second Meeting",
  },
  [40565] = {
  ["D"] = "看来逃兵是烧毁客栈的幕后黑手。如果要伸张正义，我们必须阻止他们不断将我们最忠诚的人拖入他们的队伍。没有地方，他们被通缉，我们将为所有失去的生命伸张正义。对于造成的欺骗。$B$B在瑟拉莫尔的正西边，泥潭的东北边缘是逃兵的藏身处，他们就是在那里获得力量的。$B$B找到营地的新领导人塞利克·沃斯，杀死他，并将他的勋章带给我作为行为的证据。",
  ["O"] = "找到塞利克·沃斯，杀死他，并将他的勋章带给尘埃瓦洛沼泽瑟拉莫尔岛的加兰·维姆斯上尉。",
  ["T"] = "And Justice for All",
  },
  [40566] = {
  ["D"] = "对不起，$C！$B$B<那位女士似乎强行露出笑容，但她的眼睛却出卖了深深的愤怒>$B$B你看起来很勇敢，那种帮助一个可怜的少女，是吗？我发现自己需要一些相当...奇怪的物质。它们甚至可能很危险，但看着你——我认为你肯定可以处理它。我什至会为你的麻烦支付一些体面的硬币！$B$B我需要一些毒药。但不仅仅是任何毒药。在东边某处的一个山洞里有蜘蛛，它们的咬伤非常痛苦，甚至会导致短暂的瘫痪。如果你能为我收集几瓶他们的毒液，我将永远感激不尽！你肯定不怕几个小蜘蛛，不是吗？$B$B你的意思是，为什么？你真的是在问一位女士她的私事吗？",
  ["O"] = "为罗斯·多洛霍夫获取五个水蛭潜行者毒液样本。",
  ["T"] = "Sleep Paralysis",
  },
  [40567] = {
  ["D"] = "哦，我不能这样做。$B$B<她大声叹了口气，按摩眼睛>$B$B我的未婚夫一直很累狗，晚上随便消失，最近我发现他的衣服上有黑色的长发。$B$B我实在想不通他怎么能这样对我！但我必须确定。拜托，$C，你能帮我调查一下吗？在我做任何鲁莽的事情之前。我甚至不忍心和他说话，更别提回到我们的旧卧室了。只要找出他该死的一面，告诉我他说了什么谎言。我想你能找到的任何额外证据也会很好。$B$B<她把脸拧得紧紧的>他可能是在躲着我，假装有用，在木材厂边砍柴。伯特·马诺是他的名字。",
  ["O"] = "在Hawk's Vigil中与Bert Mano交谈，看看你的调查将走向何方。",
  ["T"] = "Sleepwalking at Day",
  },
  [40568] = {
  ["D"] = "好吧，好吧，我知道它看起来很糟糕。但是伯特一直患有一种非常有趣的睡眠瘫痪，你看。可怜的灵魂有一些东西，我怀疑是什么，在他的梦中向他伸出援手。我也很怀疑，直到我在观察他睡觉时亲眼目睹了这一切。我敢肯定是恶魔！农民有无数关于这种事情的故事，但这是我第一次得到无可辩驳的证据！无论如何，我的学业必须搁置，如果他的婚姻，如果你是对的，他的生命可能会有危险。这个恶魔要么被驱逐，要么被带入物质位面，然后被杀死。不幸的是，我几乎不知道如何直接这样做。$B$B但我知道是谁。我联系了暴风城的一个阴暗的家伙。他从一个隐藏在那里小酒馆地下室的阴谋集团开展业务。不幸的是，我不知道是哪一个。他的名字叫暗黑绑定者加金。请快点，$C。伯特不是一个完美的人，但他不配拥有这个。",
  ["O"] = "在暴风城一家酒馆的地下室找到暗黑绑定者加金。",
  ["T"] = "Daydreaming at Night",
  },
  [40569] = {
  ["D"] = "好的，$R你给我的第一个任务。$B$B什么，你以为我会免费做这个？不 不 不！哦，对了。在正常情况下，我会因为你在这里绊倒而杀了你，但碰巧，我自己需要一些材料，其中一些也需要解决你的材料。困境。$B$B需要与虚空的联系，再加上某种能引发清醒梦的补品，以带出你的这个夜魔，并驱逐它。我的同事们窃窃私语说某个地方可能只是可以解决问题！$B$B<他邪恶地笑着> $B$B火痕神殿。名字敲响了铃铛？我怀疑。您可以在阿斯特拉纳尔西南部的阿申维尔找到它。那里住着肮脏的野兽，像狗一样，贪婪而恶魔。我需要你去那里，杀了他们，把他们的心带给我。我会为你需要一个，但我从来没有免费工作过。做十个。",
  ["O"] = "前往阿申维尔的火痕神殿，在暴风城的宰杀羔羊那里为暗黑者加金收集恶魔的心脏。",
  ["T"] = "Sweet Dreams are Made of This",
  },
  [40570] = {
  ["D"] = "你知道吗？你实际上给我留下了深刻的印象，$R。我会认为您的付款已完成。把这个吊坠带回去。它有一根强大的绳索，可以将恶魔的能量吸引到我们的世界。不用说这是非常禁止的，所以除了把你送到这里的人之外，不要向任何人展示它。",
  ["O"] = "将Felbound 吊坠带到Hawk's Vigil in Wetlands的Marge Blackwood。",
  ["T"] = "Back to Reality",
  },
  [40571] = {
  ["D"] = "就是这样。如果你有任何朋友可以谨慎工作，我建议你现在就联系他们。$B$B能量在伯特本人周围或他睡觉的地方都会最强。拿出吊坠，看看它是否有反应。希望这能给你一个机会来对抗这个恶魔，结束折磨。$B$B一旦你杀死它，你可能也应该采取一些证据来证明它的存在，你知道的。所以他可以证明自己的处境，解决与未婚夫的麻烦。",
  ["O"] = "想办法召唤恶魔，杀死它，并把它的头带到伯特·马诺面前。",
  ["T"] = "Strange Bedfellows",
  },
  [40572] = {
  ["D"] = "卡戈罗刚刚离开去调查蹄印。他应该在侦察通往南方荒原的道路。一个与众不同的侦察兵，那个兽人，很多天来，他一直试图配得上一个姓氏。$B$B他的行动总有一天会说话，当那一天到来时，他将赢得他的荣誉。我非常尊重Kagoro，$R，但我相信如果你愿意提供，他会需要你的帮助。",
  ["O"] = "在通往尘泥沼泽贫瘠之地的路上找到卡戈罗。",
  ["T"] = "Aid Kagoro",
  },
  [40573] = {
  ["D"] = "克罗格的怀疑是有根据的，他相信奎尔猪可能与客栈被烧有关是正确的。在你来之前，我也是。我沿着一条小路，或者我应该说闻到一群被子猪的气味，他们穿上了战争的颜色，朝着他们的主要巢穴剃刀芬克劳尔走去。幸运的是，他们已经停在了靠近它的小径上，靠近马路。您的任务是从中提取信息（如果有）。虽然我非常信任我的跟踪技能，但我发现我的蛮力不足。如果你必须，请评判我，但要看所做的事情。$B$B而人类...他也是来调查的。最好暂时别管他。",
  ["O"] = "在Razorfen Kraul附近的贫瘠地区猎杀Quilboar派对，并在Dustwallow沼泽为Kagoro取回Quilboar平板电脑。",
  ["T"] = "On a Boar\'s Trail",
  },
  [40574] = {
  ["D"] = "恐怕我无法从这些符号中做出任何贡献，我们必须找到一个知道这种语言并愿意帮助我们的人。<卡戈罗沉思了片刻>$B$B我听说陶拉霍营地的牛头人最近捕获了一只奎尔博尔，也许他愿意交谈。毕竟没什么可失去的，他是囚犯，如果他不愿意，就强迫他。",
  ["O"] = "与陶拉霍营地的Quilboar Mangletooth交谈以获取更多信息。",
  ["T"] = "Someone With A Pig\'s Tongue",
  },
  [40575] = {
  ["D"] = "你需要Mangletooth给你翻译一个<鼻涕>平板电脑？$B$BMangletooth会这样做以获得特别的款待！<鼻涕.>Mangletooth渴望蛇怪的眼睛，在千针中你会发现<鼻涕.>盐石蛇怪，在闪闪发光的平原！$B$B带来<鼻息.>其中 20 个和 Mangletooth 翻译，赞成<鼻息.> 恩惠！",
  ["O"] = "将闪闪发光的平原蛇怪的 20 只盐石眼带到 Mangletooth。",
  ["T"] = "Willing to Serve",
  },
  [40576] = {
  ["D"] = "<开心地哼了一声>$B$B盛宴！莽莽的盛宴！现在关于那个<鼻涕.>平板电脑。它本来是要<鼻息>到达克劳尔的首领，因为报告奎尔猪确实<鼻涕>想攻击客栈，但当他们到达时，它已经<鼻息.>烧焦了！$B$B不知道他们说的是哪家<鼻涕>旅馆<鼻涕.>，但似乎你这样做。$B$B螃牙很高兴<呜呜>呜呜��就连这个笼子现在也是<鼻涕>打开的，但我选择<鼻涕>留下来。",
  ["O"] = "向卡戈罗汇报。",
  ["T"] = "A Glutton\'s Honesty",
  },
  [40577] = {
  ["D"] = "我会继续在废墟周围寻找，同时你应该回到克罗格，告诉他我们的发现。我们在这里无能为力$N。尽管这可能意味着什么，但我很感激你的帮助，Lok\'tar。",
  ["O"] = "将消息带到Dustwallow沼泽的Brackenwall村的Krog。",
  ["T"] = "Behind the Hoofprints",
  },
  [40578] = {
  ["D"] = "不管我看多少遍，$R，我根本想不起来我卖给了谁，或者我为谁伪造了这个。$B$B我唯一能说的是，这是给牛头人承受的。大小，握把，在牛头人手中感觉很自然。我向你表示诚挚的歉意，但这是我所能提供的。$B$B告诉克罗格好好照顾他的盔甲，再见。",
  ["O"] = "告诉克罗格你在尘泥沼泽的发现。",
  ["T"] = "Dragging It Back To Brackenwall",
  },
  [40579] = {
  ["D"] = "我记得Do''gol说到他的一个朋友，更准确地说是牛头人。他说牛头人族在围攻瑟拉莫尔期间与食人魔交好，总是提到他是多么不可阻挡的盾牌。我想知道，多戈尔，和许多食人魔一样，可能有点慢，如果我们要唤起他对这个牛头人的记忆，也许我们可以发现牛头人本身是盾牌还是他带着盾牌。我有这种感觉$N。",
  ["O"] = "向布拉肯沃尔村的多戈尔询问牛头人。",
  ["T"] = "Memory of An Ogre",
  },
  [40580] = {
  ["D"] = "牛头人朋友？什么牛头人朋友。$B$B发现任何关于盾牌的事情了吗？等等。$B$B<多戈尔非常努力地思考了一秒钟.>$B$B牛头人，盾牌，大盾牌。瓦塔波！$B$B是的。牛头人的朋友名叫瓦塔波，我们叫他长城。伟大的战士与大盾！他死了，他的盾牌和他一起埋葬了。坟墓旁边，你可以在那里找到他。",
  ["O"] = "在Dustwallow沼泽的Brackenwall村附近找到Wattapo的坟墓。",
  ["T"] = "Mighty Wattapo, the Wall",
  },
  [40581] = {
  ["D"] = "你是说这个牛头人应该和他的盾牌一起埋葬，没有真正的盾牌？我知道我对此有一种奇怪的感觉。这只能意味着一件事，只有一件事，有人来抢劫我们的墓地，因为如果放在被烧毁的客栈里，就会让部落有罪。$B$B但是谁，为什么？给我一秒钟来经历这一切。",
  ["O"] = "在布拉肯沃尔村安抚克罗格，拍拍他的肩膀。",
  ["T"] = "Mysterious Shield No More",
  },
  [40582] = {
  ["D"] = "我非常确定这是为了酝酿我们和Theramore之间的动荡，但我不确定为什么。当你试图找出谜团的盾牌部分时，卡戈罗一直与来自瑟拉莫尔的侦察员在一起。我会派你去见他们，这样卡戈罗就可以分享我们收集到的信息。就我们所知，我们都只是想弄清真相，派系之间不再发生任何流血事件。如果他们在客栈周围嗅探，他们可能知道是什么杀死了他们的士兵，当我们审问里特时。或者至少，他们想知道他们发生了什么。我们需要解释情况，这很重要。$B$B<克罗格咕噜声$B$B啊，还有一件事。我们在泥浆飞轮的哥布林盟友给我发了一条信息，他们认为黑龙飞行可能与焚烧客栈有关。这是有道理的，公平地说，我们稍后会检查这一点。",
  ["O"] = "在沙迪休息旅馆和布拉肯沃尔村之间的路上与卡戈罗会面。",
  ["T"] = "Tedious Diplomacy",
  },
  [40583] = {
  ["D"] = "你发现地上似乎有一片茂盛活泼的叶子。触摸叶子会给你一种奇怪的感觉，也没有叶子脱落的迹象。也许血蹄村的德鲁伊训练家会知道更多？",
  ["O"] = "将神秘的叶子带到穆尔戈尔血蹄村的Gennia Runetotem。",
  ["T"] = "A Curious Leaf",
  },
  [40584] = {
  ["D"] = "这样的叶子不会生长在植物上$C，而是生长在树妖上。树妖是塞纳留斯的孩子，据说他最初教我们德鲁伊教的方式。它们在正常情况下善良、温柔、有教养，但如果它们的森林或野外处于危险之中，它们会变得凶猛和致命。为什么树妖会在这里？这是一个新鲜的标本，最近从树妖身上取出，所以她不可能走得太远。$B$B请侦察您发现这片树叶的区域，并尽最大努力找到这片树妖。",
  ["O"] = "把神秘的叶子带到它的主人那里。",
  ["T"] = "A Dryad in Mulgore",
  },
  [40585] = {
  ["D"] = "凯莉和我来穆尔戈尔，因为...东西！我稍后会告诉你，但她被他们的一支箭毒死了。我花了我所有的注意力和力量来减缓毒药的速度，不让她死去。无论您来自哪里，请找到可以提供帮助的人！我需要解药！",
  ["O"] = "寻找可以在Mulgore的血蹄村提供帮助的人。",
  ["T"] = "A Quest For an Antidote",
  },
  [40586] = {
  ["D"] = "我不能给你一批，但我可以帮你准备。您可以在平原上找到一种被称为棉尾草的草药。给我拿六枝草药，我会为你制作解药，你可以带给你的朋友。",
  ["O"] = "将6根棉尾小枝带到Mulgore血蹄村的Vira Younghoof。",
  ["T"] = "One Small Favor",
  },
  [40587] = {
  ["D"] = "现在，赶快把这批给你的朋友，以免为时已晚。时间至关重要！",
  ["O"] = "在时间用完之前，将薇拉的解药带给梅琳德拉。",
  ["T"] = "A Dryad\'s Gratitude",
  },
  [40588] = {
  ["D"] = "非常感谢$N！我应该适当地解释我为什么来。很久以前，我的曾祖父教牛头人德鲁伊教的方式。这些教义已经失传，但最近被重新发现。我的祖父雷穆洛斯甚至帮助牛头人重新加入了塞纳里昂圈。尽管如此，许多牛头人对我的人民知之甚少，而我们反过来对他们知之甚少。我来这里住在穆尔戈尔，这样我们就可以互相了解。凯莉是我的朋友，也是德鲁伊的学生。我会帮助她恢复然后加入你，请回到派你来的人那里，并通知他们我们来了！",
  ["O"] = "返回穆尔戈尔血蹄村的Gennia Runetotem。",
  ["T"] = "The Story of a Dryad",
  },
  [40589] = {
  ["D"] = "几周前，我们派出了一个工作人员，开始对西部的废墟进行一些研究，他们还没有出现，甚至没有窥视。沙漠是一个危险的地方，所以现在谣言四处流传，他们可能遇到了一些可怕的命运。我想有可能！$B$B真正重要的是我们和他们一起发送的东西，你看，当我们信任某人时，我们通常会给他们一些有价值的装备，一些值很多钱的东西，你挖？$B$B我需要你去那里找到那个工作人员，或者更重要的是，从剩下的任何东西中获取涡轮扫描滤芯器！他们应该在东月遗址附近，检查一下那里。",
  ["O"] = "找到蒸汽威德尔船员，并将涡轮扫描滤芯器送回塔纳里斯蒸汽威德尔港的巴格尔哈克鲁斯特。",
  ["T"] = "Chasing Sand",
  },
  [40590] = {
  ["D"] = "沙漠，这样一个独特的地方，我听说有人死于严酷残酷的沙子，极端的高温和缺水。这让我想起了我来自哪里是啊？$B$B在这样的地方，只有最残酷的生物才能生存，其中一种生物一生都在阳光下度过。玻璃皮凝视者有一个独特的金色鳞片，我的恩人想要抓住它。$B$B你可以在南方的广袤沙漠中找到它们，收集十二个这样的鳞片，我会确保你得到丰厚的报酬。",
  ["O"] = "在塔纳里斯的蒸汽海德尔港收集 12 片金色玻璃皮鳞片，用于制作 Gelweg Darkbrow。",
  ["T"] = "Golden Glasshide Scales",
  },
  [40591] = {
  ["D"] = "嘿嘿，你看，我很感激你用那些鳞片为我所做的一切，我在暗影的高层——呃，回到东方王国会很高兴，这让我很高兴！但我还有一个忙要请你。$B$B往南走，你会发现一个叫南断岸的地方，它可能很棘手，就在时间洞穴的东南方。沿着海岸到处都是大型的海岸漫步者，巨大的巨人漫游在海岸上并称之为家。好吧，你看，我需要其中一个人的眼球，我真的不认为他们会给你，事实上他们可能会因为在那里而讨厌你！$B$B所以，你去找一两个朋友，给我一个眼球，我们完成我们的交易，是吗？",
  ["O"] = "在塔纳里斯的蒸汽威德尔港为盖尔韦格·达布罗眉收集一个巨大的眼球。",
  ["T"] = "Favor for Gelweg",
  },
  [40592] = {
  ["D"] = "这片沙漠拥有许多秘密和神奇的特性，其中大部分都深埋在沙子中。泄漏的散发物已经开始搅动地面，变成沙子和风的旋转元素！$B$B至少，无论如何，这就是我在这里要研究的！$B$B为了获得具体的证据，我希望你能找到在塔纳里斯游荡的众多阵风漩涡中的一个，杀死它们，并收集一个和谐的沙子集合。我警告你，调和沙是罕见的，也是有价值的，许多勇敢的旅行者都为寻找它而死了。$B$B并非所有的阵风漩涡元素都会处于和谐状态，所以不要放弃，继续寻找直到找到它！",
  ["O"] = "杀死阵风漩涡，并在塔纳里斯的蒸汽海德尔港为Ginlo Taxxo找到一个协调的沙子。",
  ["T"] = "Gusting Vortex\'s",
  },
  [40593] = {
  ["D"] = "打开箱子后，你发现了几件陈旧不堪的物品，各种教堂的大部头和文字，上面放着一封不合时宜的小信，看起来很旧，写着精明的手写着：$B$B<卡佛，我们已经按照你的要求做了，把老人赶了出来，大卫有点粗暴，受伤了。我们确保 - 真的 - 发送一条消息，他不会回来。我们甚至拿到了钥匙，如果有人回来，把门锁紧了，他们很快就会明白这也是他们离开的时候了>$B$B您应该将此信息带给更高的机构。",
  ["O"] = "把这封被遗弃的信带到韦斯特福尔哨兵山的Gryan Stoutmantle。",
  ["T"] = "The Old Church of Westfall",
  },
  [40594] = {
  ["D"] = "你在西落教堂找到了这个？$B$B我已经很久没有听说过那个地方了，另一个可能光明的过去的废弃遗迹。那里发生的事情很遗憾，但这是一个与该地区其他地区非常相似的故事。西落的西侧是第一个被拆除的，能给我们提供信息的人不多，很多农民不是被谋杀了，就是就隐隐约约消失了。我能想到的人，巴罗斯·亚历克斯斯顿，他在一切都失败后做出了一些自己的东西，并成为了暴风城的建筑师，如果你不介意调查这件事，你可以在大教堂广场找到他，也许他可以给我们一些关于谁管理教堂的细节，甚至发生了什么。",
  ["O"] = "在暴风雨中与巴罗斯·亚历克斯顿交谈。",
  ["T"] = "The Old Church of Westfall II",
  },
  [40595] = {
  ["D"] = "哦，所以你说的是韦斯特福尔的那座老教堂？我已经很久没有去过那里了，令人难以置信的很长时间。我必须说，我不相信我会提供多大帮助。我能记得的大部分内容是当我走来走去时，太阳打在我身上。$B$B<巴罗斯·亚历克斯顿对记忆发出了一声轻笑.>$B$B经营它的人是一个老家伙，总是很好，而且很开朗。他当时培养了许多受压迫农民的精神，并在力所能及的地方提供帮助。真是太可惜了，这样的事情竟然会发生在一个可敬的人身上。如果你正在寻找信息，你最好的选择可能是城里的大教堂，找到法辛主教，他可能有一个想法。",
  ["O"] = "在暴风城的光之大教堂与法辛主教交谈。",
  ["T"] = "The Old Church of Westfall III",
  },
  [40596] = {
  ["D"] = "来自西落的牧师吧？嗯，这当然很熟悉，那里只有一个教堂，我记得他遇到了各种各样的麻烦，从强盗到威胁要结束他生命的暴徒。光线有时会进行测试，但没有人应该经历这样的事情。在搬到诺斯郡修道院之前，他在光明大教堂呆了一段时间，他不时在那里帮忙，他的名字叫尼尔斯弟兄。",
  ["O"] = "与尼尔斯弟兄在埃尔文森林的诺斯郡修道院交谈。",
  ["T"] = "The Old Church of Westfall IV",
  },
  [40597] = {
  ["D"] = "所以，你在这里是关于韦斯特福尔的老教堂吧？好吧，已经有一段时间没有人问过这样的事情了，大教堂询问发生了什么，但最终没有任何结果。$B$B骗子们侥幸逃脱了他们的所作所为，所以我决定我只是退休到某个安静的角落，只是听说他们现在也在诺郡。<尼尔斯哥哥轻轻叹了口气>$B$B我会回顾一下你准备好时发生的事情，可能会有点。",
  ["O"] = "听尼尔斯弟兄讲述他在韦斯特福尔的时光。",
  ["T"] = "The Old Church of Westfall V",
  },
  [40598] = {
  ["D"] = "现在你已经听了我的故事，你就可以明白发生了什么了。如果有人对关闭教堂和谋杀伊斯顿家族负有责任，我的怀疑是卡佛·莫尔森。他继承了那个农庄，总是贪婪地想要更多，甚至加入了Defias。希望我的信息与你有关，也许你可以把它带到格里安·斯托特曼特尔那里，他负责那里的民兵。",
  ["O"] = "将您的发现带到Westfall哨兵山的Gryan Stoutmantle。",
  ["T"] = "The Old Church of Westfall VI",
  },
  [40599] = {
  ["D"] = "卡佛·莫尔森.$B$B这是一个熟悉的名字，他领导着该地区的各种帮派和暴徒。如果尼尔斯弟兄的谣言和言论是正确的，那么他无疑拥有莫尔森和伊斯顿阴谋的失踪契约。暴风内部有一位名叫拉里·莱德的内部人士，他给了我们一些关于Defias的信息，也许他知道如何找到这个“卡佛·莫尔森”的信息。你可以在暴风城找到他，通常在旧城区喋喋不休地谈论猪和口哨。",
  ["O"] = "找到拉里·莱德（Larry Ryder），通常在暴风雨的猪和哨子（Pig and Whistle）找到。",
  ["T"] = "The Old Church of Westfall VII",
  },
  [40600] = {
  ["D"] = "哦，我知道你在找谁，吵闹的类型，想要的比他多。$B$B你知道我在说什么。$B$B如果你想要信息，那么我将需要帮助，你帮我一个忙，我帮你一个忙，明白吗？我有几个联系人正在寻找一种来自大狼蛛毒液的稀有毒药。你可以从红岭山脉的那些大狼蛛中找到它。$B$B去那里，给我弄七个，然后回来，很容易吧？所以不要花那么长时间，我不喜欢等待。",
  ["O"] = "在暴风雨的猪和口哨上将 7 种更大的狼蛛毒液带给拉里·莱德。",
  ["T"] = "The Old Church of Westfall VIII",
  },
  [40601] = {
  ["D"] = "那么，这是关于谁的，马文·霍森？拉森·沃门？$B$B<拉里脸上露出一丝粗俗的笑容>$B$B卡佛·莫尔森，他当然是一个人物，在那个古老的农庄周围闲逛，这些天被称为“死英亩”，曾经被称为伊斯顿田野。你得到了你需要的东西，现在继续，告诉你需要谁。",
  ["O"] = "将Carver Molsen的位置带到Westfall的Sentinel Hill的Gryan Stoutmantle。",
  ["T"] = "The Old Church of Westfall IX",
  },
  [40602] = {
  ["D"] = "现在是伸张正义的时候了。对于伊斯顿家族的谋杀，以及韦斯特福尔和平的破坏，卡佛·莫尔森在这些土地上不能幸免任何怜悯。给韦斯特福尔剩下的人带来一些好消息，然后前往东南方的死亡英亩。杀死他，并收回伊斯顿菲尔德的契约，莫尔森农场的契约和西落教堂的钥匙。随着他的离开，这些土地上可能还有未来的希望。",
  ["O"] = "前往死亡英亩，杀死卡弗·莫尔森，收回伊斯顿菲尔德的契约，莫尔森农场的契约和韦斯特福尔斯在韦斯特福尔哨兵山的格里恩·斯托特曼特尔的西落教堂。",
  ["T"] = "The Old Church of Westfall X",
  },
  [40603] = {
  ["D"] = "关于老西落教堂的事情，我问你最后一件事。尼尔斯弟兄负责我们发现的大部分信息，我已经准备了一封信寄给他。$B$B我还收录了西落教堂钥匙，等这片土地恢复正常，我想到一个比这更能恢复运转的钥匙了。$B$B前往诺斯郡修道院，把它和我的信一起带给他。",
  ["O"] = "把信交给尼尔斯弟兄，以及埃尔文森林诺斯郡修道院的西落教堂给尼尔斯弟兄的钥匙。",
  ["T"] = "The Old Church of Westfall XI",
  },
  [40604] = {
  ["D"] = "我被派到这里来估计造成的损失，看起来无法挽救。特罗格人已经走了，砸碎了山谷内的大部分轨道、铁路和工作。如果我要发回一份报告，我希望至少能显示出一些迹象表明它是可恢复的，也许这就是你可以进来的地方。$B$B在真正的工作完成之前，需要处理特罗格的侵扰，经过这条隧道，把它们清理干净，做一些真正的好头骨，然后回到我身边，是吗？",
  ["O"] = "在荒芜之地的红布兰德挖掘点杀死 7 个石库掠夺者和 7 个石穹野兽。",
  ["T"] = "Digsite Deterioration",
  },
  [40605] = {
  ["D"] = "Redbrand Digsite是采矿和考古学的所在地，他们的许多记录和成就都记录在一本名为Redbrand档案的书中。我被派到这里主要是为了找回那本书，并把它归还给铁锻造厂的托温·雷德布兰德。如果你能帮我一个忙，为我收集它，在我留下来收拾这个烂摊子的时候，这将意味着很多。它应该位于挖掘地的主楼内，收集它，然后把它带到托温，你可以在红标庄园附近的神秘病房找到他。",
  ["O"] = "收集Redbrand档案并将其归还给Ironforge的Torwyn Redbrand。",
  ["T"] = "The Redbrand Archive",
  },
  [40606] = {
  ["D"] = "又是你？！如果你帮我一个忙，我会原谅你的酒吧标签。你的意思是，你没有打开的标签？$B$B我想我可能弄错了，你们所有的$C类型对我来说都是一样的。看，威瑟巴克人开发了一种秘密仪式，可以生产具有强大特性的炼金产品，或者说故事是这样的。我必须掌握它 - 这些都是重要的秘密，可以改变这里的整个局势！这里似乎没有人知道任何细节，但也许瀑布旁的精灵们有一个想法——问问莉伦的妹妹，她通常对这些事情很聪明。哦，不要提到这个，但你介意在节日聚会之前解决这个问题吗？",
  ["O"] = "向腹地Quel\'Danil Lodge的Loania询问进一步的路线。",
  ["T"] = "Lost Secrets of the Witherbark",
  },
  [40607] = {
  ["D"] = "威瑟树皮是我们最古老的敌人阿曼尼帝国的后裔，但此后甚至失去了文明的外衣。我甚至不想去想，当他们在那些沸腾的大锅里煮他们的仪式秘密时，会发生什么样的黑暗做法，但据说这些混合物是小心和故意的。他们的啤酒是他们残忍和野蛮仪式的麻醉剂;受害者与盲目醉汉在几个小时内无法区分，事后几乎不记得了。如果你想要这个黑暗公式的副本，你必须从沙德拉的威瑟巴克召唤者那里抢走它们。小心点，好吗？你似乎不是那种故意喝毒药的人。",
  ["O"] = "将威瑟巴克平板电脑带回腹地Aerie Peak的Truk Wildbeard。",
  ["T"] = "Ritual Secrets of the Witherbark",
  },
  [40608] = {
  ["D"] = "花了几个星期来施肥，耕耘地面，制造可用的土壤，所有这些都被一群秃鹰毁了，这些秃鹰俯冲下来，并蹂躏了这个地方的一些新鲜饲料。呸呸��可能还有一些庄稼收成，幸运的是，我刚刚把所有东西都捆好了，那些混蛋就下来送我跑了。下山向农场走去，杀掉一些，让其余的人三思而后行，不要在那里空装太久，然后收集4捆庄稼，好吗？",
  ["O"] = "前往城镇下方的贝尔哈杜尔农场，杀死 5 个高原肉体，并为斯通塔隆山脉的塞格瓦尔铁背收集 4 个捆绑作物收获。",
  ["T"] = "Salvaging the Crops",
  },
  [40609] = {
  ["D"] = "哈！这个小人$R是谁？你敢和瓦鲁格说话？$B$B我吐槽你的话！在你表现出力量和忠诚之后，你回来了。杀死盖尔基斯，直到你被他们的血浸透。只有这样，你才会和瓦鲁格说话。",
  ["O"] = "杀死盖尔基斯半人马以证明你对马格拉姆的忠诚，然后返回德索雷斯马格拉姆村附近的瓦鲁格。",
  ["T"] = "With Us or Against Us",
  },
  [40610] = {
  ["D"] = "你想让我把你的名字唱给部落听？然后让我兴奋。与马山最可怕的生物战斗。最好的战斗是与多个敌人！至死不渝！寻找北方的骨爪。他们成群结队地狩猎。他们撕裂他们的敌人。他们从肚子里拔出器官，当你跌倒时，他们会为你的残羹剩饭而战。$B$B<她一边想着，一边兴奋地摇着尾巴，用蹄子踱步>",
  ["O"] = "杀死8只饥饿的骨爪，在荒凉的马格拉姆村向乔奇证明自己。",
  ["T"] = "Fighting the Pack",
  },
  [40611] = {
  ["D"] = "还有一件事让我兴奋。当敌人比你大得多时战斗！哈！跌倒时的满足感！$B$B如果你按照我的要求去做，那就去北方寻找巨型蜥蜴。你甚至可以从马格拉姆村看到一些！他们会给你留下一具被践踏的烧焦的尸体。",
  ["O"] = "杀死 8 只愤怒的雷霆蜥蜴，在荒凉的马格拉姆村向 Jochi 证明自己。",
  ["T"] = "The Blood of Lizards",
  },
  [40612] = {
  ["D"] = "你已经做了强有力的事。继续向我证明自己，向我们证明自己！当我们在篝火旁谈论你的名字时，我会告诉你我们为最强大的马格拉姆设定的最大挑战。",
  ["O"] = "与马格拉姆半人马座一起达到荣誉声誉，然后返回德索雷斯的马格拉姆村的乔奇。",
  ["T"] = "Earning Respect",
  },
  [40613] = {
  ["D"] = "曾经有一段时间，我们会为权力做任何事情。萨满、黑魔法、仪式和祭祀。但是当我们拒绝了瑟拉德拉斯的保护时，我们也拒绝了许多弱魔法！<她深深地咆哮着>$B$B我们是马格拉姆！我们很强大！我们不需要技巧，我们不需要母亲！我们砸碎我们能砸的，烧掉我们不能砸的。看到北方燃烧的森林！微弱的精灵土地就是证明！$B$B我们驱逐了那些不会放弃黑魔法的人。但是他们威胁我们复活的死人，这要归功于我们愚蠢的怜悯，没有杀死我们自己。在附近找到我们被遗弃的姐妹。不要怜悯他们，因为我们永远不应该怜悯他们。",
  ["O"] = "在荒凉的马格拉姆村为乔奇杀死 4 名被遗弃的死灵法师。",
  ["T"] = "The Forbidden Arts",
  },
  [40614] = {
  ["D"] = "$N，很高兴你今天在这里。来，坐，听。$B$B当我们从北方山林回来时，我们光荣，精神抖擞，分享着我们杀戮的故事！但是我们中的许多人没有回到村庄。有复仇的东西找我们...$B$B我们给这只野兽取名为阿尔莫德拉克。他是死亡的使者。他仍然在黑暗的天空中盘旋。我很少告诉任何人阿尔莫德拉克。许多人认为他是传奇。无论谁找他，都再也见不到了。但我知道他的巢穴。它很北边，靠近山林小路，靠近废墟精灵塔。如果你想成为我们中间一个真实的名字。找到并杀死阿尔莫德拉克。",
  ["O"] = "找到阿尔莫德拉克，杀死他，并将他的心脏归还给荒凉马格拉姆村的乔奇。",
  ["T"] = "Almaudrak",
  },
  [40615] = {
  ["D"] = "在这些土地上，还有一件事我不敢告诉部落，$N.$B$B马格拉姆永远不会声称害怕任何事情！我们很强大！我们是马山的合法征服者！但。。。即使我们不与西方的恶魔作战。肮脏的魔法，火，死亡和腐烂。$B$B<她双手紧握成拳头好一会儿>$B$B我在那里看到了一些东西。巨大的绿色火焰，纯粹的愤怒和毁灭。我不相信有什么可以打倒它。我已经尊重你了，$N，你在我们中间很受欢迎。如果你想成为传奇...找到并杀死贝尔菲尔。",
  ["O"] = "在曼诺罗克科文找到贝尔菲尔，杀死它，并在德索雷斯的马格拉姆村向乔奇提供证据。",
  ["T"] = "Fear Incarnate",
  },
  [40616] = {
  ["D"] = "你是咱们部落里的英雄。当我们在蹄下粉碎我们的敌人时，你会在我们身边，是吗？$B$B<她又发出了一声响亮的战争呐喊，片刻，她野蛮的脸上露出了近乎微笑的东西>$B$B去！与真正的可汗说话！他听说过你的胜利。是时候加入我们了，$N。",
  ["O"] = "与汗杰恩交谈并遵循他的指示。",
  ["T"] = "One of Us",
  },
  [40617] = {
  ["D"] = "Maraudine是该地区最强大的，如果他们的领导层曾经有传播影响力的愿望，可能会构成更大的威胁。他们把我们最神圣的地方，马劳顿当作家，仅凭这一点，他们就应该从地图上抹去。$B$B如果你真的想成为马格拉姆的盟友，那么你就需要证明自己。召集十个狂犬护腕，把它们带给我，作为你忠诚的证明。",
  ["O"] = "在斯皮尔斯山谷及其周围收集来自Maraudine Centaur的10名Maraudine Bracer，然后返回Desolace的Magram村的Warcaller Dekshar。",
  ["T"] = "The Maraudine Front",
  },
  [40618] = {
  ["D"] = "荒凉充满了弱者，那些应该被淘汰的人，以便强者能够崛起统治。我说的是隐藏在我们强大的阴影中的小部落，那些因害怕我们的愤怒而颤抖的部落。盖尔基人和科尔卡人的小部落需要被突袭，并提醒他们的位置，你会施展我们的愤怒。前往北部的科尔卡尔村，砍掉他们的战王。向西，前往盖尔基斯村，屠杀他们的压印者、召土者和追风者。$B$B确保他们了解自己在自然秩序中的位置。",
  ["O"] = "杀死 6 名盖尔基斯踩踏者、6 名盖尔基斯地球召唤者、6 名盖尔基斯追风者和 8 名科尔卡战斗领主，然后返回德索雷斯马格拉姆村的战争召唤者德克沙尔。",
  ["T"] = "Raiding The Lesser Tribes",
  },
  [40619] = {
  ["D"] = "",
  ["O"] = "ењЁDesolaceзљ„Magramжќ‘дёєWarcaller Deksharж”¶й›†7дёЄжІ‰й‡Ќзљ„Kodoи‚‰гЂ‚",
  ["T"] = "The War for Food",
  },
  [40620] = {
  ["D"] = "你不是盖尔基斯。你甚至根本不是半人马。现在离开！$B$B我们没有理由说话。很少能证明你的友谊或对我的价值。也许除了征服马格拉姆，哈哈！$B$B我很聪明，知道你永远不会为我们发动战争，而且你甚至不够强大，无论如何都不足以这样做。",
  ["O"] = "杀死马格拉姆部落半人马，在荒凉的盖尔基斯村向智者乌特克证明自己。",
  ["T"] = "Picking a Side",
  },
  [40621] = {
  ["D"] = "也许你比眼睛看到的要多，$R。你已经表明自己愿意成为马格拉姆的敌人，但这并不能使你成为格格鲁斯的朋友。但是，你可能来得及。这不是我能决定的。在附近的帐篷里，寻找我们中最年长的。他的名字比我有更多的故事。他的名字叫叶苏盖。",
  ["O"] = "找到叶苏盖并与之交谈。",
  ["T"] = "Meeting an Elder Centaur",
  },
  [40622] = {
  ["D"] = "你可能认为死亡只是死亡，$R。但那将是一个愚蠢的想法，确实是一个愚蠢的想法。在光荣的战斗中死去，回到地球，这是一个好的死亡。$B$B嗯，我记得朋友们，善良的盖尔基斯，在他们小跑时摔倒了，被斯科罗帕希的蜇伤毒死了。我见过那些被巨大的腐肉鸟捡起的安息者。这是可耻的，我不会再让它发生在我的部落里了。$B$B证明自己有用。出去，尽可能多地杀死北方的这些生物。",
  ["O"] = "在荒凉的盖尔基斯村杀死8只天蝎鲷鱼和8只恐惧俯冲。",
  ["T"] = "Sympathy for the Dead",
  },
  [40623] = {
  ["D"] = "忽视自然是错误的。我们，盖尔基斯，可以从烦人的微风，红色的天空，闪电的空气中学到很多东西。嗯，最近这片土地被流动的空气元素冲刷了，甚至岩石本身。我不知道他们为什么这么激动！忽视他们的存在对我们来说是一种危险，也忽视了即将发生的事情的预兆。驱散你看到的任何内容，$R，把他们的核心带给我。我们可以把这些交给我们的萨满，我们可以向他们学习。我们将直接用元素增强我们的魔法！",
  ["O"] = "杀死任性的元素，并将8个艾里核心带到荒凉的盖尔基斯村的耶苏盖。",
  ["T"] = "Troubling Winds",
  },
  [40624] = {
  ["D"] = "到目前为止，你做得很好，但还有更大的掠食者必须被砍伐。北面有强大的古道遗迹。雄伟的生物，在死亡中，他们用身体滋养地球。然而，它们让腐肉鸟变得贪婪，它们也攻击虚弱的半人马。$B$B去。杀死你发现的有毒生物，以及任何可能威胁盖尔基斯村的腐尸鸟。如果你这样做，你会赢得我的尊重。",
  ["O"] = "在荒凉的盖尔基斯村为耶苏盖杀死8个天蝎鞭和8个恐惧传单。",
  ["T"] = "Protecting the Weak",
  },
  [40625] = {
  ["D"] = "嗯。有一天，你可能会作为一个尊敬的访客走在我们中间，$R。你应该感谢我们的一些人已经尊重你了。$B$B当我们认为你已经帮助我们足够多，被真正接受时，我会和你说更多的话。有些事情我不能托付给部落里的很多人，更别说一个外人了。$B$B<他和你的生意结束后，继续悄悄地自言自语了一段时间>",
  ["O"] = "与格尔基斯半人马一起获得荣誉声誉，完成后返回德索雷斯盖尔基斯村的耶苏盖。",
  ["T"] = "A Friend of the Tribe",
  },
  [40626] = {
  ["D"] = "我们的母亲Theradras即使在这片严酷的土地上也提供和保护，$N。也许你不完全理解它。但要知道一件事：她不能容忍那些亵渎死者的人。盖尔基人绝不会屈服于这种黑暗魔法，以操纵死者以获得力量和个人利益。光是这个念头就足以让我的蹄子痒痒的。$B$B<他摇晃着自己，几根白发掉在地上>$B$B嗯，我不知道哪个部落一直在练习死灵法术，但最近有人看到半人马在东方这样做。不要费心尝试交谈...只需将他们悲惨的生命从他们的身体中移除。如果可以的话，让它慢慢来，对于那些拒绝灵魂适当安息的人来说，仁慈的死亡太好了。",
  ["O"] = "杀死4名被遗弃的死灵法师，回到德索雷斯盖尔基斯村的耶苏盖。",
  ["T"] = "Contempt for Necromancy",
  },
  [40627] = {
  ["D"] = "我不相信巧合，我不相信。 嗯......我坚信我们对北方山谷的亵渎，半人马激起了一个复仇的存在来威胁我们。你知道我说什么吗？希望不是，如果你看到或听到他，你可能不会活着。我几乎不希望你这样做，$N，但如果你同样勇敢和愚蠢，那就在通往火热的林地山谷的小路打开之前，向北寻找阿尔莫德拉克。有翅膀的恐怖在路上徘徊，在西山筑巢。$B$B如果你能把他的心带给我，你将真正成为盖尔基人中一个尊贵的名字。",
  ["O"] = "找到阿尔莫德拉克，杀死他，并将他的心脏归还给荒凉盖尔基斯村的耶苏盖。",
  ["T"] = "Unforgotten and Unforgiven",
  },
  [40628] = {
  ["D"] = "我保留了所有部落的一点信息，除了可汗本人，$N。即使是乌特克，尽管她有智慧，但我不相信不会对此轻举妄动。$B$B虽然我们捕鱼不多，但海洋为周围的生物提供了生命和营养......我们可以反过来吃。我们依赖她，就像依赖土地一样，这片受苦的土地，不管别人怎么想。这就是让我痛苦地说的，有些东西也激怒了深渊的元素。我能感觉到，$N.$B$B我感觉到，在遥远的北方，那里的山脉俯瞰着大海。有一些东西在肆虐，肆虐，准备为受苦受难的土地复仇，或者也许是一些我不知道的过犯。这是我们不能忽视的，如果它成为常识，它会让盖尔基人恐慌！我们的村庄毕竟离海不远。我们不是伟大的游泳运动员。$B$B想办法平息这个存在，我保证，你会成为这个村子里尊贵的访客。也许更多。",
  ["O"] = "找到并平息叶苏盖所说的元素，完成后返回叶苏盖，在德索雷斯的盖尔基斯村。",
  ["T"] = "The Raging Oceans Blue",
  },
  [40629] = {
  ["D"] = "我可能会因为我的年龄而受到尊重，$N，但我无法提供你应得的感谢。我们的领导人汗沙卡现在希望直接与你会面。他从不与外人见面，所以这一定很重要。$B$B他正在与我们村中心的洞穴内的土灵交流。不要拖延。和$N？我很高兴你来听这个老半人马。$B$B<他大声叹息着回到帐篷里，老骨头一路吱吱作响>",
  ["O"] = "在博尔干洞的洞穴深处与可汗沙卡交谈，并按照他的指示进行操作。",
  ["T"] = "An Honorary Gelkis",
  },
  [40630] = {
  ["D"] = "曾经有一段时间，Maraudine是从最忠诚的部落中挑选出来的，聚集在一个伟大的崇拜场所纪念和保护我们的祖先。这样的时代一去不复返了，消失在飘飘的风中，吐口水，丢脸了。$B$BMaraudine现在只是一个光荣的部落，他们声称斯皮尔斯山谷是他们自己的，他们不像以前那样尊重Maradon作为一个圣地。我们不允许参观祖先的坟墓，或向死者致敬。他们是我们的敌人，必须予以消灭。前往北方的斯皮尔斯山谷，杀死他们，给我带来他们的10个护腕作为证据。",
  ["O"] = "在斯皮尔斯山谷及其周围收集来自Maraudine Centaur的10名Maraudine Bracer，然后返回Desolace的Gelkis村的战争领袖Temukar。",
  ["T"] = "Collapse of the Maraudine",
  },
  [40631] = {
  ["D"] = "",
  ["O"] = "收集12个元素空气，然后返回荒凉盖尔基斯村的战争领袖特穆卡尔。",
  ["T"] = "In Commune With Wind",
  },
  [40632] = {
  ["D"] = "自从马格拉姆和盖尔基斯战斗以来，已经有很长时间了，为领土而战。我们处于守势太久了，反击那些冲进我们土地并杀死我们亲属的袭击者。现在是我们尽最大努力反击他们的时候了，并剔除他们的队伍以结束这种嗜血的侵略。$B$B我愿你为我们而战，使我们摆脱敌人，以便我们找到更高的呼召。马格拉姆村位于东部，前往那里并杀死他们。",
  ["O"] = "在荒凉的盖尔基斯村为战争领袖特穆卡尔杀死 6 名马格拉姆侦察兵、6 名马格拉姆逃跑者、6 名马格拉姆风暴者和 6 名马格拉姆追风者。",
  ["T"] = "Our Mortal Enemies",
  },
  [40633] = {
  ["D"] = "你开始给我留下深刻印象，$R。如果你想让这个名字在部落中更广为人知，那就走进我们的村庄吧。找到最聪明、最美丽的马格拉姆！她会让你的任务。",
  ["O"] = "在马格拉姆村寻找Jochi。",
  ["T"] = "Enter the Village",
  },
  [40634] = {
  ["D"] = "这个。是的。不是。在我的合同中$B$B难以置信$B$B我不得不爬过大草原和这片尘土飞扬的红色岩石才能来到这里，却发现没有什么可做的$B$B克拉兹菲特对我说：“处理好吧，孩子。你有工作要做，孩子。”麻风侏儒的儿子$B$B不要告诉他我说的。这很好，一切都很好。这不好$B$B听着，伙计，你得做点什么。黑沙油田，到处都是备件，风险投资公司的经典。你能带多少就带多少给我，你会得到丰厚的报酬。",
  ["O"] = "将 30 个备件带给斯通塔隆山脉火药镇的钢栓技术员",
  ["T"] = "To Fix A Shredder or Two",
  },
  [40635] = {
  ["D"] = "嘿，你怎么做？$B$B我真的很肯定你来这里工作，但当我看到一个业余爱好者时，我闻到了。我的直觉告诉我，你比大脑更有力量，我为你得到了完美的交易，朋友。所以听好了。$B$B有传言说，侏儒城绿气蓬勃，连我们这些地精都不是，你能想象吗？白痴称我们为自杀，但他们这样做了。现在称自己为麻风侏儒，如果你问我，他们总是麻风病人。$B$B更有趣的是，他们现在受雇于风险投资公司！破坏它不再是过去的样子，听起来像。$B$B长话短说，去看看那些白痴谁是优越的绿色，把那些线圈带回来。听到了吗？线圈。C-O-I-L-S.",
  ["O"] = "将 10 个电气线圈带给斯通塔隆山脉粉末镇的首席技术员 Klazfit。",
  ["T"] = "Gnomes Were Always A Leper",
  },
  [40636] = {
  ["D"] = "我是这里的法律。法律，你dis me，dis me，我让我的孩子们把你变成我们炸弹的火药，明白了吗？$B$B好。$B$B既然你已经在这里了，我给你一个商业建议。你可以打一些蜥蜴，和平仍然存在，每个人都赢了，嗯？$B$B现在听着，撇开纯粹的喜剧不谈，我们在这里的蛇怪身上遇到了一些真正的问题。为什么？好吧，因为他们可以在嘴里装一个妖精，这就是为什么。$B$B你所要做的就是去那里杀死他们中的一些人！只是一些，也得给我的孩子们留下一些东西，对吧。$B$B简单的面包赚，简单！",
  ["O"] = "杀死9只发黑的蛇怪，并在石爪山脉的火药镇归还安全官莫特吐兹勒弗姆。",
  ["T"] = "Blacken Their Eyes",
  },
  [40637] = {
  ["D"] = "干得好，他们蜥蜴泡泡！留给我的孩子们也玩得开心。呃，说实话，有些人被吃掉了。但是他们玩得很开心！右？别这样看着我，我是个好老板！你认为我得到这份工作是因为我揉了人好吗？$B$B哎呀，收回不了那些话。还！为您精心挑选的新工作，我的呃非常能干的同志，是的，同志。$B$B风险投资公司的爆炸性似乎唤醒了一些非常非常愤怒的土元素什么的。萨罗格在胡说八道兽人精神上的胡说八道。$B$B你去对付他们，我付钱给你，最好你在粉城得到！也就是说，如果你回来时小镇还站着。$B$B爆破风险投资公司，明明是他们，对吧？不是我们用炸弹进行的测试，对吧？",
  ["O"] = "杀死7个隆隆的土元素，回到斯通塔隆山脉火药镇的莫特吐烟安全官那里。",
  ["T"] = "Earth Rumble",
  },
  [40638] = {
  ["D"] = "在港口忙碌的一天，孩子，总是。从我们的大老板战争首领赐予我们祝福的那一天起，我们就可以在这个尘土飞扬的地方安家。$B$B这里没有抱怨，当然。毕竟，我们只是想过日子，挣钱。$B$B说起来，我已经派了一支探险队去石爪山脉。我们的角朋友牛头人告诉我们一个可以自由地玩弄我们的工程的地方。我最信任的人，纳兹，被赋予了概述有史以来最大的炸弹的建造的任务。这是我们能为部落提供的两样东西之一。另一个是卡利姆多最好的经济学$B$B向靠近烧焦谷的火药镇的纳兹报告。这一切都是为了部落的利益！",
  ["O"] = "在斯通塔隆山脉的粉镇向纳兹报告。",
  ["T"] = "Blasting Stonetalon!",
  },
  [40639] = {
  ["D"] = "嘿，孩子，准备好做一些实际工作了吗？$B$B你会在我的指导下，如果我是你，我会担心我的口袋有多大，因为如果你做得足够好，我就要填满它们了。$B$B背景故事时间。请注意，大多数时候我要说的话需要对听众按句子征税，但由于您来自 Nert 本人，我愿意呃，监督它。$B$B无论如何，我在哪里，啊是的。我曾经是我那个时代的大人物，没有人，我的意思是没有人，我不会为了自己的目标而欺骗、撒谎、杀戮或偷窃！$B$B<纳什搓着双手，悄悄地咯咯地笑着，你的皮肤开始爬行>$B$B呐，别担心，孩子，那些日子已经过去了。我是说，我和风险投资公司有历史，尤其是他们派去监督油田的这个白痴。去打败其中一些白痴，看看你能不能找到关于他们的任何信息。",
  ["O"] = "从位于黑沙油田周围的风险公司员工那里收集信息，并将其返回给斯通塔隆山脉粉末镇的高级工头纳兹鞭炮。",
  ["T"] = "Not Useless!",
  },
  [40640] = {
  ["D"] = "<纳兹读了你带给他的文件.>$B$B嘻嘻，最好的破坏者.$B$B我记得那些日子。没有什么比哥布林的本性更糟糕的了，$N。上面的那些总是会把对方工作到死。另一批呢？他们试图成为鞭子的持有者，而不是被鞭打。没有更糟糕的，没有，没有什么更糟糕的.$B$B这就是为什么联盟是一个更好的交易，我们大多数人或多或少地平等生活。哥布林的本性在这里也适用，但方式和措施不同。不管怎样，我有一个计划.$B$B我需要你做你最擅长的事情，走出去，杀死东西，然后把东西带回来换钱。容易。简单.$B$B在整个石爪，它们的名字是“愤怒的悬崖风暴者”，这是一种发射闪电的巨大蜥蜴。我需要他们的鳞片来缩小光线。几乎电力是我需要的，其余的我将请一些我们最“负盛名”的工程师来制造。五个就足够了！",
  ["O"] = "将 5 个电子秤带回斯通塔隆山脉粉末镇的纳兹。",
  ["T"] = "Nazz\'s Got A Plan",
  },
  [40641] = {
  ["D"] = "好了，收缩射线完成了。$B$B你可能想知道为什么我们需要一条该死的收缩射线来杀死那个杜弗斯希格尔，对吧？好吧，我们没有。称这是我的宠物项目。你要回到那些领域，找到B-33碎纸机并打它几次。一旦飞行员死亡，它应该会自动开始缩小，只需捡起它！$B$B不要，不要，损害。它$B$B只是想说清楚，等你打得真好之后，你就用收缩射线，把它装进口袋，然后回到我身边。当你引起这种骚动时，我的一个朋友找到了他们老板的位置。",
  ["O"] = "偷走B-33碎纸机，把它带回斯通塔隆山脉火药镇的高级工头纳兹鞭炮。",
  ["T"] = "Grand Theft Shredder",
  },
  [40642] = {
  ["D"] = "右。当你离开时，我的一个朋友发现了Higgle的位置。在你说之前，是的，他在愚蠢的建筑物的顶部。我也有预感，不要做一个聪明人。$B$B希格尔让我想起了我们黑暗的过去，他愚蠢的老板应该到此结束。但是，我知道我派你去执行一个纯粹的自杀任务，如果你不想这样做，你就不必这样做。但是在你做了这么多之后，我非常确定你会的。$B$B孩子，我很自豪我有你这样的员工。保持警惕，在你多次前往油田的旅行中，他们现在应该非常警惕。幽默这个老妖精，在希格尔的血洒出来后，任何没有伤害的人，也许他们中的一些人会看到理智，干脆离开或在工会中寻找家。无论你的选择是什么，为我做最后一份工作。",
  ["O"] = "杀死石油大师希格尔·威弗特，并将他的头带到斯通塔隆山脉粉末镇的纳兹。",
  ["T"] = "Lighting the Oilmaster",
  },
  [40643] = {
  ["D"] = "卡布！$B$B哦，对不起，吓到你了。怎么回事？在这里看炸弹，对吧。伙计，我告诉你，这只小狗里面有太阳的力量！真的，纳什就是这么说的，纳什总是说实话！$B$B说到真实的事情。其中一名伤痕累累的人说，风险投资公司中有一个科博尔德，他是他们的监督者。你能想象吗？一个科博尔德，监督者。$B$B<布拉莫歇斯底里地大笑>$B$B我需要亲眼看到这一点，但我不能离开炸弹！说，如果那个家伙是真的，你会不去杀他，把他的蜡烛给我吗？",
  ["O"] = "将害虫牙的蜡烛带回斯通塔隆山脉粉末镇的Fusemaster Blammo。",
  ["T"] = "A Rat Among Them",
  },
  [40644] = {
  ["D"] = "不知道这些家伙打算在这里做什么，但他们错过了一件好事。$B$B油。很有趣不是吗？风险投资公司来这里是为了石油，他们显然正在挽救它。应该有人告诉他们，他们也在为我们抢救它。$B$B有人，如果$Ghe：她，他会得到丰厚的报酬;不会问任何愚蠢的问题应该去感谢他们，同时也抓住了粉镇实际拥有的东西。$B$B知道了，还是我得给你画画？$B$B我需要 6 桶。",
  ["O"] = "将 6 桶黑沙油带回给斯通塔隆山脉粉末镇的首席技术员 Klazfit。",
  ["T"] = "Siphoning Oil",
  },
  [40645] = {
  ["D"] = "咦？$B$B你想要什么，丑陋？想要一份演出，嗯？$B$B过来这里！为什么你小，不要躲闪！$B$B<吉格落在他的脸上>$B$B哼？我在大火中在哪里，你是谁？更重要的是，有什么喝的吗？啊，搞砸你那朋友。妖精不能时不时地休息一下吗？我得到了一些关于这个镇上法律的重要消息，如果我得到一个冷淡的消息。",
  ["O"] = "带便宜的啤酒去粉城演出。",
  ["T"] = "Favouring the Drunk",
  },
  [40646] = {
  ["D"] = "<hic> 。听好了，孩子，我听到了。很多东西，<hic>人们忽略了ol''Gig，因为他是一个alc-alco-因为他喝得太多了！但是我喝酒，我知道一些东西，明白吗？不管怎么说，我昨天在客栈外面喝酒，我听到其中一个两个男孩在谈论破坏炸弹并炸毁我们所有人！$B$B这是我的朋友，这是黄金诚实的真相，去告诉莫特，他应该为此做点什么<hic>！$B$B<吉格落在他的脸上>$B$B哎呀，你看什么，你想分一杯羹？",
  ["O"] = "与火药镇的安全办公室Mort Tozzlefume谈谈Gig Xevno的怀疑。",
  ["T"] = "Least Paranoid Goblin",
  },
  [40647] = {
  ["D"] = "影子欢迎你，$N。我叫阿尔特穆斯，从希尔斯布拉德山麓长途跋涉，与火药镇的哥布林做生意。他们这样称呼他们是非常独特的。疯子会为他们的目标做任何事情，甚至为我这种状况的人做任何事情，这非常令人兴奋！$B$B我年轻时曾经在达拉然学习草药学，遗憾的是，当瘟疫来袭时，我不在家附近，我们在那里。我不会用一个肥皂剧故事来烦你，我是如何成为不死生物的，我多么讨厌自己或别人说什么。我对自己的状况很满意，我终于有时间体验和学习我想做的一切了。$B$B我一路走来继续我的学业，更具体地说是在衰败中。烧焦谷的当地古人已经枯萎，饱受折磨。$B$B给我拿一个他们的腐朽之根，它会很有用的。",
  ["O"] = "在斯通塔隆山脉的粉镇为Artemus Halloway收集腐烂的根。",
  ["T"] = "Knowledge on Withering",
  },
  [40648] = {
  ["D"] = "<小妖怪扑腾着翅膀，试图在你靠近时逃跑>$B$B不！没有受伤！$B$B<它停了下来，睁大眼睛抬起头来>$B$B没有食人魔。没有暗矮星。你很好？你帮忙？是的？请！上坡道。家庭，育雏家庭。精神控制！暴君。洞穴。瞬移，水晶，洞穴！宝石控制。宝石精神控制，宝石精神控制！$B$B<它慌乱地上蹿下跳>$B$B杀！获得宝石！阿萨奖励。阿萨奖励！",
  ["O"] = "按照女巫的指示，尽你所能理解他们，把宝石带给他！",
  ["T"] = "Roses are Red, Dragons are Blue...",
  },
  [40649] = {
  ["D"] = "认识好，$R。我的任务是测试你的技能，并向卡尔加斯远征军证明你的勇气。毫无疑问，您的表现不仅会让我们知道，也会让我们在奥格瑞玛的兄弟们知道。$B$B所以，假设你不会夹着尾巴逃跑，那就去东北边的矮人要塞吧。你会注意到它像沸腾一样从土地上伸出来，准备被切开。消灭那里的居民。当你杀死了他们的大部分部队时返回。",
  ["O"] = "在荒芜之地的卡尔加斯为军阀血齿虎杀死 12 名暗影锻造战士和 8 名暗影锻造吟唱者。",
  ["T"] = "The Shadowforge Menace",
  },
  [40650] = {
  ["D"] = "你见过被砍掉头的鸡吗，$R？它四处奔跑，漫无目的，惊慌失措，最后死了。当你前往东北方的安戈尔要塞时，深入其中。去找组织他们的人，其余幸存下来的人将像被斩首的鸟一样漫无目的。$B$B巴尔格鲁夫是他的名字。他不会孤单，也不会迁就，所以先出击，重击。当他躺在自己的血泊里时，回到我身边。",
  ["O"] = "在安戈尔要塞杀死巴尔格鲁夫上尉，在荒芜之地的卡尔加斯为军阀血齿虎。",
  ["T"] = "The Shadowforge Captain",
  },
  [40651] = {
  ["D"] = "我有时真的很厌倦在岩石上工作，你知道吗？然后，出现了一些真正让你大吃一惊的事情！从字面上看，有时在工程方面，但是...$B$B<他笨拙地咳嗽着，擦了擦额头上的汗水>$B$B听！安戈尔要塞的矮人？他们最近开始自动化他们的傀儡保护器。我不知道他们到底是怎么做到的！我亲眼目睹了一击大雕像的胸膛，它就在那里栩栩如生！你能相信吗？$B$B我需要那个 zap-o-matic 热夹具，或者它是什么！找到它，拜托，给我带来一些他们的心，让你在它的时候玩，是吗？",
  ["O"] = "为路西恩从安戈尔要塞获得魔像之心启动器和三颗生命锻造之心。",
  ["T"] = "A Heart of Stone",
  },
  [40652] = {
  ["D"] = "啊，请花一会儿时间，$N？$B$B是的，是的，我知道你是谁。我打算和雷德斯通参议员讨论这个问题，因为他似乎对荒芜之地发生的事情有一时的兴趣。但既然你偶然来到我身边，也许你会听我的请求。我哥哥是那里一个远征队的一员，你看。一个探矿者，但他的心思放在荒谬的童话故事上，追逐传奇。他已经忘记了什么是重要的！从地球表面划伤可以获得很多财富和知识，更不用说深入研究它的深处了。$B$B寻找荒地北部的挖掘点。当心，我认为黑铁矮人正在那里挖掘，不太可能喜欢围观。当你有一批漂亮的文物时再回来。$B$B哦，还有$N？如果您无法从地上捡起它们，请随时直接从他们的手中拿走它们。",
  ["O"] = "从荒芜之地的安戈尔挖掘地收集 8 件尘土飞扬的遗物，为铁堡的参议员 Ryedol 收集。",
  ["T"] = "Eyes on the Prize",
  },
  [40653] = {
  ["D"] = "<他按摩太阳穴，看起来非常生气>$B$B坦率地说，我不确定我是否必须把它说得这么清楚。我想要这里最好的文物。来自挖掘点的真实发现。不是旧陶器和...不管这些是什么。回到那个挖掘点。找到他们的领袖，因为他肯定会主持更负盛名的宝藏。拿走，偷窃，无论你要做什么，带回一些对我真正有价值的东西。小心点，我听说首席考古学家有一个相当强大的施法者。我相信这对你的身材来说不是问题，对吗$N？",
  ["O"] = "从荒芜之地的安戈尔地堡首领那里为铁堡的参议员雷多尔找回一件更有价值的神器。",
  ["T"] = "Digging a Little Deeper",
  },
  [40654] = {
  ["D"] = "这枚硬币比你以前见过的任何硬币都要大得多，而且要重得多。表面似乎刻着某人的头，但被淤泥和灰尘覆盖得无法清晰辨认。$B$B擦掉表面的一些灰尘，材料似乎越来越亮。这是黄金吗？",
  ["O"] = "将硬币展示给铁锻厂中了解这些类型遗物的人。",
  ["T"] = "Glittering like Gold",
  },
  [40655] = {
  ["D"] = "我相信不言而喻，我对小动物没有太大的爱。例如，我对人类和他们的小宠物只有蔑视。<他在面具下冷笑>$B$B但是我最近才知道在莱特勒峡谷有一个营地，无数狼人的剥皮尸体被扔到阳光下腐烂。黑铁矮人再次出现。现在，如果不是为了收获一些重要的东西，为什么会有人建立一个有人看守的营地来屠杀狼和龙骑兵呢？我并不特别在乎他们希望达到什么目的，但如果我们现在在他们更加坚固之前发动攻击，我们将在膝盖上切断这个冒险。$B$B找到这个行动基地，杀死你在其中找到的矮人。",
  ["O"] = "在斯卡尔班岭杀死隐藏在荒芜之地莱特勒峡谷内的暗影锻造矮人，完成后返回卡尔加斯的莱克斯洛特。",
  ["T"] = "Scaling the Ridge",
  },
  [40656] = {
  ["D"] = "也许我应该为没有像我希望的那样了解情况而道歉。如果我知道这个营地已经建立了多少，我会暗杀他们的领导人。其实，也许你对鲜血和荣耀充满热情。回到那个营地，找到他们的领袖，并杀死他。这不是一项复杂的任务，但可能比以前更危险。鉴于你之前的努力，他肯定会为此做好准备。",
  ["O"] = "在斯卡尔班岭杀死凯格德什·福尔曼特尔，在荒芜之地的卡尔加斯杀死莱克洛特。",
  ["T"] = "Bane of Scalebane",
  },
  [40657] = {
  ["D"] = "<他举手阻止你的接近>$B$B这已经足够接近了。小声说话，免得你冒险和探索的叽叽喳喳惱惹惹我们了...$B$B其实，我确实有一个要求。斯卡尔班岭，听说过吗？不？那么，莱特勒峡谷呢？不？荒芜之地？你真的是一个密集的人...$B$B我需要你找到被称为Scalebane Ridge的营地。这是黑铁矮人在那个地区的新行动基地，他们在该地区猎杀巫师，让我对它们的用途有一种非常不好的感觉。无论如何，安全总比后悔好。前往那边，屠杀他们的猎人。",
  ["O"] = "在斯卡尔班岭杀死暗影锻造矮人，隐藏在荒地的莱特勒峡谷中，为铁堡的参议员巴林·雷德斯通。",
  ["T"] = "Scalebane Ridge",
  },
  [40658] = {
  ["D"] = "在你像傻瓜一样逃跑之前，我还有一个任务要补充。这个鳞片山脊，它不是凭空冒出来的。我敢打赌，我的巨额财富是有某种中尉领导行动的。$B$B我要他死。当然，把他从画面中移除会阻碍那里进行的所有工作，希望是无限期的。我相信你有几个朋友可以帮助你完成这样的任务？好，走吧。我会适当补偿你。",
  ["O"] = "在Scalebane Ridge为参议员Barin Redstone在Ironforge杀死Kegdesh Foulmantle。",
  ["T"] = "The Head of the Hunters",
  },
  [40659] = {
  ["D"] = "刀子轻轻一按，就会嵌入掌心。确实，这几乎可以切开任何活组织，但手柄笨拙而沉重。举起它，阳光在原始表面上闪闪发光。也许对生存技术感兴趣的人可以利用这种美。",
  ["O"] = "找一个对刀感兴趣的人，也许是一个热衷于生存的人。",
  ["T"] = "A Razor\'s Edge",
  },
  [40660] = {
  ["D"] = "小军官的生活很像放羊。我负责控制我的手下，虽然这在船上很容易，但当停靠在暴风城时，很难同时将我的注意力集中在他们身上。$B$B他们分布在城市各处，观光，毫无疑问，他们喝得酩酊大醉。如果你不介意的话，我可以帮个忙。我知道这个城市有三个水手，Hylreth，Brewen和Pardol。找到他们，看看他们到底在做什么，只要确保他们没有任何麻烦就行了，为了我。",
  ["O"] = "找到并与库尔蒂朗水手观光暴风城交谈，以确保他们没有任何恶作剧。一旦与人交谈，回到暴风港库尔蒂朗大使馆的小军官米尔杜。",
  ["T"] = "Controlling Sailors",
  },
  [40661] = {
  ["D"] = "哦，我已经很久很久没有进入暴风城了，这本身就是一种生活！$B$B大约三年前，我和船队一起前往这个城市做其他事情，遇到了一个相当迷人和神秘的女人，名叫“Charys Yserian”。从那以后，从来没有一个女人给我留下如此迷人的印象，我觉得我好像在浪费时间被困在海岸上，卑微的工作看不到她。我请你帮忙，大陆人，还有几天我才能有空闲时间，我想给人留下一个印象......如果她能记得我。$B$B前往花店伯纳德·阿甘，他在旧城区和贸易区之间的运河上经营着一家名为“香花”的商店，买了一朵红玫瑰并送给查理斯，据说她现在在法师区经营一家商店。",
  ["O"] = "代表水手波鲁斯买一朵玫瑰，送到暴风城的查里斯·伊瑟里安手中。",
  ["T"] = "A Sailors Love",
  },
  [40662] = {
  ["D"] = "谁会怀疑库尔蒂朗水手表现出如此多的感情？那些被许多人称为粗俗、直率和过于响亮的人。$B$B他以一种相当好的方式让我感到惊讶;这么久了还能被人记住，真的是一种恭维。$B$B在这里，我为他准备了一封信，而且——只是——为他准备的。别想着撬开它，如果你撬开，我的魔法会知道的。$B$B<她邪恶地瞪着她，放声大笑，以缓解她假装的威胁>$B$B把它带给水手，让他知道他的行为是值得赞赏的。",
  ["O"] = "把查里斯的回应带到暴风港的库尔蒂朗大使馆给水手博鲁斯。",
  ["T"] = "Charys\' Response",
  },
  [40663] = {
  ["D"] = "一直以来都驻扎在周围，但我们几乎没有任何啤酒来度过无聊。$B$B说大陆人，你必须有自由走在城市的街道上，没有工作笼罩在你的头上，帮个忙怎么样？$B$B我们目前白天忙于任务，但如果你赶上我的漂移，我们可以在晚上放松一下。$B$B进城，麦芽酒应该成熟了，给我找3瓶波特酒，应该挺好的。",
  ["O"] = "在暴风港的库尔蒂朗大使馆为水手瓦利亚找到 3 瓶港口。",
  ["T"] = "Embassy Blues",
  },
  [40664] = {
  ["D"] = "我们在这里与自然和谐相处，让我们的狮鹫茁壮成长，狂野漫游。我已经看到了我们的边界，并注意到西尔弗曼人口的惊人增长。随着领地的扩大，狼变得越来越具有攻击性，现在它们比以往任何时候都更频繁地出现在我们家门口。我们需要剔除它们的数量，以免它们开始攻击我们或杀死我们漫游的狮鹫。你可以在腹地各地找到银鬃狼，给我带来十四张它们的毛皮作为证据。",
  ["O"] = "将 14 张银鬃毛皮带到腹地 Aerie Peak 的 Claira Kindfeather 那里。",
  ["T"] = "Protecting Aerie Peak",
  },
  [40665] = {
  ["D"] = "战争正在我们的土地上，$C.$B$B傲慢的库尔提兰人认为我们软弱，部落勇敢的儿女应该教他们！$B$B他们的第二波旧舰队，也就是我们多年前征服的舰队，已经降落在我们的海岸附近，对我们的人民构成威胁。在回声群岛的南部边缘，可以找到他们的侦察员和突击队员，为他们的下一步行动进行探测和策划。以部落的名义杀死他们，然后回到我身边！",
  ["O"] = "在杜罗塔尔的剃刀山杀死7名远征侦察兵和7名远征突击队员。",
  ["T"] = "The Second Wave",
  },
  [40666] = {
  ["D"] = "就在不久前，我们才得知，并不是所有的戴林·普鲁德摩尔的副手都在杜罗塔尔战争中被杀。我们期待他们的回归，但我们没有想到他们会如此装备精良。然而，所有的战争都是靠补给进行的，毫无疑问，他们离家园很远。搜索他们在回声群岛南部边缘的营地并掠夺他们的库存——他们可能会在踏上奥格瑞玛之前被迫离开。",
  ["O"] = "在杜罗塔尔的剃刀山为莺莺收集 6 捆探险物资。",
  ["T"] = "Expedition Supplies",
  },
  [40667] = {
  ["D"] = "你已经为我们的敌人进行了光荣的战斗，$N.$B$B部落向那些如此自豪地举起我们旗帜的人致敬。为了你的力量，我赐予你这个嘉奖。穿好它，因为你的下一个任务将带你去我们伟大的奥格瑞玛。在智慧谷，我们的战争首领等待正在进行的库尔蒂兰冲突的消息。告诉他你所做的一切和你学到的一切。",
  ["O"] = "与奥格瑞玛的索尔谈谈库尔蒂朗的威胁。",
  ["T"] = "The Warchief\'s Orders",
  },
  [40668] = {
  ["D"] = "我们已经很久没有以这种方式与库尔地兰人战斗了。蒂拉加德从未真正构成过如此重大的威胁，但传到我大厅的消息令人担忧。$B$B阿尔韦罗德中尉是领导他们远征舰队的人，我希望引起我的注意。过去，普鲁德摩尔海军上将不愿意在外交方面进行讨论，我认为他忠诚的中尉也不会。我关心的不是这些外国人，而是联盟，因为我不知道他们在库尔提拉斯中的地位，这是我最后一次听说暴风城的大使馆开放。我们最不想要的就是我们派系之间的全面战争。$B$B在我直接接触之前，我必须知道更多，我相信你会和瑞奇的一位特工交谈，他的名字是“马利·奥弗洛尔”，他是一个人。",
  ["O"] = "找到并与“Mally O”Flor“交谈，以破译Kul Tiras与代表Thrall的联盟之间的关系。",
  ["T"] = "The Balance of Power",
  },
  [40669] = {
  ["D"] = "所以，瑟尔派你来了吧？$B$B有趣的是，我被派到这里来代替另一个，但我从没想过会被联系，我之前的最后两个从来没有说过任何事情。$B$B我为一个与暴风雨有着深厚联系的组织工作，可以这么说，它的眼睛遍布世界各地。$B$B我掌握的信息，但我需要你和你的亲戚事先帮忙，我来这里是为了另一个目的，我需要在短时间内完成，但不要担心，它在区域内。$B$B在贫瘠之地可以找到一种非常特殊类型的猛禽，Sunscale，我们的一些特工一直在寻找收集他们的血液，总共三瓶用于档案和研究目的。把那些小瓶收集给我，信息就是你的了。",
  ["O"] = "收集3瓶太阳鳞血，在荒芜的瑞奇为Mally O\'Flor收集信息，以获取Thrall寻求的信息。",
  ["T"] = "A Favor for Mally",
  },
  [40670] = {
  ["D"] = "我已经把小瓶藏起来了，准备说话，如果你准备好听的话。$B$B当你准备好了，和我谈谈，我会告诉你我知道的是什么。",
  ["O"] = "听Mally O\'Flor讲述他的信息，完成后，将消息带到Orgrimmar的Thrall。",
  ["T"] = "Information for Thrall",
  },
  [40671] = {
  ["D"] = "很少有事情比不必要的战争更让我厌恶，$N。对于我所承担的头衔，这对你来说可能是一种讽刺，但我看到了当灰烬和流血成为他们生命中剩下的一切时，男人和女人的恐惧是什么。我带领我的人民来到卡利姆多，因为我希望给我们的孩子一个更美好的世界。我相信世界仍然触手可及：任何威胁它的人都有祸！$B$B我已经派特使与阿尔韦罗德媾和，让他明白道理。回到达尔纳克，如果阿尔维罗德拒绝...它只能是胜利或死亡。",
  ["O"] = "向剃刀山的Warbringer Dar\'nakk报告。",
  ["T"] = "A War Worth Fighting",
  },
  [40672] = {
  ["D"] = "回声群岛以南有一个岛屿，粉皮人称之为锚的边缘。计划和讨论的时代已经结束。$B$B与尽可能多的战友一起前往锚点边缘，并杀死每个手持刀片或法术的库尔蒂兰。俘虏其余的。这是我的命令！$B$B为部落，为血与雷而战！",
  ["O"] = "在剃刀山杀死8名远征水手，6名远征神职人员和10名远征士兵。",
  ["T"] = "Anchor\'s End",
  },
  [40673] = {
  ["D"] = "如果我们想彻底解散远征舰队，那么我们必须粉碎蛇的头：船长、指挥官、军官和其他感兴趣的人物。破碎之手氏族很友好地向我提供了他们的名字清单。前往杜罗塔尔东南部回声群岛以南的锚点边缘。$B$B到达后，你必须寻找并杀死水力师沙勒伯恩和甲板大师达克霍洛，以及岛上的任何呼吸官.$B$B他们的整个领导层将崩溃！",
  ["O"] = "在剃刀山杀死10名远征军官、水力师沙勒伯恩和甲板长达克霍洛。",
  ["T"] = "Cutting Ranks",
  },
  [40674] = {
  ["D"] = "你打败了他们的战士，杀死了他们的冠军，攻破了他们据点的核心。只剩下一件事要做：阿尔弗罗德本人必须跟随戴林·普鲁德摩尔去坟墓。他很可能躲藏在锚边缘最坚固的建筑中，由一位名叫达努维斯的圣骑士守卫。结束他们两个，然后用阿尔维罗德的头回到我身边。",
  ["O"] = "杀死达努维斯爵士，并将阿尔维罗德的头颅带到剃刀山的沃布林格·达纳克。",
  ["T"] = "Lieutenant Alverold",
  },
  [40675] = {
  ["D"] = "你对部落的奉献和你在战斗中的勇气都是毋庸置疑的。$B$B您赢得了奥格瑞玛所能授予的最高荣誉之一：Lok\'tra将组成您在锚边的胜利，我们的人民将永远唱歌，以纪念那里发生的事情。但这不是你唯一的奖励。$B$B战争首领希望再次见到你——众所周知，他对他忠诚的战士很慷慨。",
  ["O"] = "在奥格瑞玛与奴仆交谈并领取您的奖励。",
  ["T"] = "A Hero\'s Reward",
  },
  [40676] = {
  ["D"] = "问候！你离家很远！你在找我吗？$B$B我是塞伦德拉。我拼命地试图纠正马山过去的错误！你知道这是这个地方的名字，是吗？不是荒凉，不是！这是一个可怕的名字，只是因为生命已经被吸走了，而且......没关系。$B$B看，有生命的迹象，我敢肯定。我只需要有人帮助证明这一点，让世界相信这片土地仍然值得拯救，为了仍然可以生存的动植物！$B$B我想看看生命蛭走了多远。色拉德拉斯可能已经从陆地上剥夺了生命，但海洋呢？ $B$BEthel Rethor的Kal\'dorei遗址现在大部分都在水下。但曾经有美丽的花朵 Alor\'el，恋人叶，生长在那里。不过，他们可以在水下生存，$R！这是众所周知的！请搜索沉没的深处，并带回一些花作为证据，如果它们仍然存在的话。",
  ["O"] = "在埃塞尔·雷索尔沉没的精灵废墟中寻找任何活花返回塞伦德拉。",
  ["T"] = "Drowned Love",
  },
  [40677] = {
  ["D"] = "我还有一个测试来证明我的理论，并将一些注意力从塞纳里翁圈转移到这里！$B$B如果生命的损失没有延伸到大海很远的地方，也许它也没有延伸到山上很远？$B$B这里有一种美丽的花朵，马山·它长得很高，但也有海风。我会从西北海岸开始，$R。搜索您可以攀登的任何山丘和山脉，并尝试找到其中的一些花朵！这对我来说非常重要，我将永远感激不尽。",
  ["O"] = "为赛伦德拉寻找马山·",
  ["T"] = "Lofty Heights",
  },
  [40678] = {
  ["D"] = "你为什么认为我钓鱼，周一？这比战斗要平静得多，危险性也小得多......这是肯定的。$B$B现在，最近我的钓鱼竿被Drysnaps偷走了，它们很大！如果你不小心，他们可以扯掉一只胳膊...$B$B这不是我早上需要的，周一。如果你替我杀了他们，你就对我和村子都有很大的帮助。",
  ["O"] = "在荒凉的暗影猎物村为吉纳尔\'Zillen杀死8个干扣钳和8个干扣爬行器。",
  ["T"] = "Health and Safety, mon",
  },
  [40679] = {
  ["D"] = "苔藓曾经是强大的部落，统治强大，强大！$B$B不再，苔藓无目的地打架，争吵，打架。我曾经是苔藓包的首领，然后他们把我赶出去，把我送走！我又来了，但我成为领袖，我重新团结部落部落，你帮忙是吗？把地精的苔藓臂章给我拿来，十二个，是的，是的！",
  ["O"] = "从附近的苔藓地精臂章中收集12个苔藓地精臂章，用于湿地绿化带附近的高尔方。",
  ["T"] = "Reunite Tribe-Tribe!",
  },
  [40680] = {
  ["D"] = "许多阿尔法苔藓运行着许多较小的团体，这些团体相互争斗，并造成问题。必须杀死这些苔藓首领，才能让高尔方统治！你可以在西部靠近一个叫做盐雾峡谷的地方找到阿尔法苔藓，去那里，追踪阿尔法，杀死阿尔法！之后，只剩下一个阿尔法，高尔方！",
  ["O"] = "追踪并杀死4只苔藓阿尔法，在湿地绿化带附近为高尔方。",
  ["T"] = "The One Alpha",
  },
  [40681] = {
  ["D"] = "被诅咒的贤者爪子，是他放逐了我，把我送走了，让我在叫火花水的妖精小镇腐烂，现在我回来了，我笑到了最后！<高尔方邪恶地咯咯笑着，开始咆哮>$B$B你找到贤者爪子，你杀了-杀了他，杀了贤者爪子好！$B$B贤者之爪死后，没有人挡在我和领头的莫西德之间，我变强了！$B$B你找到Sagepaw南部，靠近大瀑布，去杀戮！",
  ["O"] = "找到被诅咒的贤者爪子，并在湿地绿化带附近为高尔方杀死他。",
  ["T"] = "Cursed Sagepaw!",
  },
  [40682] = {
  ["D"] = "我的工作保证侏儒的安全，我防守，我战斗，我守望！$B$B很久以前猛禽差点让莫西德灭绝，现在猛禽的数量越来越多，附近有很多猛禽，如果不小心的话，可能是莫斯德部落的末日，达格达格无法与之抗衡。$B$B猛禽岭是他们繁殖繁殖的地方，他们在那里很强壮，但也许你更强？$B$B向东前往猛禽岭，与剃刀猛禽战斗，给我带来剃刀马爪作为你杀杀的证据，以保护我们的安全，是吗？",
  ["O"] = "收集 11 只剃刀爪，在湿地绿化带附近建造达格达格苔藓带。",
  ["T"] = "Raptor Ridge",
  },
  [40683] = {
  ["D"] = "总是莫西德的问题，首先是猛禽，现在是龙！$B$B每天都有越来越多的龙巫在乡间游荡，数量之多，以至于很难在不担心龙火的情况下正确行走这片土地！$B$B菖蒲需要有价值的草本草，现在我的很多好地方都挤满了龙！$B$B去杀了博格帕夫，让博格帕夫再次获得好位置。$B$B你发现东南方向的龙妖，现在走吧！",
  ["O"] = "杀死7只失落的Whelps和5只Crimson Whelps，在湿地绿化带附近为Bogpaw Truthsay。",
  ["T"] = "Dragonkin Annoyance!",
  },
  [40684] = {
  ["D"] = "你好$R，你听说过吗？熊猫，最隐居的种族之一，在瑞奇见过。商人说他正在庆祝一个土生土长的祖国节日。如果你有一些空闲时间，也许你可以去看看这个潘达伦和这个节日是关于什么的。",
  ["O"] = "在瑞奇追踪这个潘达伦，看看有什么大惊小怪的。",
  ["T"] = "A Pandaren Brewmaster",
  },
  [40685] = {
  ["D"] = "乐塔$R！你听到这个消息了吗？陈暴风雨已经回到了卡利姆多！陈斯托斯托特与罗汗、凯恩和雷克萨尔等人一起在奥格瑞玛的建立和防御中发挥了不可或缺的作用！$B$B许多人正在前往瑞奇与他见面，也许你也会感兴趣，有传言说他正在寻找一些东西，可能会奖励任何帮助他的人。",
  ["O"] = "前往瑞奇，遇见陈斯托特。",
  ["T"] = "The Return of Stormstout",
  },
  [40686] = {
  ["D"] = "我来拜访我的好朋友德罗恩，庆祝我的家乡酿造节的庆祝活动，并创造一种新的啤酒。Drohn收集了一些异国情调的成分，这些成分将是一种非常有趣和有效的酿造。也许你也有兴趣帮助我，是吗？作为回报，我会与您分享我最新的惊喜啤酒。$B$B为我获取以下内容，一小撮魔尘，十四跳和一些金刺茶。这些食材可以在世界各地找到，因此您可以前往异国情调的地方和市场。",
  ["O"] = "陈风暴斯托特要求你收集 1 个魔法尘、14 个啤酒花和 1 个金刺茶来帮助创造他的特殊风暴风暴惊喜！（你不能放弃这个机会！",
  ["T"] = "A Pandaren Brewmaster",
  },
  [40687] = {
  ["D"] = "Theramore由Kul Tiras国家的许多人创立，我们的领导人Jaina甚至来自那里。我们对部落保持谨慎中立的立场给许多退伍军人带来了问题。这些士兵曾经看到兄弟姐妹在战斗中死去，或者有家人在战争中去世。每天都有越来越多的亲戚离开锡拉莫尔。要么直接开小差，要么因过度侵略和分裂的行为而被流放，试图将我们引向冲突。虽然我尊重那些服务过的人，但我不会容忍不忠。逃兵们开始走得太远了，他们穿着我们的衣襟，穿上制服，潜伏在沼泽里。在他们向我们发动全面战争之前，必须处理它们。藏身处位于塞拉莫尔以西的泥潭内，前往那里并消除他们的存在。",
  ["O"] = "找到逃兵的藏身处，在尘泥沼泽的瑟拉莫尔岛为布林上校杀死 9 名逃兵叛徒和 9 名流放逃兵。",
  ["T"] = "Daelin\'s Brigade",
  },
  [40688] = {
  ["D"] = "几周前，我们哨兵的巡逻队遭到附近黑角部落的牛头人袭击，这是没有根据的，有些出乎意料。在被袭击的人中，有两人被杀，其他人受重伤，黑角的威胁只会让我们在尘埃瓦洛的行动中更加警惕。黑角的首领名叫塔戈斯·哈特温德，一个卑鄙的残忍战士，甚至不寻求与部落结盟。必须阻止的是他，你可以在尘泥沼泽北缘西北的布莱克霍恩村找到他。去那里，杀死他的亲人，收集他的头。",
  ["O"] = "杀死6个黑角战士，6个黑角神秘主义者，并在尘泥沼泽的瑟拉莫尔岛为布林上校收集塔戈斯的头颅。",
  ["T"] = "The Blackhorn Conflict",
  },
  [40689] = {
  ["D"] = "我们了解到，逃兵在塞拉莫尔的队伍中很普遍。人性的弱点一目了然。但不要把这些当成好消息，$C，因为那些贪婪只是辞去他们的职位来骚扰我们这里。他们的乌合之众已经越过了达斯瓦洛休战所确定的边界。我们不能允许他们走得更远。$B$B冒险在布拉肯沃尔东南并惩罚他们。确保他们在再次非法侵入时三思而后行。",
  ["O"] = "找到逃兵的藏身处，在布拉肯沃尔村为纳泽尔血派克杀死 9 名逃兵叛徒和 9 名逃兵流放者。",
  ["T"] = "Theramore Deserters",
  },
  [40690] = {
  ["D"] = "该地区的格里姆图腾是一群没有骨气的叛徒。他们曾经和我们谈过团结，现在在泥潭里的战斗中伏击并杀死了我的一个朋友。他们必须为自己的傲慢和不尊重付出代价。他们由一个名叫塔戈斯·哈特温德的懦夫领导，我想死的就是他。$B$B向东北方向前往黑角村，给他们带来毁灭，他们是部落的敌人。",
  ["O"] = "前往布莱克霍恩村，杀死8名黑角战士，并在尘泥沼泽的布拉肯沃尔村杀死塔戈斯仇恨风，换取纳泽尔血矛。",
  ["T"] = "Blackhorn Village",
  },
  [40691] = {
  ["D"] = "石爪.$B$B这个名字让我内心愤怒，这是我哥哥在第三次战争期间在战斗中牺牲的地方。$B$B当我在铁锻厂服役时，他在这些土地上寻求荣耀，但他没有找到他所寻求的东西。他的故事值得被听到，当你准备好时，和我谈谈，我会讲述它。",
  ["O"] = "听听格鲁姆尼尔战胡子的兄弟的故事。",
  ["T"] = "A Journey for Vengeance",
  },
  [40692] = {
  ["D"] = "我家族的历史被玷污了，我们的传家宝在时间中丢失了，我们的斧头在一个杀死我亲人的兽人手中。$B$B侏儒没有比这更大的堕落了，我必须纠正错误。$B$B我运气好地追踪到这只“斯卡图斯克”，因为他是战歌之一，在北部的塔隆深小径之外的阿申维尔森林中徘徊。刚过塔隆深小路，向西走，到星尘废墟，他就住在那里，侦察敌人。$B$B把我家的斧头拿给我，孝敬我的兄弟。",
  ["O"] = "找到并杀死兽人斯卡图斯克，并在斯通塔隆山脉的贝尔哈杜尔为格鲁姆尼尔战胡子找回战胡子斧。",
  ["T"] = "The Battlebeard Legacy",
  },
  [40693] = {
  ["D"] = "你听说过华丽的风切变宝石的故事吗？！$B$B这真的是一个前景的奇迹'我告诉你什么！有传言说，那些风险投资公司的流氓在石爪深处挖出了一些罕见的水晶，其中闪烁着深邃而闪亮的红色。你看，我在这里看风景，不，呸！这个地方比西落更丑，相信我，我去过那里。$B$B如果我想有机会走出这个地狱之洞，它就在那颗风切变宝石中，我想动手。$B$B你说你下到峭壁上的风切变矿，帮燧石锤一个忙是吧？$B$B我会给你们一些回报，怎么样，这给交易增添趣味？",
  ["O"] = "在斯通塔隆山脉的贝尔哈杜尔为勘探者燧石偷走华丽的风切变宝石。",
  ["T"] = "The Ornate Windshear Gemstone",
  },
  [40694] = {
  ["D"] = "我的美丽，被困在秃鹫的海洋中。$B$B我是一个勇敢的侏儒，但如果我想再飞一次，我现在不能冒着生命危险，不是吗？你看起来像一个对杀死秃鹫和溅射阀导体略知一二的人。哈莱克的眼睛一看就能发现人才！$B$B我的飞行器在下面，在我和农民塞格瓦尔被袭击之前，我正在做一些维修，你明白吗？可悲的是，我留下了溅射阀导体，这是一个相当有价值的部分，我试图修复它以在外围进行一些侦察。$B$B我需要你去飞行台，去帮我拿零件，这样做，我会给你一杯好喝的麦芽酒，好吗？",
  ["O"] = "在斯通塔隆山脉的贝尔哈杜尔收集哈勒克拱顶盾的溅射阀导体。",
  ["T"] = "The Sputtervalve Conductor",
  },
  [40695] = {
  ["D"] = "呸呸呸��我没有什么可以解决这个问题的，我想我需要找到一个对如此微妙的部分的惊叹工程了解一两件事的人......$B$B<哈莱克金库盾发出一声轻笑.>$B$B哦，没错，我知道！坦西斯帕克弗斯在城里...在某个地方，毫无疑问，正在做一些事情，找到她，看看她是否可以修复溅射阀，好吗？",
  ["O"] = "õĖÄStonetalon MountainsńÜäBael HardulńÜäÕĘźń©ŗÕĖłTansi Sparkfuseõ║żĶ░łŃĆé",
  ["T"] = "The Sputtervalve Fix",
  },
  [40696] = {
  ["D"] = "<坦西火花烙印在溅射阀导体上闪烁.>$B$B嗯，这并不难，只需要几根电线和一些管子。$B$B哈莱克将不得不欠我所有这些我为他所做的人情。把它拿给他，他应该很高兴。",
  ["O"] = "将固定的溅射阀导体返回到位于斯通塔隆山脉贝尔哈杜尔的哈莱克金库盾牌。",
  ["T"] = "The Fixed Sputtervalve Conductor",
  },
  [40697] = {
  ["D"] = "我们的新邻居当然是一群非常有趣的人。贝尔哈杜尔的矮人在接待他们时非常亲切。$B$B我是马洛兰，代表石爪峰的代表，被派来确保自然秩序不受干扰。我承认我刚来的时候很谨慎，但到目前为止，白峰一直相当受人尊敬。$B$B这让我不得不追求我真正的目的。在我们西边的下面，风险投资公司已经对自然结构造成了明显的恐怖，我想看看当地的Deepmoss是否受到影响。去西边旅行，给我收集一个原始的深苔大脑，我会用它来学习。",
  ["O"] = "从当地的深苔蜘蛛那里收集原始的深苔藓大脑，在斯通塔隆山脉的贝尔哈杜尔的马洛兰橡树枝。",
  ["T"] = "Pursuing Harmony",
  },
  [40698] = {
  ["D"] = "<马洛兰的脸上露出不悦的神色>$B$B看来我的研究已经证明我是对的，虽然Deepmoss种群处于攻击性增加的状态，但还有更多的东西，在这一切之下徘徊。我感觉到了一种神奇的腐败，这一发现给我留下的问题多于答案。$B$B我的一个朋友叫法尔丹·穆歇尔（Faldan Moonshatter）亲自研究阿申维尔的毛皮腐败问题，也许他可能会对这样的事情发生有一些答案。您可以在阿申维尔（Ashenvale）中心的阿斯特拉纳尔（Astranaar）中找到法尔丹（Faldan）。",
  ["O"] = "询问阿申维尔阿斯特拉纳尔的Faldan Moonshatter，看看为什么Deepmoss Spider种群可能有腐败的痕迹。",
  ["T"] = "Conflicting Questions",
  },
  [40699] = {
  ["D"] = "为什么在那里打招呼！$B$B什么，看到这么远的西方的侏儒感到震惊？嗯，你应该是，离家这么远，我的同类并不多。$B$B或者，曾经是家的地方。$B$B无论哪种方式，我现在都希望进行实验，因为我有一些时间和空间给自己，其中第一个需要一些易燃的，而且非常危险的材料！$B$B在遥远的西边，有一个叫烧焦谷的地方。在那里可以找到流动的火焰元素。我希望你从他们那里获得一种叫做“闪烁的火焰”的东西。把它带给我，我会确保你得到很好的补偿！",
  ["O"] = "从斯通塔隆山脉贝尔哈杜尔的斯皮戈尔膝盖的烧焦谷中的火元素中获得闪烁的火焰。",
  ["T"] = "A Flickering Flame",
  },
  [40700] = {
  ["D"] = "坐落在贝尔哈杜尔上方的是可怕的布兰布莱索恩山口，被奎尔博尔和他们闹鬼的亲戚占领。任性的灵魂给我们带来了各种各样的麻烦，自从我们到达以来，一直让我们处于高度戒备状态。我们可以找人驱散精神，让我们有限的登山者有机会休息。$B$B你可以在西南方向找到它们，爬上斜坡，往那里走，为我们处理它们。",
  ["O"] = "杀死6只荆棘之灵和8只荆棘之角，在斯通塔隆山脉的贝尔哈杜尔为登山者真相锻造。",
  ["T"] = "The Cursed Bramblethorn Pass",
  },
  [40701] = {
  ["D"] = "当矮人第一次到达斯通塔隆并建造了贝尔哈杜尔时，他被命名为戈拉斯荆棘破碎机，是一个相当强大的敌人。在与基尔博尔的多次战斗之后，戈拉斯被杀，但他不屈不挠的精神仍然存在，栖息在布兰布莱索恩山口的顶部，仍然占据着他的王位。他对我们同类的仇恨是无与伦比的，他的灵魂来复仇只是时间问题，我们必须结束这种邪恶。再次前往布兰布莱索恩山口，找到戈拉斯荆棘粉碎者，一劳永逸地摧毁他。",
  ["O"] = "前往布兰布莱索恩山口，在斯通塔隆山脉的贝尔哈杜尔击败戈拉斯荆棘破碎机，获得登山者真相锻造。",
  ["T"] = "Gorras Thorncrusher",
  },
  [40702] = {
  ["D"] = "我的名字是Whitepeak，在听说它仍然存在的故事后，我带领这群潜在的探险家来到了Bael Hardul。令我惊讶的是，这是可行的。有很多清理工作，但现在工作已经完成，这将是一个很好的运营基地。$B$B然而，有一个障碍。$B$B我最不希望的就是把风险投资公司放在我们家门口，这是我们没有听到的一个细节，现在我们已经准备好了，他们继续移动更多，更多的人进入风切变岩。如果我们想有机会探索，如果没有持续的保护，我们需要消除这种威胁。$B$B山下是风剪岩，风险投资公司在那里运作，低头，代表我消除他们的威胁。",
  ["O"] = "在斯通塔隆山脉的Bael Hardul杀死8名风险公司经营者，14名风险公司伐木工，8名风险公司森林砍伐者。",
  ["T"] = "Exploring in Peace",
  },
  [40703] = {
  ["D"] = "...我褪色，时而消失，我的灵魂被肮脏的力量吸引到这个世界上，我的亲人在韦斯特黑文的命运要糟糕得多。第三次战争期间，库尔提拉斯对部落发动了战争，是兽人的亲人来到这里，让这个地方一片废墟。在这场冲突之后，我们再次定居下来，只是因为一个兽人术士在他的身后造成了严重破坏..$B$B他的名字叫Bar\'thog，他的肮脏和可怕的魔法使死者复活，让那些曾经住在这里的人为他而战。结束这个诅咒，让我们摆脱痛苦。",
  ["O"] = "找到并杀死恶人巴托格，以及 7 名痛苦的食尸鬼、4 名复活的海军陆战队员和 4 名韦斯特黑文骷髅，用于在尘泥沼泽的韦斯特黑文山谷为二等兵格伦德尔。",
  ["T"] = "Bar\'thog the Wicked",
  },
  [40704] = {
  ["D"] = "爆破的吉津，我们的交货会非常晚，这意味着更少的钱。一个妖精必须时刻思考未来，而我们被困在这里需要一些创造力。$B$B附近当地的土元素正在悬崖边徘徊，说不定终究能有所收获。$B$B我的家人总是说，当机会来敲门时...无论这意味着什么。不管怎样，你去拿一些扰乱元素袖口，把它们带给我，听起来不错是吗？",
  ["O"] = "从附近的土元素中收集 5 个扰乱元素手铐，并将它们归还给石爪山脉的弗伦茨洛德火。",
  ["T"] = "When Opportunity Knocks",
  },
  [40705] = {
  ["D"] = "我们远远偏离了计划，现在我们缺少补给品。$B$B一个错误的转弯，一切都会翻盘！嘿，等一下，你看起来可以处理几只奎尔猪。$B$B我们几乎直接走进了可怕的布兰布莱索恩山口，幸运的是，当臭猪向我们跑来时，我意识到了这一点！我把一切都调转过来，这里的大霍克吓跑了他们，不过他们从我们的马车上拿走了一堆补给品......$B$B如果我要保住我的工作，我需要那些用品回来，也许你可以帮我。往这里的西北部走，沿着路进入布兰布莱索恩山口，收集八个被盗的板条箱。",
  ["O"] = "从布兰布莱索恩山口收集 8 个被盗板条箱，前往斯通塔隆山脉的吉津野桶。",
  ["T"] = "Back on Track",
  },
  [40706] = {
  ["D"] = "风险投资公司造成的破坏永无止境。每天，我们都会听到越来越多的关于他们对这片土地犯下的恐怖的消息。自然的平衡是一件微妙的事情，必须小心处理。$B$B然而，风险投资公司对此并不关心。这些人受到贪婪的驱使，他们的行为直接导致了他们所居住的土地的大部分痛苦。我最近收到了他们最糟糕的操作的消息。$B$B在西南部，就在烧焦的谷以北，一条通往山区的新通道已被开辟出来，用于他们最近对这片土地的开采。这条路通向黑沙油田。这片土地已经被撕裂，由一个监督整个运营的大型石油平台主导。一劳永逸地结束他们的行动！",
  ["O"] = "杀死石油大师希格尔·威弗特结束黑沙油田的作业，然后返回斯通塔隆山脉斯通塔隆峰的西尔马龙。",
  ["T"] = "An Affront to Nature",
  },
  [40707] = {
  ["D"] = "长期以来，我们德鲁伊对我们的敌人风险投资公司仁慈了太久了。他们不关心周围的世界，为了自己的贪婪而顽固地朝着自己的目标努力。如果我们要结束他们对土地的冷酷破坏，那么我们必须与他们的残暴相匹配。事关重大，我们不能袖手旁观，所以我要求你杀死黑沙油田的工人。收集他们的黑沙徽章作为你行为的证明，尽可能多地减少他们的人数。$B$B你可以在烧焦的谷西北找到这个行为不端的地方，通过他们开凿进山里的通道。去那里结束这种疯狂。",
  ["O"] = "从黑沙油田的风险投资公司收集 18 个黑沙徽章，用于斯通塔隆山脉斯通塔隆峰的西尔马龙。",
  ["T"] = "Ending Blacksand",
  },
  [40708] = {
  ["D"] = "问候$R，我是代表达拉然的大法师塔利瓦纳。您可能知道，我们的城市在第三次战争中遭受了很多苦难。$B$B达拉然目前仍在重建中，但我们需要来自外界的试剂。特别是Nexus晶体对于高级附魔至关重要。如果你能给我一个样品，你会赢得我的国家的很多青睐。",
  ["O"] = "将1个Nexus水晶带给大法师塔利瓦纳。",
  ["T"] = "The Nexus of Dalaran",
  },
  [40709] = {
  ["D"] = "问候。达拉然议会目前正在接受来自外部来源的魔法捐赠。尽管较弱的魔法精华比其他更强大的字体更丰富，但它们仍然受到赞赏。对于3个更大的神秘精华，我会在达拉然内很好地说明你的努力。",
  ["O"] = "将 3 种更大的神秘精华带给达拉然的马古斯帕隆。",
  ["T"] = "Minor Magical Fortifications",
  },
  [40710] = {
  ["D"] = "问候。达拉然议会目前正在接受来自外部来源的魔法捐赠。小型辐射碎片是一种非常强大的力量字体，用于达拉然的许多任务，并且总是需要的。为了一块小小的光辉碎片，我会好好表达你在达拉然内的努力，而不是捐赠较弱的魔法精华。",
  ["O"] = "带上 1 个小辐射碎片到达拉然的马古斯帕隆。",
  ["T"] = "Medium Magical Fortifications",
  },
  [40711] = {
  ["D"] = "问候。达拉然议会目前正在接受来自外部来源的魔法捐赠。大型辉煌碎片的先天力量只能与神秘的Nexus碎片相媲美，这些碎片只能在主要感兴趣的地点找到，并从具有强大力量的神器中获得。对于一个大辉煌碎片，我会在达拉然内说出你的努力，这是你能从一次捐赠中获得的最多。",
  ["O"] = "带上 1 块大型辉煌碎片到达拉然的马格斯帕隆。",
  ["T"] = "Major Magical Fortifications",
  },
  [40712] = {
  ["D"] = "遇见了，在我祖先的土地上徘徊的你。作为这座圣殿的最后一位守护者，我欢迎你来到泽斯神庙。看国王的火焰，陌生人。凝视着它，也许它会告诉你未来，就像它告诉我的这一天一样，因为我是少数几个保持理智的人之一，只是为了等待这一天的到来。理解我，陌生人，我不知道你的名字，即使眼前的视线也完全符合你看着我时所看到的。一个没有任何形状的幽灵般的身影，然而，火在很多个月前说话。无论是命运之手还是单纯的巧合，你被派来帮助我，你会这样做，要么是出于你内心的善良，要么是单纯的好奇心。$B$B泽塔里亚的诅咒仍然困扰着科尔森，当我们说话时，灵魂正准备攻击你，因为他们看到的不是你是谁，而是很久以前对敌人的记忆。如果我们要继续讨论，你必须确保驳回它们。",
  ["O"] = "在荒芜之地的泽斯废墟为被遗忘的守护者收集 3 个古代尘埃。",
  ["T"] = "In Your Own Defense",
  },
  [40713] = {
  ["D"] = "这片土地曾经由许多国王统治，每个国王都足够强大，可以竞争，并用铁拳和永恒的力量统治着景观。为了理解我所说的是什么，我请你前往失落的科森城。在西边，在山内搜索，在那里你会发现曾经剩下的东西。在寺庙的最顶端，你会发现一面锣，拿起这个木槌，敲响它，开始我们结束的循环。我相信你会做正确的事。",
  ["O"] = "拿起泽斯之槌，在科森神庙敲响科森的锣，完成后，回到荒芜之地泽斯废墟的被遗忘守护者身边。",
  ["T"] = "The Land of Kings",
  },
  [40714] = {
  ["D"] = "既然你已经努力开始我们的救赎，我真的欠你一个解释，我的朋友。如果你愿意的话，这是一堂历史课。当你准备好了，和我谈谈。",
  ["O"] = "与被遗忘的守护者交谈，了解科森的历史。",
  ["T"] = "The Curse of Zetharia",
  },
  [40715] = {
  ["D"] = "为了打破诅咒，泽塔里亚必须迎接她的结局。虽然我为派你结束我自己的女儿而感到懊悔，但我们必须获得自由，摆脱这个诅咒。...然而我不知道她会在哪里，但我知道谁会。埋在这些红色岩石下的是我们的最后一位国王仍然存在的坟墓。我祈祷他保持理智，他会知道她的位置。向南流浪者行进，寻找一些我认为今天肉眼看起来像地穴的东西，在那里你会看到科森的最后一站。",
  ["O"] = "找到掠夺者国王科森。",
  ["T"] = "The Last Corthan",
  },
  [40716] = {
  ["D"] = "我是科森，我姓氏的最后一个，一个堕落王国的掠夺者国王。在我们最后一次站立时，我的守护者告诉我，即使我们要遭受不死的诅咒，有一天，后代可能会偶然发现我们。我想他让你的脑海充满了命运和命运的承诺，但在我看来，我只认为这是万物宏伟计划中更大的巧合。你不会把我当成传说中的英雄或伟大的冒险家，我也不是特别确定你为什么要不遗余力地帮助我们。并不是说我反对，我当然很感激。我想好奇心的种子已经种下，你真的希望见到泽塔里亚，那个可以造成这一切的人。$B$B无论结果如何，你都将是最后一个注视我的生物。这个房间里有一本书，里面有我们的历史。我希望你能把它拿走，放在一个值得纪念的地方。",
  ["O"] = "从科森休息的地下室收集科森的历史。",
  ["T"] = "A King\'s Plea",
  },
  [40717] = {
  ["D"] = "我感到骄傲。之前安定的火势再次火上浇油。现在是我最后的订单时间了。$B$B$N，我命令你找到泽塔里亚，结束这场噩梦。作为送给我族人的最后礼物，活火之主给了我找到她的方法。$B$B在这些遥远的西南土地上，在岩石顶上，她徘徊不去，永远寻找新的灵魂来折磨。确保你成功，否则她可能会折磨你的灵魂几代人，就像她对我和我的人民所做的那样。",
  ["O"] = "为掠夺者国王科坦杀死泽塔里亚，结束泽塔里亚的诅咒。",
  ["T"] = "Undoing the Curse",
  },
  [40718] = {
  ["D"] = "我会说话的，因为你似乎真的不喜欢。听着$N，我们不想和瑟拉莫尔发生冲突，那意味着我们吐槽我们战争首领的荣誉。$B$B当我们交谈时，提醒自己一件事，这不是友谊，而是我们对他们的尊重。",
  ["O"] = "协助卡戈罗开会，一旦完成，在尘泥沼泽的泥浆火箭与吉兹·格里梅咕噜咕噜会面。",
  ["T"] = "Next Course of Action",
  },
  [40719] = {
  ["D"] = "好吧，我们泥浆轮的伟大妖精已经设法做了一点挖掘。我们从附近被烧毁的旅馆收集了一些灰烬，并正在寻找研究它，看看火灾是否真的是由龙引起的。为此，我们需要一些材料，我们需要构建一个Gizz-matic Scope，这是我的个人创造，可以深入了解灰烬的属性。我还想从该地区的附近whelps收集一个原始火焰囊，它将让我们很好地了解我们到底在处理什么！",
  ["O"] = "带上 5 个旋转的青铜小玩意、1 个标准瞄准镜和 1 个原始火焰囊到尘沼沼泽的 Mudsprocket 的 Gizzix。",
  ["T"] = "Exquisite Goblin Engineering",
  },
  [40720] = {
  ["D"] = "所以。。看来我们的合理推理被证明是不正确的。$B$B这有时在妖精工程中很常见，尽管我们不愿意承认这一点。无论哪种方式，也许这有助于为调查澄清一些事情。如果我是一个赌博的妖精，我肯定会在那些当龙上下赌注。还好我没傻到去赌博！$B$B把这个信息带给卡戈罗，他肯定有用！",
  ["O"] = "将信息带到Dustwallow Marsh的Shady Rest Inn附近的Kagoro。",
  ["T"] = "Conclusive Evidence",
  },
  [40721] = {
  ["D"] = "Theramore和Falgran再次要求会面。他带着新的证据回来了，我们遇到了死胡同。$B$B希望法尔格兰发现的比我们多，因为说实话，我们仍然一无所获。",
  ["O"] = "协助卡戈罗开会。",
  ["T"] = "Tedious Diplomacy Once More",
  },
  [40722] = {
  ["D"] = "塞利克·沃斯.$B$B我没有听说过这个人，但他的行为充满了耻辱和怯懦。他躲在营地深处，隐藏在沼泽中。<卡戈罗哼了一声不赞同.>$B$B我们必须让自己变得有用，在尘泥沼泽中展示我们的实力。如果我们有机会杀死塞利克·沃斯，并在部落和联盟之间带来和平，我们将。收集可用的朋友或雇佣兵，在沼泽中搜寻，找到塞利克·沃斯，并将他的勋章带到布拉肯沃尔村的克罗格。",
  ["O"] = "找到并杀死塞利克·沃斯，将沃斯勋章带到布拉肯沃尔村的克罗格作为证据。",
  ["T"] = "Justice for Dustwallow",
  },
  [40723] = {
  ["D"] = "我们已经在这些沼泽中尽了自己的一份力量，现在我们应该与联盟做正确的事情。把这枚勋章拿给正在与卡戈罗会面的侦察员法尔格兰·哈斯蒂尔。他可以把这个令牌带回给他们的领导人，让他们知道我们的帮助。",
  ["O"] = "将沃斯奖章带到Falgran Hastil，在Shady Rest Inn和Brackenwall Village之间的道路上。",
  ["T"] = "Honoring Treaties",
  },
  [40724] = {
  ["D"] = "海维尔大猩猩恐吓了Tel Co.，袭击了我们的财产，并将我们一路送回了这里的大本营。他们曾经在周围的森林里，攻击我们的城墙和防御工事，但最近，他们回到了更北的地方。我知道他们在密谋什么。$B$B你看起来很坚强的孩子，也许你可以对付这些吃香蕉的野蛮人。你可以在北部的Highvale Rise附近找到它们，在废弃营地周围，去那里旅行，然后从那里的大猩猩那里给我12只Highvale Paws。",
  ["O"] = "从Tel\'abim上的Highvale Gorillas收集12只Highvale爪子，以便在Tel Co. Basecamp收集Sneel Fizzwack。",
  ["T"] = "The Ape Bounty",
  },
  [40725] = {
  ["D"] = "自从我们的行动放缓以来，越来越多的墨洛克人聚集在海滩上。这些墨洛克对大本营构成了直接威胁，使冒险变得更加困难。$B$B如果我们想再次建立工作，就需要处理它们，并认真处理！$B$B环顾海滩，您会发现他们的小屋挤满了岛屿。找到那些肮脏的墨洛克，收集它们的二十只爪子，把它们还给我，我会确保你得到报酬的。容易是吗？",
  ["O"] = "从Tel'abim周围的murlocs收集20只Spitefin爪子，以便在Tel Co. Basecamp打喷嚏Fizzwack。",
  ["T"] = "The Spitefin Bounty",
  },
  [40726] = {
  ["D"] = "爆破阀门，我们每天都有更多的主水泵泄漏，如果Tel Co. Basecamp要持续下去，它需要淡水供应，无论Telraz或Nokrot说什么。我们的许多备用部件都位于岛屿北部的Bixxle仓库，但是自从一切都分崩离析以来，我们和它们之间的交通非常少。我需要你去那里，沿着路一直向北，四处翻找“备用密封阀”，Bixxle应该有很多，只要四处寻找一个标有名字的板条箱，然后把它还给我，简单是吗？",
  ["O"] = "前往Bixxle位于北部Tel\'abim的仓库，并在Tel Co. Basecamp为泵工Zalwan收集备用密封阀。",
  ["T"] = "The Backup Seal-Valve",
  },
  [40727] = {
  ["D"] = "对大部分机器进行维修变得越来越困难，尤其是最近所有的混乱。$B$B我经验丰富，但我缺少很多工具，你知道当你真的需要旋转扳手时，使用扳手有多难吗？$B$B就在这边的北边是一个叫“废弃营地”的地方，嗯，有一次它不是那么荒废，我们在那里有很多作业，砍柴，香蕉收集等等。在那里，我丢失了我的工具箱和我所有的小玩意，我想把它找回来。$B$B你可以在岛的西部边缘找到营地，沿着北边的路走，你会找到它。",
  ["O"] = "前往废弃营地，在Tel\'abim的Tel Co.大本营找回Wazlon的Wazlon工具。",
  ["T"] = "Derelict Supplies",
  },
  [40728] = {
  ["D"] = "我没想到你身上有，你当然不是食人魔，但你确实活了下来，把那些爪子带给我作为证据。$B$B如果我们想 - 真正 - 处理这个问题，我们需要从源头上解决它。所有的猿类都来自Highvale Rise，这是Tel\'abim中心的巨山。在那里，您会发现最大，最强的背包。前往那里，杀死十四只海维尔大猩猩长老，这应该会削弱他们的侵略性，甚至可能拯救一些聪明的哥布林头脑。",
  ["O"] = "在Tel\'abim的Highvale Rise附近杀死14只Highvale Gorillas，以便在Tel Co. Basecamp的Sneel Fizzwack。",
  ["T"] = "Highvale Rise",
  },
  [40729] = {
  ["D"] = "我的研究才刚刚开始，已经有很多可能性让我头晕目眩！$B$B你什么意思你不知道我在说什么？我试图发现巨型香蕉的秘密，有传言说它们很久以前就生长在Tel\'abim上，直到它们都被收获了。现在剩下的只是神话和传说，但我会深入了解它！$B$B我的第一个预感来自东边海岸附近的岛上生长的奇怪香蕉，我真的没有多少运气，你看到的墨洛克都在海岸上，我只是一个侏儒，也许你可以去那里，给我收集三个生长在那里的“奇怪的Tel”香蕉样本。",
  ["O"] = "前往塔佐小屋以东的小岛，在泰尔阿比姆的塔佐小屋为塔佐收集3个奇怪的香蕉。",
  ["T"] = "Collecting Specimens",
  },
  [40730] = {
  ["D"] = "岛上的那些香蕉是扭曲的，不像岛上成熟的香蕉，而是变形的东西。似乎我们必须转向不同的解决方案，但我已经没有想法都集中在这个小屋里了。$B$B我们为什么不尝试一些东西，很明显。如果你买了一株长生不老药，我们只是简单地把它倒在香蕉上，值得一试，对吧？",
  ["O"] = "在Tel\'abim的Tazzo's Shack为Tazzo Gearfire收集巨型增长的灵丹妙药。",
  ["T"] = "Early Testing",
  },
  [40731] = {
  ["D"] = "好吧，我被难住了，我所有的想法要么最终一文不值，要么失败。一定有什么我可以做的...$B$B<塔佐的眼睛眨了眨，但很快他就发出了一声叹息>$B$B其实有些东西，我只是想起来了。我的一个名叫Leezza的“朋友”曾经在遥远的北方工作。当我们关系好的时候，她曾经告诉我看到一根大得离谱的香蕉，太大了，她动不了。这一定是我们正在寻找的，但如果我们想要这些信息，我知道它会花费我一条胳膊和一条腿......你可以去Tel Co.大本营，代表我说话，除此之外，我真的没有金子，我知道她会问的。",
  ["O"] = "找到一种方法，从Tel Co. Basecamp的Leezza Fraxtoggle购买巨型香蕉的信息。在泰勒阿比姆。",
  ["T"] = "A Costly Favor",
  },
  [40732] = {
  ["D"] = "你好，又是骡子，准备好工作了吗？$B$B老实说，我不想在这块岩石上呆着，因为Tel Co.被烧毁了，为了找到我的出路，我需要材料，一个妖精在Kezan上找不到的材料。丛林周围都是这些长着翅膀的飞蛇。他们的名字是“毒液杀手”，你看，他们内心深处有一个非常强大的Sac，而我正在寻找的就是这个毒液杀手Sac。让我们做八个，给我带来八个，我会告诉你这个愚蠢的大香蕉。",
  ["O"] = "在Tel\'abim的Tel Co.大本营为Leezza Fraxtoggle收集8个毒液囊。",
  ["T"] = "Two Favors For The Price of One",
  },
  [40733] = {
  ["D"] = "我想你帮了我几个忙，还了塔佐欠我的金子。$B$B每当你准备好听我的故事时，请告诉我，然后你可以像一头好骡子一样把它带到塔佐。",
  ["O"] = "聆听Leezza Fraxtoggle关于巨大香蕉的信息，并将其带到Tel\'abim的Tazzo's Shack的Tazzo Gearfire。",
  ["T"] = "Gargantuan Information!",
  },
  [40734] = {
  ["D"] = "坐落在最大的锯齿状群岛深处，纠缠在树根和灌木丛中，几乎就像我们找到了迷失在时间中的遗物！<侏儒看起来对信息非常渴望和兴奋.>$B$B如果这是剩下的唯一巨大的香蕉，那么我必须拥有它。我希望你找回它，并把它带到这里，如果我有机会研究一个真正的巨人，我甚至可以复制它！$B$B立即向北走，找到那根香蕉！",
  ["O"] = "在锯齿状群岛上找到巨大的Tel\'abim Banana，并将其带到Tel\'abim的Tazzo's Shack的Tazzo Gearfire。",
  ["T"] = "A Must Have Discovery",
  },
  [40735] = {
  ["D"] = "你会只看那个东西吗？大自然本身的奇迹！$B$B在使用所有其他选项之前，我不想冒险将其种植在地下。我毕竟是法师，还有什么比制作一个公式将普通香蕉变成这样的东西更好的方法呢！$B$B为了做到这一点，我需要研究巨大的香蕉。我需要一个微型过滤器塔佐示波器，专利申请中。$B$B为了创建范围，我需要您给我以下材料，但相信我，它们是值得的！我需要一颗星光红宝石、一颗蓝色蓝宝石和一个精确的示波器。一旦你得到它们，回到我身边，我会成功的。",
  ["O"] = "为Tazzo Gearfire收集星光红宝石，蓝色蓝宝石和精确瞄准镜，以创建微过滤器Tazzo-Scope。",
  ["T"] = "The Micro Filter Tazzo-Scope",
  },
  [40736] = {
  ["D"] = "我花了一点时间，但我能够充分分析我们的标本。它真的是大自然的奇迹，营养丰富，密度极高。$B$B在学习和做笔记之后，我相信我可能会对如何复制这样的壮举有一些想法。 首先，我需要附魔材料，它们的奥术属性将被你的真正操纵。其次，我需要成熟的香蕉，它们散落在岛上，给我买五个。$B$B一旦您收集了所有内容，我们就可以进行最终测试。",
  ["O"] = "收集 1 个梦之尘、1 个更大的永恒精华、1 个小辐射碎片和 5 个成熟的 Tel\'abim 香蕉，在 Tel\'abim 的 Tazzo's Shack 进行 Tazzo Gearfire。",
  ["T"] = "Gargantuan Studies",
  },
  [40737] = {
  ["D"] = "所以，这些材料中的一些似乎与我想要做的事情并不完全合作，也就是说我想我可能已经想通了！$B$B看来梦尘、香蕉和一些奥术能量确实可以产生我们正在寻找的东西。我需要做的就是做最后一次测试，以确保一切正常，所以退后一步，在实验结束后和我说话。",
  ["O"] = "等待Tazzo Gearfire fo在Tel\'abim的Tazzo's Shack完成他的实验。",
  ["T"] = "The Final Test",
  },
  [40738] = {
  ["D"] = "我不敢相信我们能做到，但如果除了你自己还有人要感谢，那一定是达农佐，他说服我继续我的工作，甚至保证我留在这个棚屋里。他一直想研究一个独特的食谱已经有一段时间了，他很难想到一些东西，嗯，特别。$B$B也许一个巨大的Tel\'abim Banana会帮助他！",
  ["O"] = "将一个巨大的Tel\'abim香蕉带给Tel\'abim的厨师Danonzo Laxjolt。",
  ["T"] = "News for Danonzo!",
  },
  [40739] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "The Tel\'Abim Banana Transmutation",
  },
  [40740] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Tel\'Abim Banana Transmutations!",
  },
  [40741] = {
  ["D"] = "如果你想帮助孩子，那就系好安全带。首先，我需要香蕉！装满它们的手推车，装满它们的水桶，装满它们的桶！$B$B几个月后，我们还有一批货物要运到Kezan，我所有的工人都无法冒险进入丛林。没有这些香蕉，就没有更多的Tel Co.$B$B没有Tel Co.，就不会再在世界各地看到香蕉，你看到这有多严重吗？！$B$B现在，我知道你比其他人勇敢得多，所以你为什么不出去给我买18根成熟的香蕉。这样我们至少可以按时完成下一次发货。",
  ["O"] = "在Tel'abim上收集18个成熟的Tel\'abim香蕉，为Tel Co.大本营的Baron Telraz收集，以帮助他制定他的日程安排。",
  ["T"] = "Shipments on Time",
  },
  [40742] = {
  ["D"] = "如果我们想回到工作岗位，我们需要确保一切再次安全。猿猴不是我最关心的，是那些蛇，你相信吗？$B$B我所有的工人都更害怕那些刷尾，而不是巨大的大猩猩。妖精吧？$B$B他们在灌木丛中滑行，在黑暗中攻击，他们需要被处理。$B$B一旦处理了这猴子的威胁，仍然会有蛇，我讨厌蛇，你为什么不帮我处理它们？刷尾加法器和眼镜蛇具有攻击性，攻击任何视线。把它们拿掉，也许我的工人会更有勇气采摘香蕉。",
  ["O"] = "在Tel'abim的Tel Co.大本营为Telraz男爵杀死8条刷尾眼镜蛇和8条刷尾眼镜蛇。",
  ["T"] = "The Work Must Continue",
  },
  [40743] = {
  ["D"] = "冬。吃得好，吃得好！我总是喜欢尝试新食物，并与他人交流我的人民的文化食物.$B$B也许我们可以做一笔交易，是吗？我想品尝一些其他种族的食物。你找到一些，我会给你一道特别的菜作为回报。$B$B为我聚集各种各样的食物，让我和我的人民享受盛宴，我会确保你的季节性精神得到丰厚的回报！",
  ["O"] = "在冬季面纱谷的冰爪村收集 5 个软香蕉面包、5 块腌制火腿牛排和 5 个月亮收获南瓜作为酋长冰爪！",
  ["T"] = "Exchanging Foreign Food",
  },
  [40744] = {
  ["D"] = "这一年已经结束，我们的庆祝活动也随之结束。我们的庆祝活动以交换礼物为回应，因为没有比这更好的方式来欢欣鼓舞和分享彼此的陪伴了。$B$B今年我们在包装纸上有点轻，一个非常开朗的侏儒交付了最后一批。它确实持续了几年，但不久我们还需要更多，以免我们的假期被毁了！$B$B也许你知道一个可以取回包装纸的地方？",
  ["O"] = "在冬季面纱谷的冰爪村收集 10 张红丝带包装纸和 10 张蓝丝带包装纸，用于先知感冒鼻子！",
  ["T"] = "Gifts to Wrap",
  },
  [40745] = {
  ["D"] = "那些小偷，小偷，贪婪的格雷尔，今年在我最不期待的时候把雪拉到了我的眼睛上。他们从我的眼皮底下偷走了我的礼物。虽然我承认，我有点醉了，醒来发现它不见了，但那是这里也不是那里。$B$B我有很好的怀疑，是西南的格雷尔人负责。相信我，这份礼物对我来说意义重大，我真的很想把它送给一个特别的人，你认为你能从他们的营地为我找回它吗？",
  ["O"] = "从冬夜格雷尔营地收集到西南方向的卡鲁斯礼物，并在冬纱谷归还给他。",
  ["T"] = "Thieving Little Grell!",
  },
  [40746] = {
  ["D"] = "冬季格雷尔在每个季节开始时到达，他们的脑海中充满了欺骗和盗窃的想法，以破坏冬季面纱谷的节日。他们是他们的领主坎普斯派来的，坎普斯是一个鄙视节日的恶灵。像我们这样勇敢的灵魂有责任阻止冬灰龙随意从树下偷礼物。$B$B你可以在西南方向找到它们，靠近山的边缘和冰冻的湖泊，杀死它们，并消除它们的存在。不要担心造成太大的伤害，他们只会被送回他们来的领域，只是为了另一个季节回来。",
  ["O"] = "在冬纱谷杀死 7 名冬季格雷尔骗子和 7 名冬季格雷尔阴谋家，为卡鲁斯银雪。",
  ["T"] = "The Evil Winter Grell",
  },
  [40747] = {
  ["D"] = "呵呵，你在这里干什么，我不记得你在任何名单上，或者期待岛上有人在这里。$B$B是尚先生派你来的，还是德拉古纳斯特拉什派来的？$B$B我想你一定是这里的新手，毫无疑问，你和其他人一样是一个程序员，我们在这里快速浏览了所有错误报告。$B$B当你准备好开始的时候，和我谈谈，我会给你一套程序员袜子。$B$B是的，它们是必需的。",
  ["O"] = "与 Jamey 交谈以获得程序员袜子。",
  ["T"] = "A Programmer?",
  },
  [40748] = {
  ["D"] = "除了喝酒之外，还有什么更好的方法来结束漫长的一年？当然，最好的只会让庆祝活动变得更好。$B$B你听说过我前几个季节做的冬纱酿造的故事吗？哦，这肯定很神奇，可能是我小时候做的最好的一批。$B$B那些卑鄙的黑铁偷走了它，毫无疑问，它隐藏在黑石深处的小酒馆里。你恢复它，我分享其中的一些，这听起来像是一笔交易，是吗？",
  ["O"] = "在黑岩深渊的洞穴中找回冬面纱桶，在冬面谷为博马恩火斧。",
  ["T"] = "Winter Veil Brew",
  },
  [40749] = {
  ["D"] = "羊皮纸是用一种未知的字体书写的，似乎是徽标。从您周围的环境来看，这座建筑不属于Tel\'Abim的任何本土文化。书法优雅。每个字符的笔画看起来都很完美。寻找可能能够破译脚本的人。",
  ["O"] = "找一个能够破译羊皮纸上文字的人。",
  ["T"] = "Translating The Unknown",
  },
  [40750] = {
  ["D"] = "<安妮卡在读书时皱起了眉头>$B$B这是由我的一个流亡的人民写的。她是一个饱受灵魂腐烂折磨的仙人，她逃离了岛屿，试图找到治疗方法，她对放弃誓言和家园充满了遗憾。看来她正在尝试一个仪式来治愈自己，但显然失败了，因为你在这里。灵魂腐烂是当有人被黑暗神玷污时发生的痛苦。邪恶的生物只寻求腐败，扭曲和破坏，最终目的是窃取一个人的灵魂。回到您找到羊皮纸的地方，并在住所附近寻找图腾，您可能会在那里得到进一步的指导。",
  ["O"] = "在Tel\'Abim的废弃房屋附近找到一个图腾。",
  ["T"] = "An Exile\'s Regret",
  },
  [40751] = {
  ["D"] = "<一个女声似乎穿透了你的脑海>$B$B野兽试图结束...我的一切。当我经过多年的工作准备仪式现场时，其中一个娜迦杀死了我，我的骨头被带走了。从滑行的敌人手中夺回我的骨头，并找到可以帮助我的人。",
  ["O"] = "从波峰探险家那里收集千石骨头，一旦收集到，就把骨头带到瑞奇的安妮卡康子那里。",
  ["T"] = "To Heal A Soul",
  },
  [40752] = {
  ["D"] = "现在，从哪里开始，这么多的想法，这么多的可能性，为什么不是一个久经考验的真正经典，有一个转折。香蕉面包是一些人的主食，而且非常美味，但达农佐可以改变事情。$B$B将巨大的Tel\'Abim香蕉注入面包中，加入少许野性之心，可以镇静神经，并在舌头上挥之不去的强烈回味。把食材给我收集起来，我马上就可以准备好了！",
  ["O"] = "在Tel'Abim的Tel Co. Basecamp为厨师Danonzo Laxjolt收集一个巨大的Tel\'Abim香蕉，一种空气精华和舒缓的香料。",
  ["T"] = "Danonzo\'s Tel\'Abim Surprise",
  },
  [40753] = {
  ["D"] = "我的脑海里充斥着各种想法，有很多选择，太多的事情要做！我明白了，我们为什么不做一个美妙的炖菜，巨大的香蕉本身肯定能够生产出美妙的奶油。奶油汤趁热地配上新鲜的烤香蕉块，现在听起来不是很神奇！$B$B我只需要一个巨大的Tel\'Abim香蕉，一个山银和舒缓的香料，把它们带给我，我们可以做饭的孩子。",
  ["O"] = "在Tel\'Abim的Tel Co. Basecamp为厨师Danonzo Laxjolt收集一个巨大的Tel\'Abim香蕉，一个山银色和舒缓的香料。",
  ["T"] = "Danonzo\'s Tel\'Abim Delight",
  },
  [40754] = {
  ["D"] = "哦，克赞的其他哥布林一旦发现我脑海中的所有食谱，就会沉浸在对我天才的敬畏中。我想到的是一个装满香蕉奶油的冷香蕉蛋糕的想法，这听起来确实很好吃，不是吗？$B$B用高温煮熟，稍后添加单独的馅料，完成后冷却，会增加相当多的味道，它只是缺少一件事......我明白了！$B$B给我收集以下成分，我就可以开始工作了，一个巨大的Tel\'Abim香蕉，空气精华和舒缓香料，一旦你获得了它们，我就可以开始了。",
  ["O"] = "在Tel\'Abim的Tel Co. Basecamp为厨师Danonzo Laxjolt收集一个巨大的Tel\'Abim香蕉，一个野性的心脏，并为厨师Danonzo Laxjolt收集舒缓的香料。",
  ["T"] = "Danonzo\'s Tel\'Abim Medley",
  },
  [40755] = {
  ["D"] = "看，我有一个忙需要问，一个对我来说真的很重要的忙。你知道沉没成本谬误的含义吗？好吧，在我的世界里，这是完全正确的。我花了数年时间，在一台机器上工作，可以对香蕉进行分类，以确定是否值得收集。它能够判断成熟度、年龄和各种因素，以确定它是否值得我们花时间收集。$B$B这么说吧，我送出去的小丑迷路了，留在了这边西边的营地。$B$B我没有一堆人浪费时间被毒液杀手撕裂去自己去拿，所以你为什么不这样做呢？找回螺丝保险丝 1000，一定要轻轻地把它带回来，它应该在西边的路上，在一个废弃的小营地。",
  ["O"] = "在电话阿比姆的Bixxle仓库找到并恢复Bixxle螺丝保险丝的Screwfuse 1000。",
  ["T"] = "Operation Screwfuse 1000",
  },
  [40756] = {
  ["D"] = "那些，绝对的白痴！$B$B整个机制坏了，我的备用奥术调节器和我的斯宾加奇法兰都坏了。你知道从Kezan特别订购的这种稀有零件花了多长时间吗！$B$B要是他们还活着就好了，我就是那个把他们送到他们腐烂的来世的人。我只有一种来自克赞的稀有物品来源，我需要你和他谈谈。他的名字叫“贾比”，是某种别名，他是克赞的卧底特工，通过各种秘密渠道工作，去和他谈谈，让他知道——比克斯勒——派你来的，把这份物品清单带给他。",
  ["O"] = "在塔纳里斯的Steamwheedel港口与Jabbey交谈。",
  ["T"] = "Operation FIX Screwfuse 1000",
  },
  [40757] = {
  ["D"] = "<贾比用难以置信的表情看着名单，笑了>$B$B哈哈！他以为我会这么容易就把这么贵重的东西送出去？看，孩子，这些东西很少见，而且非常有价值，但如果他需要它们，并且想要它们，我需要在我考虑分叉这样的事情之前完成一个帮助。容易是吗？$B$B我和其中一种黑铁做过生意，他的名字叫“达内格黑胡子”，让我们说我向他倾斜了相当数量的强效商品来出售。我根本没有收到他的回复，我确认我被骗了。我需要你前往黑石深渊，进入暗影锻造，从他那里找回“极强鼻烟”。他应该在那里的某个住所。",
  ["O"] = "冒险进入黑岩深处，从住所附近的达内格黑胡子那里找回“极强鼻烟”，在塔纳里斯的蒸汽威德尔港为贾比。",
  ["T"] = "Operation Help Jabbey",
  },
  [40758] = {
  ["D"] = "好吧，我讨厌这样对你这孩子，但是那个侏儒去了......“用过”大部分鼻烟，看起来你有点不走运。这当然不足以收回您正在寻找的零件的一小部分成本，但我确实还有另一个帮助，这将支付其余部分。$B$B假设我有一些客户正在寻求“研究”有毒材料，用于科学目的。他们希望获得一种“枯萎的精华”，这种精华可以从东方瘟疫之地的枯萎恐怖中获得。所以，给我拿枯萎精华，这将偿还其余的部分，容易吗？",
  ["O"] = "冒险前往东部瘟疫之地，在塔纳里斯的蒸汽威德尔港为贾比收集来自枯萎恐怖的“枯萎精华”。",
  ["T"] = "Operation Help Jabbey 2",
  },
  [40759] = {
  ["D"] = "为我获得所有这些东西的工作很好，也没有花太长时间，Kezan可以使用像你这样的人。现在，我把那个傻瓜比克斯勒的货物装箱，拿去给他，快点，我让你在这里逗留太久了，我最不希望人们了解我的生意，明白吗？",
  ["O"] = "将Bixxle的昂贵零件带到Bixxle位于Tel\'Abim的Bixxle仓库的Bixxle螺丝保险丝。",
  ["T"] = "Operation Return to Screwfuse",
  },
  [40760] = {
  ["D"] = "现在我有了所有的材料，我只需要投入最后的修复，为此，我将需要更多的材料。我希望我不会太麻烦，但你介意给我一些工程用品吗？我需要以下，六个钍棒，一个黄金电源核心，一些熔断线和一个钍小部件，所有这些我应该能够修复螺丝保险丝1000。",
  ["O"] = "在 Tel\'Abim 的 Bixxle 仓库收集 6 根钍棒、1 个金质电源芯、1 个熔断线和 1 个钍小部件，用于 Bixxle 螺丝保险丝。",
  ["T"] = "Operation Final Repairs",
  },
  [40761] = {
  ["D"] = "嘿，看，你对我做了一个真正的坚实，我仍然欠你所做的一切。你不会碰巧在市场上买枪吧？我指的不仅仅是任何枪，我的意思是黑铁亵渎者。我有一个欠我很多人情的人情，我主动提出把他们带到Steamwheedel购买稀有物品。$B$B如果这是你感兴趣的东西，只要知道它需要一些工作才能获得。如果你有兴趣的话，那就和盖尔维格·达克布罗谈谈，让他知道是我派你来的，我正在问计划。",
  ["O"] = "从蒸汽威德尔港的格尔维格暗眉那里收集黑铁亵渎者的计划，一旦获得，就返回比克斯勒螺丝丝。",
  ["T"] = "Secrets of the Dark Iron Desecrator",
  },
  [40762] = {
  ["D"] = "嗯，这些计划比我最初估计的要复杂得多，这么多稀有材料，其中大部分都不是那么容易获得的...$B$B首先，我们需要获得一支库存的黑铁步枪，它们可以由知道如何制造它的工程师制作。其次，我需要黑岩深处的岩浆冷凝器，你可以在魔像实验室附近找到它。第三，我需要一个能够处理极端高温的复杂Arcanite桶。这可以在下黑石尖塔深处找到，靠近军需官。$B$B最后，也是最难找到的，我需要一个熔融碎片。此物品可以从熔岩核心深处的熔融驱逐舰处获得。$B$B为了完成建造，我还需要在熔融核心中找到的三个火热核心和十个附魔钍棒。$B$B等你收拾好这些货，就来找我，我就可以开始了。",
  ["O"] = "在泰尔阿比姆的Bixxle仓库收集一把黑铁步枪，一个岩浆冷凝器，一个复杂的Arcanite枪管和一个熔融碎片，用于Bixxle螺丝保险丝。",
  ["T"] = "The Dark Iron Desecrator",
  },
  [40763] = {
  ["D"] = "哟$R，很高兴在这里看到一个有能力的冒险家！对一些工作感兴趣？你看，当Tel公司来到这里时，这个地方是空无一人的。只有猴子和香蕉。$B$B但以前不是这样，你知道吗？几千年前，这个岛屿是国家边界上的山脉，这里肯定隐藏着财富。首先，我的测量员在北部海岸发现了一些古老的赞达拉里遗址，其历史可以追溯到一万多年前。废墟中充斥着不安分的鬼魂，就像肌肉一样，去那里杀死那些鬼魂，并带上你找到的任何平板电脑和文字。我会让你值得花时间的，保证，是吗？",
  ["O"] = "杀死 8 名精神流浪者，并为考古学家 Trixia Goldspark 收集 4 块古代巨魔石板，在 Tel\'Abim 的 Tel Co. Bacecamp。",
  ["T"] = "An Opportunity to Dig Deep",
  },
  [40764] = {
  ["D"] = "一万年前，赞达拉里人正在与一个名为Azotha的文明竞争。当世界破碎，海洋吞噬了大片祖先的陆地时，他们的斗争结束了。Tel\'Abim恰好是两者发生冲突的地区。巨魔似乎已经失去了这块石碑上提到的小规模冲突，它提到巨魔在仪式现场被献祭给众神，他们的财富被埋葬。这意味着在这个仪式场所下可能会埋藏黄金！我们甚至可能已经找到了它。$B$B前往锯齿状群岛最西端的小岛，寻找一个明显的仪式遗址，找到它后，开始挖掘！",
  ["O"] = "在仪式现场周围挖掘，在Tel\'Abim的Tel Co. Basecamp找到考古学家Trixia Goldspark的Azotha Ritual Cache。",
  ["T"] = "Azotha Gold",
  },
  [40765] = {
  ["D"] = "几周前，我们失去了与废弃营地和Bixxle仓库的联系。Bixxle的仓库是我们北方收获利润的关键。如果我们要重新开始，我需要知道这个地方不是一片残骸，被猴子覆盖。更重要的是，Bixxle是一个后勤策划者，尽管他的注意力倾向于设计无用的装置。往北走很远，到比克斯勒的仓库，沿着这条路走，它应该带你直奔它，看看比克斯勒是否还活着。",
  ["O"] = "еүҚеҫҖBixxleеңЁеҢ—Tel\'Abimзҡ„д»“еә“пјҢеҰӮжһңд»–иҝҳжҙ»зқҖпјҢеҗ‘BixxleжҠҘе‘ҠгҖӮ",
  ["T"] = "Finding Bixxle!",
  },
  [40766] = {
  ["D"] = "好吧，我们在这里，仍然非常活跃和踢。我们确实与当地野生动物有过相当多的相遇。$B$B我准备了一份报告给泰拉兹男爵，把它带回泰尔公司大本营，只要他带上大枪来收拾东西，他就会知道我们还在这里踢球。",
  ["O"] = "把Bixxle的报告带给Tel'Abim的Tel Co.大本营的Baron Telraz。",
  ["T"] = "A Report From Bixxle",
  },
  [40767] = {
  ["D"] = "嘿，朋友，你介意伸出援手吗？$B$B这些潜伏在该地区的毒液杀手给我们带来了各种各样的麻烦，他们已经对我们的一些伤亡负责了。如果你能帮我一个忙，摆脱当地的丛林中的一些人，那会让我们的生活变得轻松得多。你几乎可以在西边和西南边找到它们，去掉十二个，完成后再回到我身边。",
  ["O"] = "在泰尔阿比姆的比克斯勒仓库为扎尔维兹·哈德鲁格杀死 12 条毒液杀手蛇。",
  ["T"] = "Final Flight of the Venomflayer",
  },
  [40768] = {
  ["D"] = "每天都有越来越多的娜迦人来到周围岛屿的海岸，他们正在聚集，我不知道是为了什么目的。我宁愿现在就处理它们，而不是在有数百个它们的一周内处理它们。我听说过他们能以多快的速度感染一个地区的故事。$B$B你可以在北面的锯齿状群岛周围找到它们，找到它们，然后杀死它们，给我带来二十个它们的鳞片作为证据。",
  ["O"] = "ењЁTel\'Abimзљ„Bixxle'sд»“еє“дёєZalwiz Hardlugж”¶й›†20дёЄжіўе† йіћз‰‡гЂ‚",
  ["T"] = "Intercepting Wavecrest",
  },
  [40769] = {
  ["D"] = "我已经很久没有做任何有价值的事情了，让我告诉你，我渴望一些真正的工作。我被困在Tel\'Abim上，现在只不过是一个光荣的修理工。我内心的铁匠在召唤我，我想在发疯之前做一些独特的事情。很久以前，当我在Everlook工作时，我对Chillwind Chimaera着迷，这是一种非常强大的生物，在白雪皑皑的苔原上漫游。流传着一些关于稀有的霜织角的传言，这些角已经长在了几种生物身上，我想得到一个，并把它套在盔甲上，你觉得你能为我做到这一点吗？你可以在温特斯普林找到Chillwind Chimaera，远远在这里的北部。",
  ["O"] = "杀死寒风奇玛拉，并在比克斯勒位于泰尔阿比姆的仓库为拉辛黄铜灯收集一个霜编的寒风号角。",
  ["T"] = "Chillwind Armor",
  },
  [40770] = {
  ["D"] = "Ebu帮助保护部落，处于危险中的部落！长期猴子打猴子，墨洛克总是靠近猴子，总是攻击猴子。我保护我们的安全，我与穆洛克战斗。也许你也和墨洛克战斗？也杀了大墨洛克，为了埃布，还有朋友们，我们感谢你们的帮助！",
  ["O"] = "在泰尔阿比姆的锯齿状群岛杀死 8 个斯皮特芬潮汐猎人、6 个斯皮特芬波爬行者、4 个斯皮特芬神谕和 Glrgbl 为埃布。",
  ["T"] = "Murloc-Monkey Wars",
  },
  [40771] = {
  ["D"] = "朋友从部落偷来，墨洛克偷了朋友，你帮帮我们，是吗？$B$B穆洛克营地附近的朋友，找回朋友，从穆洛克人手中救出朋友，为时已晚！你做是，你帮忙是吗？尼布强力猴子，拯救尼布，帮助部落！",
  ["O"] = "将尼布从锯齿状群岛的穆洛克营地中拯救出来，前往泰勒阿比姆的埃布。",
  ["T"] = "The Missing Friend!",
  },
  [40772] = {
  ["D"] = "不是我们所有人都是邪恶的。曾经有一段时间，我的同类站在大树旁边，向艾泽拉斯的居民献上礼物。这样的时代已经过去了，许多雪人现在走上了一条更黑暗的道路。南边是他们的巢穴，里面装着邪恶的雪球。说出这样的名字连我都感到不寒而栗。$B$B我请求你们减少他们的队伍，让那些庆祝的人和平地这样做，而不必担心邪恶会掩盖节日的好处。",
  ["O"] = "在冬季面纱谷杀死 8 只可恶的雪人为冷嚎叫。",
  ["T"] = "The Abominable Yeti",
  },
  [40773] = {
  ["D"] = "我们的侦察员已经确认了在费尔伍德地区的新存在，来自遥远陆地的外国闯入者，忠于来自遥远土地的外部势力。他们在这里做什么，我不确定，但他们是谁，我确定。$B$B他们是血精灵，忠于他们的王子和恶魔猎人伊利丹。我确信他们没有好处，无论他们有什么计划，我都想停止。你可以发现他们聚集在血毒瀑布东北的破碎疤痕谷附近的背叛者旧雕像周围，去那里收集七个血精灵徽章。也许他们会得到信息并回到他们来的地方。",
  ["O"] = "在费尔伍德的血毒驿哨所的背叛者神殿周围为托根·布莱克疤收集 7 枚血精灵徽章。",
  ["T"] = "The Blood Elf Intrusion",
  },
  [40774] = {
  ["D"] = "皇家药剂师协会一直在寻找各种问题的新解决方案，以及研究和测试的新化合物。我来费尔伍德就是为了这样一个问题，也许你可以提供一些帮助。血毒瀑布周围到处都是相当有害的渗出物。从他们那里，我需要受污染的渗出污泥，以便在地下城进行各种研究。$B$B帮我收集十五个样本，我就付你时间费，听起来怎么样？",
  ["O"] = "从血毒瀑布附近的渗液中收集 15 个受污染的渗出污泥，供费尔伍德血毒邮政的药剂师克拉克森使用。",
  ["T"] = "Tainted Ooze Samples",
  },
  [40775] = {
  ["D"] = "我需要帮助解决最自由裁量权的问题。$B$B幸运的是，您似乎要么不会说话，要么更喜欢保持简洁的回答，这正是我所需要的。$B$B我给你的任务很简单。前往血毒瀑布，清除附近的渗出物，收集它们的污泥，然后带给我。如果您可以在不讨论或询问的情况下做到这一点，您将获得相应的补偿。",
  ["O"] = "从血毒瀑布附近的渗出物中收集 15 个受污染的渗出污泥，用于费尔伍德塔隆布兰奇格莱德的瓦娜格雷斯福尔。",
  ["T"] = "No Questions Asked",
  },
  [40776] = {
  ["D"] = "我的侦察员报告说，在Shatter Scar Vale以东有活动，靠近我的人民所说的背叛者神殿。这是伊利丹风暴之怒的冰冷雕像，这个名字对我们的历史产生了重大影响。没有多少人敢大声说出他，但提到一个不再居住在这些土地上的生物的名字，我并不感到害怕。无论如何，这不是历史课。在这座雕像的脚下，一群罪恶的多雷已经定居下来。也许他们逃离了阿兹沙拉，或者只是躲藏了这么久。我记得大祭司帮助这些，她们让我想起了阿兹沙拉的统治，但她显然错了。他们称自己为伊利达里人，对我来说，他们只是愚蠢地承认他们与背叛者的联系，从而决定了自己的命运。我们需要剔除他们的人数。这些树林已经被感染，我们不能再承受任何瘟疫了。",
  ["O"] = "在背叛者神殿杀死10名血精灵保皇者，为费尔伍德塔隆布莱德的萨洛兰夜井。",
  ["T"] = "They Call Themselves Illidari",
  },
  [40777] = {
  ["D"] = "<林西娅一边抽泣，一边把脸藏在手掌后面。 当她擦去眼泪时，她带着新的希望看着你>$B$B你是成年人了吧？我们的Matron总是说，如果有什么问题，我们应该向成年人寻求帮助。现在有些事情非常不对劲！$B$B她今天早上不得不回去找其他孩子，但当她这样做时，她给我们留下了一些礼物，并告诉我们在她回来之前不要打开它们。但现在他们走了！现在大家都伤心了，那只是他的错，那个绿色恶霸！",
  ["O"] = "与佐基对质偷窃的指控！",
  ["T"] = "Big Green Bully",
  },
  [40778] = {
  ["D"] = "什么？佐基不是小偷！佐基是一个可敬的兽人，当然，佐基有时会提醒弱小的孩子谁是最强的，但他所做的只是说实话！林西娅和丹尼尔非常骨瘦如柴，而弗瑞卡只想做一个无聊的老太太，与元素交谈。佐基将是一个伟大的战士，就像索尔方或他的兄弟一样！或者也许像格罗玛什一样，马特龙说他是部落英雄。你为什么坚持用偷来的礼物惹恼佐基？我没有偷任何东西，我保证我的荣誉！我记得马特龙说其中一个雪人丢了手套，他们最终发现他们被偷了，也许去问问他们？",
  ["O"] = "和槲寄生先生谈谈冬纱谷丢失的被盗礼物！",
  ["T"] = "Zoki is No Thief!",
  },
  [40779] = {
  ["D"] = "Tinsel不久前丢失了手套，一群友好的狂欢者帮助他找回了手套！但随着他手套的归还，我的怀疑得到了证实。这个世界上只有一个生物可以召唤格雷尔，在淡水河谷，似乎他困扰艾泽拉斯的时代又来了。温特爷爷的克星，坎普斯！一个愤怒的灵魂，每年冬天都会出现，偷走艾泽拉斯的所有礼物！幸运的是，他不能在淡水河谷显现出来，温特爷爷给了我找到他位置的方法，这或多或少是准确的。把礼物还给我们，庆祝活动一定不能结束！但请记住，坎普斯是一个灵魂，他不会真的死，并且确定他明年会回来。他可以在冬泉的某个地方找到，很可能在黑暗的某个地方，他的恶魔亲属正在溃烂。",
  ["O"] = "杀死邪恶的坎普斯，并在冬日面纱谷为槲脚趾先生找回被盗的礼物袋！",
  ["T"] = "The Terrible Krampus",
  },
  [40780] = {
  ["D"] = "问候$R，享受庆祝活动吗？你可能听说过为什么这个庆祝活动仅限于Ironforge和Orgrimmar的简短删节版。但正如你所看到的，这里不仅仅是矮人。许多种族似乎在他们的文化中都有温特大父的版本。我怀疑这个故事还有更多。寻找讲故事的人。让我们从暗夜精灵、牛头人和弗博格版本的故事开始，这样你就不会把一切都搞混了。请注意，因为他们的故事可能包含我们将利用的重要线索。",
  ["O"] = "向暗夜精灵说书人、牛头人说书人以及冬之面纱谷中穆林雪胡子的弗博格说书人询问冬天的伟大父亲。",
  ["T"] = "Inquiring About Legend",
  },
  [40781] = {
  ["D"] = "接下来，我想让你和矮人、哥布林和冰巨魔的故事讲述者谈谈。是的，我知道，冰巨魔不是最好的一群，但我想更多地了解他们的版本。和以前一样，请注意，如果我们要调查这个传说，那么每个细节都可能至关重要！",
  ["O"] = "向矮人说书人、哥布林说书人和冰巨魔说书人询问冬天的伟大父亲，为冬之面纱谷的穆林雪胡子。",
  ["T"] = "Further Inquiries About Legend",
  },
  [40782] = {
  ["D"] = "好！既然您已经听过这些故事，那么是时候搜索它们了。传说很有可能有一些真实性。我有足够的麦芽酒，我的写作羽毛笔和充足的时间。去卡利姆多的荒野，看看你能找到什么！您将寻找牛头人的冬季族长，暗夜精灵的冬季远古，最后但并非最不重要的是，弗博格的熊神父。",
  ["O"] = "找到牛头人的冬季族长，暗夜精灵的冬季远古和弗博格的父亲熊，完成后，返回冬纱谷的木林雪胡子。",
  ["T"] = "The Legend Comes To Life!",
  },
  [40783] = {
  ["D"] = "好！既然你已经听说了这些故事，是时候去那里打猎了。我敢打赌，这些传说有一定的道理。我都在这里等待您的报告。我们应该挖掘附近的土地，看看你能找到什么！我给你一个免费赠品！给我找哥布林雇佣的温特爷爷...呵呵！并寻找我们伟大的冬天父亲的源头，以及伟大的冬季精神或任何他们称之为它的东西。",
  ["O"] = "在冬面谷为木林雪胡子找到哥布林的曾父，矮人的曾父温特，以及冰雪巨魔的伟大冬季精神。",
  ["T"] = "Life Comes To The Legend!",
  },
  [40784] = {
  ["D"] = "那你真的找到了他们吗？他们都是真实的，不仅仅是兽人？当然，你没有带回任何证据...看，我不能只相信你的话，你知道吗？我们可能不得不 - 现在现在！别生气！如果你坚持得比我相信你更强烈，那只是......没关系！$B$B看，这个怎么样？我有一张备用的驯鹿代金券，几年前我在一次骰子游戏中赢了。我相信你会喜欢骑你的新朋友，所以放松一下！请把这张优惠券带到淡水河谷的夸克，他会为您省去产品。我确实在日志中记录了您的发现！我喝醉了，但我仍然可以写作，放心，它会去我工作的组织。",
  ["O"] = "将驯鹿代金券带到冬季面纱谷的夸克，领取您的正当奖励！",
  ["T"] = "A Voucher Of A Lifetime!",
  },
  [40785] = {
  ["D"] = "猿族首领被赏金了！致所有愿意为Tel'Abim和Tel Co.本身的安全而战的人，请联合起来追捕莫罗戈雷脚国王，最后一次出现在海维尔崛起的高处。（我们建议一起工作，那只猴子真的很大。",
  ["O"] = "杀死莫罗戈雷脚并收集他的“雷脚”，完成后在Tel''Abim的Tel Co.大本营与Sneel Fizzwack一起领取奖励。",
  ["T"] = "King Morogo Thunderfoot!",
  },
  [40786] = {
  ["D"] = "森林本身是扭曲和腐败的。无论我们看哪里，我们都看到这种邪恶的溃烂和挥之不去的存在。野生动物被诅咒过着如此悲惨的生活，不断在疯狂和愤怒的边缘摇摇欲坠，同时被毒害他们心灵的巨大邪恶所吸引。我在这里研究野生动物已经有一段时间了，但我需要更多的样本来更好地理解这种现象。最近，我发现在Tel\'Abim发生了一件自然事件。那里的野生动物的愤怒已经传到了我的耳朵里，我需要更多地了解它，以便可能将其与这里发生的事情联系起来。$B$B出于这个原因，我需要愤怒的蛇怪的五颗心。把它们带给我，我会好好利用你提供的样品。让我们在理解这个诅咒方面取得进展。",
  ["O"] = "将 5 颗扭曲的蛇怪之心从泰尔阿比姆的墓皮蛇怪带到费尔伍德的塔隆布莱德的蒙面人戈尔欣。",
  ["T"] = "In Foreign Hearts",
  },
  [40787] = {
  ["D"] = "十年前，我被一个恶魔猎手同伴背叛了——他和我一样血脉贱，和我一起掰面包。他的名字叫法拉达尔·斯塔斯普林特，他回到了费尔伍德，带来了一个腐败的存在，玷污了这片已经破败的土地。我对这个叛徒的不满很多，但没有一个比他偷了一个与我同名的强大神器更大的：暗风星。这件神器是我家族代代相传的，蕴藏着巨大的力量。我要求从这个诅咒的手中恢复它，我需要你的帮助才能获得它。如果你想帮助我完成这项任务，你会在背叛者神殿找到法拉达星碎片。它位于血毒瀑布的西北部和铁树森林的南部。你的任务是追捕他，夺回理应属于我的东西。让狩猎开始吧。",
  ["O"] = "杀死法拉达星辰碎片，并在费尔伍德为尼雷米乌斯暗风找回暗风之星。",
  ["T"] = "To Hunt The Hunter",
  },
  [40788] = {
  ["D"] = "嘿，你不介意伸出援手吧？我们在Everlook进行各种各样的研究，哪里有研究，哪里就有硬币可以赚。我有这个副业，从Tel\'Abim发货已经有一段时间了，但我没有听到任何消息，我有一个客户一直在等待。你介意成为这里的第三方，为我解决这个问题吗？我会在房子里扔一些免费的食物或饮料。我需你去这里南边的泰尔阿比姆，找到一些愤怒的岩石元素类型，里面有重土核，我需要的，八个。让它舔舔分裂会吗？",
  ["O"] = "从Tel\'Abim的搅动岩石元素中收集8个沉重的土核，为冬泉Everlook的旅馆老板Vizzie收集。",
  ["T"] = "Heavy Earthen Cores",
  },
  [40789] = {
  ["D"] = "这是一段漫长而疲惫的旅程。我打过很多仗，打过很多敌人。$B$B在我离开家之前，我渴望看到修复后的光明大教堂。相反，我被告知我将被送到这里，而不是暴风城的大使馆。我不会撒谎说它伤害了我，因为我担心在这一切结束时我可能不会看到它。不过，我仍然想向大教堂致敬，我请求你，朋友，为我做这件事。把这本包含我所有事迹的大部头带到暴风大教堂，让它被记录下来，以免我在这个被遗弃的世界边缘被遗忘。",
  ["O"] = "将达努维斯爵士的事迹带到暴风城的光之大教堂。",
  ["T"] = "The Deeds of Sir Danuvis",
  },
  [40790] = {
  ["D"] = "你在那里，新兵！$B$B我没看到你戴着你的帽子，什么——等一下。你在这里做什么$R，你没看到我们库尔地兰人在打仗吗？$B$B呸，你为什么不让自己有用，我们需要所有能解释的粮食，也许你可以找到一些备用的食物来多养几晚的肚子。$B$B我们阻止部落的每一天，都是你晚上可以安全入睡的另一天。来点荒野兽的古道肉怎么样？部落将野兽用作驮骡，与野兽战斗，并饲养它们作为食物，它们的重型侧翼应该可以很好地养活几个中队。",
  ["O"] = "从荒芜的野生科多中收集 5 块科多肉，供在荒芜的锚边的甲板长暗洞。",
  ["T"] = "Kul Tiran Provisions: Food",
  },
  [40791] = {
  ["D"] = "收集食物新兵的工作很好，即使你不是我们海军的一员，你也做得很好。如果你还想在这里帮忙，我还有最后一件事需要。$B$B你看，作为甲板长，我的工作就是为船提供保障和保障补给，既然我们在这里停靠了一段时间，我就叫来了几个人情，只需要捡起来。$B$B在瑞奇，我有一个订单在等一桶火药，帮我拿，它应该藏在银行的左侧。最后，前往塞拉莫尔，这里仍然有很多忠诚的盟友，在码头，应该有一些停靠的船只，探索它们，找到一个印有绿色锚的板条箱，也带给我。",
  ["O"] = "从瑞奇那里收集走私的火药，从塞拉莫尔那里收集走私的采购物，用于在荒芜的锚边的甲板主管达克霍洛。",
  ["T"] = "Kul Tiran Provisions: Special Goods",
  },
  [40792] = {
  ["D"] = "对我们大家来说，这是一场长期而艰巨的运动。经过几个月的挣扎，我凑合着用我从博拉卢斯带来的工具，但我的库存已经危险地低了。$B$B如果我要保持对水的统治足够长的时间，以加快我们回程的舰队，我将需要一个新的来源。西北部是外国的，迷人的阿申维尔森林。我曾大声疾呼，在米斯特拉尔湖的心脏里，有强大而不稳定的元素精灵存在。前往那里，从那些生物那里获得稀有的精制水核，库尔提拉斯不会很快忘记你的服务。",
  ["O"] = "从阿申维尔的水元素中收集精炼的水核心，用于贫瘠之地锚地边缘的水产师页岩。",
  ["T"] = "The Power of Aqua",
  },
  [40793] = {
  ["D"] = "在第二次战争期间，库尔·提拉斯自豪地终结了奥格瑞姆末日之锤摇摇欲坠的舰队。然而，其他人却没有被我们抓住：龙毛氏族的懦弱兽人，他们带着他们的翅膀奴隶兽给我们带来了无尽的毁灭，飞到了世界的黑暗角落。所有库尔提拉斯都渴望向他们复仇，因为正是在他们的火力下，我们许多高贵的同志在海上面临痛苦的死亡。同样的命运也发生在我自己的父亲身上，我没有忘记...$B$B在湿地里，这些龙毛动物终于有勇气从它们的藏身洞里窜了出来。对于这个错误，我会有他们的头。$B$B这样做，你将证明自己是库尔蒂拉斯的朋友。",
  ["O"] = "将湿地中龙毛兽人的 20 个龙毛头颅带到荒原锚地边缘的阿尔维罗德中尉那里。",
  ["T"] = "The Dragonmaw Conflict",
  },
  [40794] = {
  ["D"] = "自从戴林勋爵把我们带到这些被光遗弃的海岸以来，已经有三年了。我们远征舰队的实力已经与兽人和他们可怜的盟友进行了适当的考验，而我不在的时候却几乎找不到资源。$B$B如果我要赢得这场战争，或者至少要确保向西对抗我们最讨厌的敌人的堡垒，那么我就不能独自战斗。伦霍夫中将是我的老朋友，他在库尔蒂拉斯内部有很大的影响力。我需要你在暴风城找到他，把这封信交给他，为我们辩护，确保我们所有的牺牲都没有白费。",
  ["O"] = "将密封的库尔·蒂朗信件带给暴风港库尔·蒂朗大使馆的伦霍夫中将。",
  ["T"] = "The Scales of War",
  },
  [40795] = {
  ["D"] = "我看着你，我看到你需要很多训练。作为一名奥术师，我不能说你的训练会如何进行，但显然你需要指导。去太阳城堡。如果你在人类城市长大，那么它就是漂浮在海洋上的奥术城堡。很难错过。$B$B无论如何，登上城堡，向左转，你最终会发现自己在大祭司面前。他会告诉你更多，并提供你需要的指导。现在让我回到我的工作，是吗？",
  ["O"] = "参观太阳城堡的大祭司雷莫兰·阿纳尔·阿纳·贝洛尔",
  ["T"] = "In Search of Solar Knowledge",
  },
  [40796] = {
  ["D"] = "有很多事情会伤害我。看到这么多年过去了，相信我说，身体上的痛苦是其中最少的。$B$B我想你对我们在阿申维尔遇到的问题并不陌生，$C？在部落和萨亚德之间，森林的宁静正迅速成为一种记忆。但我们坚持 - 并将坚持 - 通过这个挑战和无数更多，记住我的话。与我们有着惊人相似之处的恶心恶魔是对自然最严重的侮辱。他们躲在小屋里，策划腐败，折磨我们所有人。我希望你去他们的每个角落和缝隙，并尽你应有的一份力量来稀释它们。给我带来他们粗糙而扭曲的角，卡尔多雷人就会知道你的勇敢。",
  ["O"] = "从每个色狼营地收集 6 个角。",
  ["T"] = "Hidden but not Gone",
  },
  [40797] = {
  ["D"] = "弗博格的雕刻布满了锋利的荆棘和金属碎片。它们被挖入它的面部、颈部和身体。然而，可以清楚地看出雕刻具有几乎像孩子一样的外观。这是某人曾经的玩具吗？色狼用它做什么？",
  ["O"] = "将雕像归还给它的主人。",
  ["T"] = "A Foul Effigy",
  },
  [40798] = {
  ["D"] = "问候$C。你是我姐姐派来的吗？我哥哥？不？那你会是谁呢？$N是吗？请允许我自我介绍一下：我是月羽家族中最小的艾莉安娜·月羽。我的兄弟姐妹已经穿上了嬉皮士大师的外衣，但我发现自从我的导师以来，我很难专注于我的训练......$B$B<她愣了一会儿，然后再次凝视着你>$B$B尽管如此，为了我家人的声誉和我导师的记忆，我必须坚持下去！然而，如果没有适当的指导，很难衡量我的方法。我们从小就养育初出茅庐的海马狮，所以它们与我们紧密相连，完全依赖我们的指导。$B$B毫无疑问，这些孩子首先属于大自然，但卡尔多雷人与大自然有着共同的联系，使我们能够有效地与这些幼崽交流。然而，这些初出茅庐的人似乎对我漠不关心。也许这是他们的饮食。如果他们吃得不好，他们就不会接受训练和社交。如果你能从暗黑海岸和阿申维尔的生物那里为我收集一些食物，那将有很大的帮助。",
  ["O"] = "带上5块爬行骨髓，5个天桃，5个熊内脏和5个巨大的跨步翅膀给森林之歌中的Alleana月羽。",
  ["T"] = "Treats for Training",
  },
  [40799] = {
  ["D"] = "他们仍然没有回应我！我的兄弟姐妹怎么让它看起来这么简单？多么令人气愤！$B$B<当她未能召唤出一个初出茅庐的人到她身边时，她的耳朵刺痛了，露出了她的獠牙。>$B$B我的山会告诉我放下我的骄傲，我确信这一点。他总是耐心的方式。$N，我恳求你去找嬉皮士大师，并请求他们为这些任性的孩子提供建议。不要讥过我挣扎的细节，就像承认我需要他们的帮助一样痛苦。不要和凯莱或菲尔德伦说话！$B$B我劝你去鲁特瑟兰村和阿斯特拉纳尔，我相信我曾经收到过尼耶尔角的信件，无论在哪里。石爪峰上的泰洛伦我确信会在这方面帮助我，但要注意他的......有漫无边际的倾向。",
  ["O"] = "寻找Kaldorei Hippogryph大师并请求他们的建议。",
  ["T"] = "Words of Wisdom",
  },
  [40800] = {
  ["D"] = "没错，我是月羽！我有一个礼物，我只需要学习如何利用它。姗也这么说了，我会尊重他的遗产！夏普利隆是一个强大的海马狮族长，我见过他在黄昏时分在森林空地上徘徊，尽管我们以前从未见过面。这样雄伟的生物肯定是艾露恩最宠爱的生物之一。请带上最小的幼雏，向西南方向走。尽可能避开部落，用生命保护孩子。$B$B在兽人营地的南面，你会发现那些美丽的空地，我们的姐妹们在那里守夜，在树上等待伏击入侵者。据报道，夏普利隆有助于防御附近的阿申维尔。把小家伙带到他身边，转述月羽的姓氏。我祈祷他的回应会是有利的。",
  ["O"] = "在阿申维尔森林内找到夏普利隆并与之交流，然后返回艾莉安娜月羽。",
  ["T"] = "The Family Name",
  },
  [40801] = {
  ["D"] = "你可能会在这里看到废墟，$C，但我看到的却大不相同。我看到一个失落的文明，一个强大、有序、统一、力量无与伦比的卡尔多雷种族。现在，就在山对面，我看到部落入侵我们的神圣土地。但事实并非如此。相反，我们与哨兵争吵，而部落像疾病一样蔓延，蹂躏我们古老家园的部分地区。哨兵把年轻的生命扔掉，就像他们毫无意义一样。如果范德拉尔在这里，他会让那些暴发户在一瞬间排队。不管怎么说，是什么让你来到森林之歌？你是来帮忙的吗？",
  ["O"] = "听听艾恩格莱德哥哥和星风司令怎么说。选择最佳行动方案。与一个人站在一起可能会使另一个人无法接受你。",
  ["T"] = "Patience is the Key",
  },
  [40802] = {
  ["D"] = "很好$N，让我们立即打破这个僵局。从这一刻起，部落将成为我们的猎物！猎物动物首先要做的是将其与其他动物隔离开来。让它瞎、聋、哑。我们需要破坏入侵者的通信。$B$B有一个骑手勤奋地将信息从木材营地传递到他们的前哨，并可能进入他们称之为家的尘土飞扬的沙漠。埋伏，$N。躺在这里以南的路边，木材营地的北边。当她经过时，把她打倒。不要怜悯，因为没有人会向你展示。",
  ["O"] = "杀死在森林之歌以南的公路上巡逻的战歌骑手，寻找布罗尔坦·艾恩格莱德。",
  ["T"] = "The Outrider",
  },
  [40803] = {
  ["D"] = "现在是以决定性打击结束这场冲突的时候了。嗯，实际上是两个。在你离开的时候，我自己做了一些搜索，趁着哨兵们离开时扮演英雄。这次行动有两个领导人，如果我们要在这些空地上再次了解和平，他们都需要被降低并处决。你必须找到他们的指挥官，一个名叫格鲁沙克的野蛮兽人，在营地南部的某个地方。而从要塞本身策划的，是一个名叫格里迈耶的萨满。如果你需要同伴帮你暗杀这些目标，我当然不会怪你。事实上，我认为这确实是非常明智的——因为每一次失败的尝试肯定会让我们以后的生活变得更加困难。",
  ["O"] = "在阿申维尔的森林之歌杀死指挥官格鲁沙克和法赛尔格里梅为布罗尔坦·艾恩格莱德。",
  ["T"] = "The Mortal Strike",
  },
  [40804] = {
  ["D"] = "你帮助森林之歌并结束这种僵局的任务已经结束。但是，我想不出比你更适合向范德拉尔·斯塔海姆发送消息的人，$N。你做了很大一部分工作，你也应该得到那部分的赞美。$B$B现在就去。通往Teldrassil的道路是漫长的，尽管是美丽的。花点时间休息和放松一下，也许，享受我们古老橡树的青翠树冠。一旦你登上船并到达Teldrassil，你会在我们美丽的首都的Cenarion飞地找到大德鲁伊。在这里，本报告应解释所发生的情况。给他，但要警惕他的脾气。",
  ["O"] = "将封印森林之歌报告带给达纳苏斯的德鲁伊范德拉尔·斯塔赫姆。",
  ["T"] = "Victory, Such as it is",
  },
  [40805] = {
  ["D"] = "阅读这份报告后，很明显，哨兵的存在在我们家园的这一地区并没有多大帮助。他们不仅拒绝遵循布罗尔森·艾恩格莱德提出的战术计划，而且不假思索的虚张声势导致许多姐妹和女儿死亡。失去亲人的血液是我非常清楚的痛苦。$B$B我不知道这是否是星风指挥官的简单错误，也不是故意和鲁莽的不当行为，但无论哪种方式，少一个像她这样的角色担任领导职务只会巩固卡尔多雷作为一支传统和团结的力量。这种新生活方式的支持者少了一个，由那个傻瓜泰兰德和她的同类传播。因此，她必须为自己的鲁莽行为承担责任。我会在这里对记录进行更改，而你则把我的通知带给指挥官。通知布罗尔坦·艾恩格莱德，也给你一个合适的奖励。$B$B我不在乎你认为我是严厉还是残忍，$C。希望这种情况能教会你一些关于看待眼前更大图景的东西。",
  ["O"] = "把范德拉尔的信带给森林之歌中的星风指挥官。",
  ["T"] = "The Price of Leadership",
  },
  [40806] = {
  ["D"] = "<她的银色眼睛睁得大大的，而她的皮肤却变红了。 她咬牙切齿，把信扔在地上>$B$B所以这就是我经过这么长时间后得到的艾露恩该死的感谢？为那个好战的、纵容的德鲁伊堕落？哦，我会告诉我的姐妹们，我们会离开这个地方的，不要指望再在这里见到我们。别以为我不会和低语风夫人谈这件事，她一定闻到了空气中的恶作剧味。现在，离开我的视线，$N。你在这里已经做得够多了。",
  ["O"] = "返回布罗尔坦铁格莱德获得奖励。",
  ["T"] = "Kaldorei Relics",
  },
  [40807] = {
  ["D"] = "围绕这些部分的新面孔，ishnu-alah。我的名字是星风指挥官，通常我会在某个地方巡逻或和我的姐姐哨兵一起训练，但是......不幸的是，我被困在这里，试图说服那个猪头、懦弱的德鲁伊铁格莱德协助我们应对我们家门口的战争。想想这甚至需要对话！部落砍倒了我们的古树，玷污了艾露恩的美丽。当然，我们中的许多人已经陷入了战斗，需要有人 - 或某事 - 打破这种僵局。我很痛苦地说，我们每小时都在失去生命。$B$B也许你可以和他谈谈一些道理，或者如果你有足够的能力，加入我们的战争？我相信如果是这样，你会得到很好的回报。",
  ["O"] = "听听星风司令和布罗尔坦哥怎么说。选择最佳行动方案。与一个人站在一起可能会使另一个人无法接受你。",
  ["T"] = "Pressure is the Key",
  },
  [40808] = {
  ["D"] = "仔细听，$N。你不会独自战斗，所以当你这样做时表现出一些精神。在你被他们的鲜血染红之前，不敢回来。我不在乎他们是普通劳动者还是牡丹，守卫还是萨满。不分青红皂白地杀死他们。给战场带来破坏。卡尔多雷每死一次，都会得到十倍的偿还，记住我的话。$B$B如果你活着回来，我们会记住你的名字，如果你光荣地战斗，$N。如果没有，那么艾露娜可能会把目光投向你的身体。Tor ilisar\'thera\'nal！",
  ["O"] = "在阿申维尔的森林之歌为星风指挥官在战歌木材营地周围与部落入侵者开战。",
  ["T"] = "Havoc on the Battlefield",
  },
  [40809] = {
  ["D"] = "敌人在摇摇欲坠，他们的同胞的血液在他们的眼睛里，他们的死亡嘎嘎声在他们的耳朵里。现在不要放松压力，$C。寻找天守阁以南的野蛮指挥官格鲁沙克，可能从他们的一座塔楼观看。他应该与大部分部队分开。并在天守阁中找到有毒的法赛尔格里梅耶，策划他的下一步行动。我会把它留给你，如果你给他们一个战士的快速死亡，或者一个缓慢而痛苦的死亡。只要他们死了，走了，Elune就会对你做出的任何选择微笑。",
  ["O"] = "在阿申维尔的森林之歌杀死指挥官格鲁沙克和法赛尔格里梅耶为星风指挥官。",
  ["T"] = "The Final Strike",
  },
  [40810] = {
  ["D"] = "月莓的亲切和精神在我们做了什么之后在这里自由流动。至少在我们中间，懦夫艾恩格莱德几乎没有露面，他知道他站在一旁看着这片土地的真正守护者站得很高。虽然我们非常感谢你，但我认为还有一个人想亲耳听到这件事。在这里，把这份报告带给达纳苏斯的低语夫人。她很可能会和月神庙的其他女祭司在一起。别担心，它对你相当有利，我相信她会知道下一步该怎么做。哦，请随意花点时间，我们很快就会无处可去。在奥伯丁的途中享受一些鱼，享受乘船前往Teldrassil。尽量不要喝得太醉！",
  ["O"] = "把封印的森林之歌报告带到达纳苏斯的泰兰德耳语风。",
  ["T"] = "Reporting our Victory",
  },
  [40811] = {
  ["D"] = "你声称有多少部落杀了你的名字？确实非常令人印象深刻，$N。不过，有一件事让我担心，即使在应该是一个欢欣鼓舞的时期。这个布罗尔坦·艾恩格莱德，那个协调该地区德鲁伊的人，报告说他根本不帮忙？它在这里声称懦弱，但我担心这里涉及比懦弱更糟糕的东西。$B$B你看，那个德鲁伊对大德鲁伊范德拉尔·斯塔赫姆是坚定的忠诚的。而且我们并没有完全一致的看法。我想，如果没有达纳苏斯的保证或支持，他不会这样做。这意味着他故意危及卡尔多雷的生命，以便证明政治观点？$B$B请把这个信息传递给他。坦率地说，我认为这比他应得的要好，但我会把他的命运留给艾露恩来决定，还有$N，别忘了事后向指挥官索要奖励！",
  ["O"] = "将泰兰德的信息带给阿申维尔森林之歌的布罗尔坦·",
  ["T"] = "The Price of Cowardice",
  },
  [40812] = {
  ["D"] = "所以，这是大祭司的判断，是吗。开什么玩笑。我拯救生命的欲望被视为懦弱，而指挥官对嗜血的渴望被视为英雄主义？$B$B也许真的是我回到青春山的时候了。我将和鹰一起飞翔，和鱼一起游泳，和狼一起打猎，我希望我发现他们所有人的口是心非远不如你的哨兵朋友。",
  ["O"] = "返回星风指挥官以获得奖励。",
  ["T"] = "Kaldorei Weaponry",
  },
  [40813] = {
  ["D"] = "我们都必须在海贾尔尽自己的一份力量，我的职责是将小梦碎片协调成光明梦境碎片。协调过程使碎片在魔法属性方面更加强大。如果你有什么工作需要我做，给我带来三块小梦碎片，它们可以在海贾尔附近找到，或者毫无疑问，镇上的人会因为维护诺德拉西尔的任务而获得。",
  ["O"] = "收集 3 个小梦境碎片，用于海贾尔诺达纳尔的兰托·塔隆蒙。",
  ["T"] = "Shard Harmonization",
  },
  [40814] = {
  ["D"] = "德鲁伊魔法需要专注、技巧、大自然的恩惠和一丝魔法皮革。当需求出现时，我们会在Nordrassil快速检查我们的库存，我有责任让我们做好准备。如果你愿意帮忙，我可以随时用一块明梦碎片换取十张附魔皮。",
  ["O"] = "收集 10 张附魔皮革，在海贾尔的诺达纳尔为 Tanalla Sagebranch 制作。",
  ["T"] = "Enchanted Leather Collection",
  },
  [40815] = {
  ["D"] = "我们在海贾尔的敌人日复一日地继续增长。我可能不知道如何制作武器，但我知道我们的德鲁伊武器需要相当多的附魔钍，我有责任确保我们做好准备。如果你愿意在诺达纳尔这里帮我们，我可以随时用一块光明之梦碎片换取十个附魔钍。",
  ["O"] = "收集 10 个附魔钍，在海贾尔的诺达纳尔为塔纳拉贤者分支。",
  ["T"] = "Enchanted Thorium Collection",
  },
  [40816] = {
  ["D"] = "月布的美丽面料经常以其稀有性而躲避我们，并且对各种用途的需求量相当高。如果你能拿到一件作品，这对我们在诺达纳尔来说将有很长的路要走。$B$B我甚至可以用一个光明之梦碎片来交换你，让它值得你花时间。如果您最终找到一个，请告诉我！",
  ["O"] = "在海贾尔的诺达纳尔为塔纳拉圣人收集 1 块月亮布。",
  ["T"] = "Mooncloth Collection",
  },
  [40817] = {
  ["D"] = "活人？这里？我以为我永远不会看到这一天。$B$B我被诅咒的灵魂永远被束缚在这里，无法找到真正死亡的甜蜜释放。对过去的记忆仍然困扰着我，永无止境地提醒着我的行为的后果。然而，你站在这里，在这些大厅里徘徊，忘记了等待你的恐怖。如果你足够关心，请待一会儿，听听我的故事，也许卡拉赞的奥秘会为你揭开。但请注意，因为埋藏在这些墙壁内的秘密比我所能理解的还要多。也许，如果你有足够的勇气去钻研麦迪文留下的谜团，这个被诅咒的地方的真正目的就会显现出来。或者，也许，就像你之前的许多人一样，你会迷失在陷入许多其他人的疯狂谜题中。无论哪种方式，我都会留在这里，一个被诅咒的过去幽灵，永远被困在这些墙里。",
  ["O"] = "听听埃邦洛克勋爵的故事。",
  ["T"] = "The Key to Karazhan I",
  },
  [40818] = {
  ["D"] = "啊，所以你决定寻求卡拉赞的禁忌知识。我不能怪你，因为这种权力和秘密的诱惑即使是最崇高的意图也是不可抗拒的。也许你寻求这些知识是希望用它来为这个世界的更大利益服务，为此，我赞扬你。如果你真的想解开上层密室的秘密，你必须首先找到摩罗伊斯，一个被诅咒和不死的卡斯特兰，他守卫着塔的禁区钥匙。这不是一件容易的事，因为他很狡猾，并且非常保护他所守护的秘密。小心点，因为我不知道谁是摩罗人的真正主人。但是如果你能克服他的防御并获得钥匙，你也许可以进入上层密室并发现你所寻求的知识。",
  ["O"] = "杀死莫罗伊斯并取回上层密室的钥匙。莫罗人居住在下卡拉赞大厅。把钥匙带回给埃邦洛克勋爵。",
  ["T"] = "The Key to Karazhan II",
  },
  [40819] = {
  ["D"] = "我感觉到你拥有麦迪文的钥匙。虽然我不确定你是如何拥有它的，但我必须警告你：并非一切都是看起来的那样，居住在上议院的力量超出了你的理解范围。麦迪文年轻的时候，经常在塔里接待某个麒麟托法师。他的名字叫范多尔，如果有人能修好钥匙，那就是他。赶快，因为上议院发出不祥的声音，我担心那里的情况只会变得更糟。",
  ["O"] = "从麒麟托找一个可能对范多有所了解的人。达拉然可能是开始搜索的好地方。",
  ["T"] = "The Key to Karazhan III",
  },
  [40820] = {
  ["D"] = "是的，是的，凡多尔大法师确实是麒麟托最伟大的思想家之一。他是麦迪文的好朋友，如果你能相信这样的事情。虽然，有些人可能会争辩说麦迪文没有真正的朋友。唉，恐怕对你帮助不大。在达拉然被阿基蒙德摧毁后，范多尔受伤，对他造成了很大的伤害。他花了好几个月的时间恢复，最终退休，成为我们这个时代最有成就的法师之一。我似乎记得他曾表示希望在Theramore或周围定居。如果他还活着，我建议在城市里找他。我们的一个学徒，马格斯·哈利斯特，可能知道他的下落。",
  ["O"] = "тљЉTheramoreуџёMagus HallisterУ»бжЌ«VandolуџёСИІУљйсђѓ",
  ["T"] = "The Key to Karazhan IV",
  },
  [40821] = {
  ["D"] = "<马古斯·哈利斯特仔细梳理着厚厚的大部头，他的眼睛用一种讲述着几十年学习和经验的强度扫视着每一行。 经过几分钟的辛勤搜索，他终于抬头苦笑着看着你>$B$B啊，是的。范多尔。大约四年前，他在锡拉莫尔（Theramore）来到这里。事实上，拜访了贾伊娜夫人。但他并没有在城里呆太久。我觉得像他这样的老人太热闹了，我想。$B$B根据我们的记录，Vandol在访问后不久就购买了一艘小船。装满重要的物资、食物，甚至种子，如果你能相信的话。他启航南下，寻求更安静的生活，我想。如果你想找到他，海岸线将是你最好的选择。",
  ["O"] = "找到范多尔。他住在塞拉莫尔以南的卡利姆多东海岸的某个地方。",
  ["T"] = "The Key to Karazhan V",
  },
  [40822] = {
  ["D"] = "我感觉到你拥有麦迪文的钥匙。虽然我不确定你是如何拥有它的，但我必须警告你：并非一切都是看起来的那样，居住在上议院的力量超出了你的理解范围。麦迪文年轻的时候，经常在塔里接待某个麒麟托法师。他的名字叫范多尔，如果有人能修好钥匙，那就是他。赶快，因为上议院发出不祥的声音，我担心那里的情况只会变得更糟。",
  ["O"] = "从麒麟托找一个可能对范多尔有所了解的人。地下城可能是开始搜索的好地方。",
  ["T"] = "The Key to Karazhan III",
  },
  [40823] = {
  ["D"] = "Vandol.$B$B他比我年长，我勉强承认我从他那里学到了很多关于奥术及其规则的知识。他们说他和麦迪文是朋友，但我认为这是一种互惠互利的关系，而不是其他任何事情.$B$B我最后一次听说，范多尔勉强从达拉然的沦陷中幸存下来，并退休到尘埃瓦洛的某个死水沼泽。我们的食人魔“盟友”已经在这些土地上建立了一个定居点，所以如果你想有机会找到他，你必须对付他们.$B$B<他靠得更近了，他的声音低到低沉而危险的低语.>$B$B但如果你设法找到范多尔，告诉他他的老同事向他致以问候。如果你失败了，那么...这么说吧，我有办法对付那些浪费我时间的人。",
  ["O"] = "向布拉肯沃尔村的某个人询问范多尔的下落。",
  ["T"] = "The Key to Karazhan IV",
  },
  [40824] = {
  ["D"] = "<克罗格发出一声低沉的、隆隆的笑声>你怎么看，我们在监视瑟拉莫尔？医 管 局！好像我们会把时间浪费在那些弱者身上。不，不，我的朋友。我们碰巧拥有他们的账本只是巧合。他们似乎在沼泽的某个地方丢失了它们。我们很幸运，嗯？$B$B<克罗格翻开账本，用粗壮的绿色手指在页面上划过>$B$B让我们看看这里...啊，是的。V-A-N-D-O-L.大约四年前，他乘船抵达，然后乘坐一艘小船沿着海岸线向南行驶。恐怕这就是我们必须继续下去的全部。$B$B现在，如果你真的很想找到他，我想你可以试着从走私者那里租一艘船，沿着海岸航行。不过要小心。有传言说，一个复仇的水手最近一直在恐吓海岸。",
  ["O"] = "找到范多尔。他住在塞拉莫尔以南的卡利姆多东海岸的某个地方。",
  ["T"] = "The Key to Karazhan V",
  },
  [40825] = {
  ["D"] = "所以，你来找我帮忙修理卡拉赞上议院的钥匙。看来我过去与Medivh的联系再次困扰着我，但我想这是我必须付出的代价。麦迪文自己知道自己所做的事情的风险，但他对知识和权力的贪得无厌的渴望使他看不到自己行为的后果。我们必须谨慎行事。你准备好面对等待的危险了吗，知道你所寻求的力量可能太大而无法处理？$B$B待一会儿，听听。",
  ["O"] = "听听范多尔的故事。",
  ["T"] = "The Key to Karazhan VI",
  },
  [40826] = {
  ["D"] = "遗憾的是，我对麦迪文的《回声》下落的了解有限。为了开始你的搜索，我建议参观麦迪文在他第二人生中经常去的地方，当时他回来救赎自己并为即将到来的第三次战争做准备。这些事件是相对较新的，因此回声应该更容易找到并且更强大。$B$B麦迪文存在的回声很可能会伴随着曾经属于他的物体。也许是他斗篷上的一根流浪的羽毛，或者其他一些承载他本质的纪念品。但是，时间至关重要，您必须迅速采取行动。继续前进，开始寻找至少四个他的回声。我相信这应该足以给钥匙充电并解锁卡拉赞的房间。",
  ["O"] = "找到麦迪文的四个回声。它们可能会出现在对法师具有重要意义的地方。然后拿着钥匙回到范多尔。",
  ["T"] = "The Key to Karazhan VII",
  },
  [40827] = {
  ["D"] = "<多尔万仔细检查钥匙，从各个角度研究它并背诵咒语以发现任何潜在的问题>$B$B看来奥术能量通过钥匙的流动中断了。经过进一步检查，我发现将钥匙固定在一起的晶体已经损坏得无法修复。不幸的是，我不具备修复它们的技能，我们需要获得新的晶体来恢复密钥的功能。$B$B我听说有传言说，有一个名叫伊莫尔塔尔的恶魔住在可怕的地牢深处。根据传说，他的皮肤上装饰着奇特的宝石，这些宝石可能被用来修复钥匙。但是，请注意，Immol\'thar是一个强大的敌人，到达他的旅程并不容易。",
  ["O"] = "在可怕的莫尔杀死伊莫尔，从他的皮肤上取回宝石，然后回到凡多尔。",
  ["T"] = "The Key to Karazhan VIII",
  },
  [40828] = {
  ["D"] = "<多尔万费力地握着钥匙，随着时间的流逝，他的表情因失望而扭曲>$B$B我无法理解。这行不通。我相信我精通麦迪文的巫术，但唉，事实证明我错了。这个人拥有伟大的天赋，如果只是...$B$B但我跑题了。$B$B我需要一本罕见的大部头，由埃格温（Aegwynn）在很久以前写的，题为“魔法锁和钥匙论文”。自从达拉然被摧毁以来，它已经丢失了，但耳语表明它现在由维克多·内法里乌斯勋爵持有......$B$B这是我们唯一的机会。检索大部头。",
  ["O"] = "找到“魔法锁和钥匙论文”并将其带回Vandol。据传它被保存在黑翼巢穴。",
  ["T"] = "The Key to Karazhan IX",
  },
  [40829] = {
  ["D"] = "<多尔万怀着极大的敬意，翻阅着这本古书的书页，小心翼翼地翻动着每一页，仿佛在处理一件精致的宝藏。 很明显，这个人非常怀念奥术的研究，因为他的姿势挺直了，他呈现出一种学者的气息，他以前扭曲的面容平滑成一种宁静的表情。 在似乎永恒之后，他抬头看着你，带着一种新的目标感>$B$B我准备好了。让我们重铸钥匙。",
  ["O"] = "见证上层房间钥匙的重铸。",
  ["T"] = "The Key to Karazhan X",
  },
  [40830] = {
  ["D"] = "在吉尔尼亚斯这里，这似乎很沉闷，尽管我必须向你保证，这并不总是我们的现实。在过去的时代，我花了多年时间在我的主人的指导下学习，并为圣光画了伟大的手稿。我传播信仰，与许多优秀的人一起掰面包。$B$B有一些愚蠢的人会认为我们在第三次战争的危险时期毫发无损。 虽然我们可能没有像我们的北方表兄弟那样直接遭受瘟疫，但我们确实与祸害发生了冲突。你看，两年前，一个名叫永恒纳兹的强大巫妖攻破了奥德罗克山口附近的城墙。 最终，亡灵被吉尔尼亚斯的好士兵击败，但我们的胜利付出了可怕的代价。我很幸运地用生命逃离了格雷郡，其他人就没有那么幸运了。我请求你搜索那个被遗弃的地方，找回我年轻时画的手稿。当你在那里时，给一些仍然存在的孤独的灵魂带来和平。",
  ["O"] = "杀死 9 个挥之不去的骷髅，9 个摇摇欲坠的死者，并在吉尔尼亚斯的沙德莫尔酒馆为奥布伦神父找回格雷希尔手稿。",
  ["T"] = "Scouring Greyshire",
  },
  [40831] = {
  ["D"] = "你以前帮助过我，为此我很感激。然而，我并不是我人民中唯一一个来到这片土地需要援助的人。你现在足够强大，可以协助我们的炼金术士椎名美琴了。她和一名武装同伴冒着南方省份的水域。她的最后一封信说，他们在一个以沼泽和沼泽为标志的地区海岸扎营。如果可以的话，请找她并帮助她。",
  ["O"] = "在尘沼泽寻找椎名美琴。",
  ["T"] = "To the Southern Marshes",
  },
  [40832] = {
  ["D"] = "我们来到这片土地是为了炼金试剂。我们的敌人，邪恶的娜迦，扰乱了我们祖国的贸易路线，所以很难进口任何有价值的东西。我需要当地穆洛克人的油。我的保护者春彦不够强大，无法应付这一切，他的首要任务是保护我。如果您决定提供帮助，您将获得奖励。",
  ["O"] = "从当地的Mirefin Murlocs收集8个Murloc油，用于Dustwallow沼泽的Mikoto Shiina。",
  ["T"] = "Harvesting Organic Oil",
  },
  [40833] = {
  ["D"] = "你，陌生人！我们的粮食储备不足，我不能让情妇美琴不设防。$B$B我需要你去寻找这个地区的海龟来补充我们的食物。你会发现他们在Theramore Isle和大陆之间的Dustwallow Bay海峡划船。带着他们的肉回来，你会赢得我的信任，也帮助我们的事业。",
  ["O"] = "在尘泥沼泽为吉野晴彦收集 8 块泥岩肉。",
  ["T"] = "Searching For Mudrock Meat",
  },
  [40834] = {
  ["D"] = "欧蓝德，到目前为止，你的帮助是巨大的，我们需要获得最后一件事。我之前已经品尝了一只当地蜘蛛春彦的尸体。它的肉很出色，毒液很浓，但最重要的是，它的丝绸令人惊叹。请为我们收获一些暗方丝。",
  ["O"] = "在尘泥沼泽中为椎名美琴收集 8 根暗牙丝。",
  ["T"] = "A Silky Venture",
  },
  [40835] = {
  ["D"] = "我还有最后一件事要问你，$N.$B$B前往被称为瑞奇的北部港口，并将消息传递给Aneka Konko，我们有我们需要的东西，正在回家。我们的道路暂时将分开，但我希望它们能及时再次相交。愿神指引你的道路。",
  ["O"] = "回到荒芜的瑞奇的Aneka Konko。",
  ["T"] = "Mikoto\'s Farewell",
  },
  [40836] = {
  ["D"] = "我的大多数人对外国人都不友善，但我们目前的处境迫使我们中的一些人离开我们的家乡岛屿，寻找克服那加的方法。你帮助了我，如果你有兴趣进一步帮助我们，那么你可以协助前往内陆的团队。我们需要更好的武器，所以我们寻找制造它们的材料。我们的阴阳师金大雄（Dae-woong Kim）在听说稀有魔法金属的记载后，带着一支小型探险队向西走去。当地人称这片土地为荒凉之地，我相信他已经找到了。沿着海岸寻找它们。提供帮助，但要小心，他们仍然对陌生人保持警惕。",
  ["O"] = "在《荒凉》中寻找金大雄。",
  ["T"] = "To the Far West",
  },
  [40837] = {
  ["D"] = "就目前而言，外国人，你还没有赢得我的信任。我们与这些土地上的马人的相遇让我们有理由保持谨慎，但我不能拒绝如此轻易的援助。我们的死敌娜迦绑架了我们的草药师山田静鹤，并将她带到了水上的岛屿上。我怀疑他们计划让她遭受无法形容的痛苦，因为他们将她献给他们的黑暗神。去那里救她，因为我们不能过水。她很可能被关在笼子里，附近的娜迦会握住钥匙。快点救她，那我就知道你是一个真正的朋友。",
  ["O"] = "在《荒凉》中为金大雄找到并营救山田静鹤。",
  ["T"] = "Rescuing Shizuru",
  },
  [40838] = {
  ["D"] = "我对你的人民没有爱。如果你有奸诈的想法，我会在你站立的地方杀了你。$B$B然而，我相信大雄的判断。如果你真的要去那里营救静鹤，我只问一件事：为我杀死尽可能多的娜迦。让他们的鲜血流淌，以报复他们谋杀的所有人。把他们的头给我拿来！",
  ["O"] = "从附近的娜迦带上12个滑刃头到荒凉的亚苏平。",
  ["T"] = "Honorable Retribution",
  },
  [40839] = {
  ["D"] = "我在你面前谦卑，因为我欠你我的生命，$N。这是我只能希望有一天偿还的债务。$B$B我要求更多确实是我的失职，但如果你愿意再次帮助我，我的感激将是双重的。当我们在这里与娜迦人和马人战斗时，我碰巧注意到他们携带的纺织品远远优于丝绸。似乎布本身可以储存神的力量。请为我买一些这块布，这样我就可以用它来保持我的同伴健康，并把它带到我的家乡来帮助我的人民。",
  ["O"] = "带上6块马格维布给荒凉的山田静。",
  ["T"] = "Cloth of Power",
  },
  [40840] = {
  ["D"] = "你帮助了我和我的同伴。在我们留下来的时候，请告知瑞奇的Aneka Konko我们的进展，并感谢她让我们留在她的思想中。但你也应该得到感谢，$N。静鹤的命要归功于你，我们可以一起完成我们的使命。放心，我和亚苏可以保证她的安全。",
  ["O"] = "向荒芜的瑞奇的Aneka Konko传递消息。",
  ["T"] = "From Dae to Ane",
  },
  [40841] = {
  ["D"] = "你听说过来自北方的消息吗？灰鬃墙终于敞开了。$B$B我从没想过我会在听到我所做的所有可怕的事情后看到那一天，从它的声音来看，事情不是好兆头。尽管如此，在吉尔尼亚斯城，我最亲爱的朋友之一曾经使用一种叫做“黎明石”的稀有材料，这种材料只能在吉尔尼亚斯内部找到。我毫不怀疑他的图案还在城里的商店里，我请你帮我找回它们。我建议带一些战友和你一起去;有消息说有动乱，需要沃根和内战，所以它当然不是一个单独冒险的安全地方。",
  ["O"] = "冒险进入吉尔尼亚斯城，在暴风城恢复Therum Deepforge的黎明石计划。",
  ["T"] = "Behind The Wall",
  },
  [40842] = {
  ["D"] = "肮脏的恶魔竟然敢挑战我们，占领森林之歌以南的据点，在可怜的妖落峡谷。$B$B可悲的是，哨兵顽固地拒绝向我提供援助，而我们真正的敌人却变得越来越强大，并准备再次入侵。我们必须采取行动：我敦促你们进入他们的领土，减少他们的人数。消灭你遇到的每种恶魔至少十个，都会发出一个强大的信息。$B$B这些恶魔必须被放逐回扭曲的下界，永远不要再亵渎我们的神圣树林。",
  ["O"] = "在阿申维尔的森林之歌为提洛塔隆哈特杀死 10 名灼热的地狱、10 名护卫和 10 名曼诺罗克鞭打者。",
  ["T"] = "The True Enemy",
  },
  [40843] = {
  ["D"] = "你有没有想过为什么恶魔瀑布峡谷以它的名字命名？$B$B四年前，我们人民的宿敌，坑王曼诺罗斯，回来摧毁了我们的世界。正是在那里，他最残忍的兽人仆人之一，塞纳留斯的冷酷无情的凶手格罗姆玛什·地狱尖叫背叛了自己的主人并试图杀死他。最后，曼诺罗斯和格罗玛什在斗争中互相残杀，帮了我们大家一个大忙。但曼诺罗斯挥舞的武器仍然躺在峡谷中破碎，据说一个名叫瓦拉克修斯的强大色狼密谋重铸它并将其用于自己的邪恶目的。立即结束这个色狼的阴谋。",
  ["O"] = "杀死瓦拉克修斯，据传他居住在恶魔坠落峡谷，并在森林之歌中返回提洛塔隆哈特。",
  ["T"] = "The Fall in Demon Canyon",
  },
  [40844] = {
  ["D"] = "卢克·阿加曼德（Luke Agamand）一直是他家人中的弃儿。与我断绝关系并被放逐，他进入了我的注意并加入了我们的船员。他的老家是他第一次突袭。我亲自把任务托付给他，你会确保他成功。",
  ["O"] = "在吉尔尼亚斯的布莱克索恩营地与卢克·阿加曼德交谈。",
  ["T"] = "Report to Luke Agamand",
  },
  [40845] = {
  ["D"] = "山上有一个矿，我相信当地人称之为干石矿，负责为吉尔尼安军队提供秘银矿石。老板认为这个秘银更适合供应部落，你不同意吗？$B$B前往矿场，杀死任何试图挡住你路的人，并获得16袋秘银矿石。 等你完成工作后再给我。",
  ["O"] = "从干石矿收集 16 袋秘银矿石，供布莱克索恩营地的卢克·阿加曼德使用。",
  ["T"] = "Heist in Dryrock Mine",
  },
  [40846] = {
  ["D"] = "Livia从一开始就是这套服装的一部分。如果她认为你值得，那么我也会。我交给她一项极其重要的任务。去协助她。",
  ["O"] = "在吉尔尼亚斯的布莱克索恩营地寻找利维亚·斯特拉姆。",
  ["T"] = "Report to Livia Strongarm",
  },
  [40847] = {
  ["D"] = "我们在该地区的情报很差。我们知道吉尔尼亚斯是一个孤立主义的国家，但我们没想到它会处于如此悲惨的状态.$B$B作为活着的人，我们毫不费力地混入进行间谍活动。我们的一个名字是“Greta Longpike”，她在最后一封信中报告说她已经潜入了一个名叫格雷希尔的定居点.$B$B找到她并告诉她“夜夫人，黎明时分嘴里的金子”。这就是暗语。她会给你一份报告，报告的细节至关重要，你要带回给我。",
  ["O"] = "前往格雷郡废墟，找到格蕾塔·朗派克，并在吉尔尼亚斯的布莱克索恩营地获得利维亚强臂的密封报告。",
  ["T"] = "Rendezvous with the Infiltrator",
  },
  [40848] = {
  ["D"] = "你可能想知道为什么一群人类正在与部落合作。这个问题的答案就在瘟疫之地的内战中，当我们被遗弃的人第一次获得自由时......$B$B是的，我们放弃了。你看，我是目前拥有黑荆棘的女妖，我已经说服了他的一群残酷的喉咙为我们而战。请放心，我并不孤单。$B$B如果你想知道更多，那么你需要赢得我的信任。其中一些娜迦生物一直在海滩上侵占营地。宰杀他们，等你凯旋归来，我们再继续谈话。",
  ["O"] = "在吉尔尼亚斯的布莱克索恩营地为黑荆棘杀死8名斯皮特克雷斯特网手。",
  ["T"] = "Quality Time with Blackthorn",
  },
  [40849] = {
  ["D"] = "故事时间结束了。采取行动的时刻就在眼前。我已经阅读了您从Livia检索到的报告，并决定如何最好地进行。$B$B根恩·格雷马内国王在旧的洛丹伦联盟中一直是一股不可忽视的力量。他的坚强和精明只能与他的固执和骄傲相匹配。不能允许他再次夺取对他摇摇欲坠的王国的控制权。和尽可能多的同志一起冒险进入他的城市，把他的头给我。",
  ["O"] = "进入吉尔尼亚斯城，杀死格雷曼根，然后将他的头带到吉尔尼亚斯的布莱克索恩营地。",
  ["T"] = "Genn Greymane Must Die!",
  },
  [40850] = {
  ["D"] = "黑暗女士有一个像你这样的有能力$C的任务，这将有利于部落的利益。女妖女王的一名特工被派往吉尔尼亚斯，以调查局势，为部落获取资产，并评估该地区是否适合被遗弃者开采。格雷马内墙最近被攻破，它曾经保护的国家陷入混乱，给了我们一个机会。沿着公路向南进入吉尔尼亚斯，绕着城市转一圈，你会发现布莱克索恩占领的西岸有一个营地。你可能会对他的追随者的性质感到惊讶，但请放心，他和他的爪牙致力于为部落和黑暗女士服务。向他报告，他会好好利用你。",
  ["O"] = "在吉尔尼亚斯的布莱克索恩营地寻找黑荆棘。",
  ["T"] = "To Gilneas",
  },
  [40851] = {
  ["D"] = "当我们的侦察兵勘察这些土地时，他们在东北遇到了一支被遗弃的特遣队。我们还没有收到任何消息，说我们会得到增援，或者任何其他被遗弃的人会在这里。$B$B也许你会有兴趣调查？这些被遗弃的人位于东北部的一座教堂旁，当地人称之为斯蒂尔沃德教堂。如果他们需要援助，我们对被遗弃的弟兄有责任提供。",
  ["O"] = "在吉尔尼亚斯的斯蒂尔沃德教堂寻找被遗弃的人。",
  ["T"] = "Forsaken at the Church",
  },
  [40852] = {
  ["D"] = "由于这里充满了麻烦，我发现自己不得不求助于每个拿着剑的雇佣兵来完成任务。至少可以说，这是一个不令人羡慕的位置。$B$B说，我不付钱让你听，你也不在这里听我说话。在这里以北，在他们的土堆里，食人魔明显多于我愿意与之分享的区域。去解他们的头。给我来二十个，我会安排付款。$B$B<他露出一个嘲讽的笑容，然后移开视线>",
  ["O"] = "将 20 个 Brol\'ok 食人魔头带到吉尔尼亚斯拉文郡的阿宾顿中士那里。",
  ["T"] = "Brol\'ok Ogre Bounty",
  },
  [40853] = {
  ["D"] = "说实话，$N，我真的不在乎有多少愚蠢的食人魔被一打黄金雇佣兵杀死。不管是你还是其他人给我带来了一袋头，都没有区别。$B$B哦，别这样看着我，你知道我是对的。不管怎样，如果你想做一些有意义的事情，听着：我们的侦察员无意中听到两个食人魔正在争夺布罗尔人的权力。其中一人称自己为新番四眼。一个有三只真实眼睛的双头食人魔，声称第四只是隐藏的食人魔，给了他领导所需的视野！$B$B我会担心的，$N。要么他说的是实话，并且是一个强大到足以拥有神奇视觉的施法者，要么他足够聪明，可以理解隐喻。两者都令人担忧。无论如何，他是你的主要目标。",
  ["O"] = "杀死新班四眼，并将他的参谋带到吉尔尼亚斯的拉文郡的阿尔宾顿中士。",
  ["T"] = "The Staff of Shinban",
  },
  [40854] = {
  ["D"] = "问候， $N.$B$B我很少承认我的错误假设，但我必须为此赎罪。我以前认为应该允许布罗尔的食人魔生长和溃烂，就像脓疱疮一样，就在拉文郡旁边。让那里的活人成为受苦的人。$B$B但可惜的是，任何仍然在这片被上帝遗弃的土地上守夜的东西都有一种讽刺感。就在昨晚，我看到一群食人魔袭击并杀死了我们自己的一个死亡跟踪者。我现在自掏腰包购买复仇。给我拿二十个他们的头，得到奖励。",
  ["O"] = "将 20 个 Brol\'ok 食人魔头带到吉尔尼亚斯斯蒂尔沃德教堂的死亡潜行者弗农。",
  ["T"] = "Vernon\'s Task",
  },
  [40855] = {
  ["D"] = "最近的事件让我重新考虑了自己的人生观。或者，缺乏。$B$B这个世界上最需要尊重的是什么，$N？我想说这就是力量。原始且纯粹。纯粹的意志力，臂力，力量。是什么导致任何王国变成废墟，崩溃成灰烬？失去领导权，缺乏权力！$B$B啊，忘掉我的沉思和漫谈吧，我有太多的时间和太多的蔑视。说白了：布罗尔人有一个冠军在他们的小土堆里争夺权力，被称为Maulfist。他被称为酋长，即使在食人魔中也是如此，所以他一定非常强大......如果可以的话，把他的冠冕给我。如果是这样，我会丰厚的回报你。",
  ["O"] = "将莫尔菲斯特的王冠带给吉尔尼亚斯蒂尔沃德教堂的死亡潜行者弗农。",
  ["T"] = "A Chief Among Brutes",
  },
  [40856] = {
  ["D"] = "侏儒雷根错综复杂的管道、管道、通道、通风口和气道网络对于维持健康的空气流动至关重要。然而，他们也流通了有毒气体，这对我们的弟兄们造成了如此毁灭性的影响。作为预防措施，我们建立了一个全面的备份系统，在紧急情况下重定向气流。不幸的是，这些通道中的许多已被关闭和密封，需要操纵杠杆和阀门才能重新激活它们。我们需要您的技术专长才能进入城市内的两个关键接入点。第一个是阿尔法通道，它负责我们的备用发电，位于工程实验室。第二个是备用泵通道，位于发射湾附近，这对于我们的备用气泵的运行至关重要。$B$B必须激活这些通道！我们必须让伟大的侏儒梅里根城回到它曾经的技术奇迹！",
  ["O"] = "激活Gnomeregan深处的Alpha通道阀和备用泵通道杆，供邓莫罗格的首席技术员Wirespanner使用。",
  ["T"] = "Backup System Activation",
  },
  [40857] = {
  ["D"] = "问候冒险家，我是Teezle Dualflash，曾经在侏儒里根广为人知，我带着宝贵的信息回来了，这些信息可以极大地帮助我们的事业。我发现了一直在表面制造混乱的麻风侏儒首领的身份，他的名字叫尼文·古布尔线。他一直在召集麻风病人加入他的事业，不断给填海设施制造麻烦，阻碍我们的努力，并威胁我们事业的未来成功。这就是为什么我恳求你，勇敢的冒险家，帮助我们把Neevan Gubblewire绳之以法。这不是一件容易的事，但必须完成。你应该能够在这里南部的Gnomeregan外的某个地方找到他。你会帮我解决这个问题吗？",
  ["O"] = "在邓莫罗格的侏儒回收设施中杀死Neevan Gubblewire为Teezle Dualflash。",
  ["T"] = "Removing Leper Leadership",
  },
  [40858] = {
  ["D"] = "你不会碰巧在周围看到风暴之光技术吧？身材矮小，秃顶，棕色山羊胡？$B$B我已经等待访问终端维修几乎一整天了，我需要完成他的工作，然后我们才能继续我们的程序。如果可以的话，找到他，告诉他快点。他应该还在填海设施内。",
  ["O"] = "在邓莫罗格的侏儒梅里根开垦设施内寻找技术员风暴之光。",
  ["T"] = "Work Overdue",
  },
  [40859] = {
  ["D"] = "几天来，我一直在等待来自廷克镇的货物。你看，我们很多稀有材料都是在我们把事情解决后送到这里的。我在这些访问面板上的很多工作都需要一个液压冷凝器调制器，但它在旅行中被一群麻风侏儒偷走了。他们洗劫了不少贵重物品。$B$B现在，获得一个新的并不是一件容易的事。我们只能在侏儒里根建造它们，所以除非你想去挖掘那个特罗格出没的废墟，否则我建议你寻找那个被偷走的。试着在这里南部的老房子周围扎根，毫无疑问，他们把它藏在安全的地方。",
  ["O"] = "在邓莫罗格的侏儒梅里根填海设施中找到用于技术员风暴灯的液压冷凝器调制器。",
  ["T"] = "Hydrocondensor Modulator",
  },
  [40860] = {
  ["D"] = "当Gnomeregan多年前建成时，我们可以接触到来自世界各地的各种材料。黎明石，我们使用的一种这样的材料，非常适合作为能量耦合器。它对神奇而强大的能量流具有很强的抵抗力。使其用途广泛。$B$B我们无法重新创建任何副本来修复那些已经崩溃的副本，不得不用更频繁地损坏的低于标准的替身替换它们。$B$B虽然看起来我们这边有一股运气。你看，吉尔尼亚斯再次打开了大门。关于民事问题的谣言比比皆是。$B$B我需要你前往北方的吉尔尼亚斯，给我收集四块黎明石矿石的补给。它应该在城市附近的黎明石矿找到。",
  ["O"] = "前往北部的吉尔尼亚斯，在邓莫罗格的侏儒人开垦设施为技术员伏特齿轮收集 4 块黎明石矿石。",
  ["T"] = "The Dawnstone Coupler",
  },
  [40861] = {
  ["D"] = "Gnomeregan的毁灭使我们在很多方面回到了我们的技术上。我们的很多工作都在眨眼间丢失了。$B$B我们基本上是盲目的工作。如果我们要在这个设施中取得真正的进展，那么我们需要一个非常重要的非常罕见的物品。高能量调节器是为管理强烈能量的激增而创建的。没有它，就不可能将过多的电力引导到我们需要的地方，这正是我们在这里试图做的事情！$B$B目前，该设施以低功率运行，以防止我们的系统出现超控或过浪涌。但是我们可以工作得更快，更快。我需要你找到在侏儒里根丢失的高能调节器的示意图。如果我们能够掌握它，我们就可以真正以它应该运行的方式利用这个设施。",
  ["O"] = "找到示意图：Gnomeregan内的高能调节器，并将其带到Dun Morogh的Gnomeregan回收设施的Weezan Littlegear。",
  ["T"] = "High Energy Regulator",
  },
  [40862] = {
  ["D"] = "问候！我是卡西·科波莱特，一个侏儒修补匠。我发现自己有点束手无策，你看：最近一批来自廷克镇的坏数据膜导致了开垦设施下层许多仆人的灾难性故障。我可能需要你的帮助。$B$B你的任务是冒险进入那些较低的级别，摧毁出现故障的仆人。此外，我需要您取回任何备件，以便我可以构建功能正常的替代品。七点左右应该可以。这并不容易，但凭借您的技能和勇气，我们可以解决这个问题并防止任何进一步的损害。",
  ["O"] = "杀死10名故障仆人，并在邓莫罗格的侏儒回收设施中为卡西铜光收集7个备件。",
  ["T"] = "Malfunction Mayhem",
  },
  [40863] = {
  ["D"] = "问候，冒险家。我是加文神父，一位谦卑的亚金黎明神父。我带着一个沉重压在我灵魂上的请求来找你。我最近在邓莫罗格遭到伏击，我珍贵的财产，《谦卑的怜悯》，一本古老的宗教文本，被暴力的洛克乔·特罗格斯从我身边夺走。我担心它的安全，因为这些野蛮的生物会破坏任何他们不能使用的东西。我恳求你帮助我找回这件珍贵的遗物。我敢肯定，东南铁带大院附近的特罗格人就是拥有它的那些。杀死它们并在文本损坏无法修复之前恢复文本。$B$B把这本书带回给我，我会确保你因对光的服务而得到公正的回报。",
  ["O"] = "从邓莫罗格的铁带大院附近的岩黛特罗格斯为加文神父找回谦卑的怜悯。",
  ["T"] = "The Mercy of Humility",
  },
  [40864] = {
  ["D"] = "您可能已经注意到，填海设施的下部已被化学品泄漏污染，导致出现腐蚀性备份。这些危险物质是由于不稳定的奥术转换器而产生的，它正在泄漏魔法显赫。$B$B作为一名化学家，我有责任监督这些有害物质的清理工作。然而，事实证明，腐蚀性备份特别难以控制，更不用说消除！你能在这件事上提供帮助吗？减少渗出物的数量会让我的生活轻松得多。",
  ["O"] = "在邓莫罗格的侏儒梅雷根开垦设施中为化学家辉光视线从较低层杀死8个腐蚀性备份。",
  ["T"] = "Chemical Cleanup",
  },
  [40865] = {
  ["D"] = "机器人XV-81，一个高度复杂的化学清理服务者，由于魔法干扰而变得流氓。它在填海设施的下层造成混乱，并对沿途的任何人构成威胁。$B$B我必须要求你冒险进入下面的深处，找到XV-81，并在它造成任何进一步的伤害之前摧毁它。最重要的是，我必须请你找回它的化学处理膜，这是一种极其罕见的技术，锁在它的大脑深处！",
  ["O"] = "杀死XV-81并将化学处理膜归还给邓莫罗格的侏儒梅里根回收设施的化学家Glowsight。",
  ["T"] = "Chemical Betrayal!",
  },
  [40866] = {
  ["D"] = "自从我们离开廷克镇后，东南方的铁带大院附近就传来了突袭的消息。你会怀疑特罗格斯是这样事情的幕后黑手，但不，黑铁就在邓莫罗格这里。$B$B虽然这令人震惊，但它也可能被证明是一个获得一些黑铁技术的机会。我知道他们的队伍中有一些熟练的工程师和魔法使用者，我想亲眼看看他们的能力。往下走，拿走你能找到的东西。把它带回给我，这样我就可以做一些学习了。",
  ["O"] = "在邓莫罗格的侏儒梅里根开垦设施的Ironband大院为Tenner Pipegadge收集黑铁技术。",
  ["T"] = "Dark Iron Technology",
  },
  [40867] = {
  ["D"] = "问候$C，我是填海设施的化学大师，致力于一个开创性的配方来净化我们曾经心爱的侏儒里根市的空气。但是，我迫切需要材料来测试我的理论。我需要一个纯水样本，它只能从邓莫罗的冰流湖中发现的不平衡水族中获得。这些元素以其独特而神奇的特性而闻名，使它们成为我研究的完美标本。如果您能为我收集一个纯水样品，那将有很大帮助。要小心接近，因为元素可能非常危险。",
  ["O"] = "从位于邓莫罗格冰流湖的不平衡水中收集纯水样本，供化学大师沃尔特怀特使用。",
  ["T"] = "Mastering the Formula I",
  },
  [40868] = {
  ["D"] = "您提供的样本的神奇波动非常极端。为了利用和引导这种能量，我需要一些材料。我已经等待了一段时间的材料。$B$B随着Gol\'Bolar采石场的骚乱和在那里工作的承包商的英年早逝，我对Snowvale Root和Gol\'Bolar矿石的供应空手而归。也许你可以帮我买这些东西？$B$B雪谷根经常由霜鬃先知携带，他们前往山上很远的隐居地。我将需要他们的三个样本。至于Gol\'Bolar矿石，我相信采石场的探矿者Gehn会在这里代表我们提供。",
  ["O"] = "从邓莫罗格的弗罗斯特曼先知那里收集 3 个雪谷根，并从邓莫罗格的侏儒回收设施的勘探者格恩那里为化学大师沃尔特怀特运送戈尔博拉尔矿石。",
  ["T"] = "Mastering the Formula II",
  },
  [40869] = {
  ["D"] = "我想到了一个主意，当你忙着帮忙的时候！以这些元素为基础，我发现配方中需要更易挥发的水绿色。通过更有效的化学反应，理论上可以从空气中分散毒素。$B$B现在这很引人注目，不是吗？$B$B我已经做了数学计算，我所需要的只是一个挥发性水的样本。我听说有传言说，在邓莫罗格东部的赫尔姆湖湖附近有一个相当敌对的水元素。",
  ["O"] = "在邓莫罗格的侏儒回收设施为化学大师沃尔特怀特收集挥发性水样本。",
  ["T"] = "Mastering the Formula III",
  },
  [40870] = {
  ["D"] = "你在那里！是的，你，凡人！我需要帮助。我的朋友已经开始因翡翠梦的疯狂而生病，我需要在他永远失去之前治愈他。$B$B我从诺德拉西尔的典狱长那里听说了一种叫做Hyjalroot的草药，这种草药只能在这个地区找到：它有点稀缺，但我需要十五捆才能减轻帕拉努斯的痛苦。我请你快点，快点行动，否则我会永远失去我的朋友。$B$B<女巫发出了痛苦的悲伤呻吟>",
  ["O"] = "从海贾尔地区收集 15 个海贾尔根，在海贾尔的诺达纳尔为恩索斯。",
  ["T"] = "Blooming Hyjalroot",
  },
  [40871] = {
  ["D"] = "我永远感谢你拯救帕拉努斯的努力，但我一直在想。当这场冲突全部结束，翡翠之梦恢复时，将会有很多人需要海贾尔根才能被带回阵中。我认为现在是时候开始储存Hyjalroot，以拯救那些受影响的人了。如果你碰巧收集了十五个海贾尔根，请回到我身边，我会因为你的努力而赐予你一块小梦之碎片。",
  ["O"] = "从海贾尔地区收集 15 个海贾尔根，在海贾尔的诺达纳尔为恩索斯。",
  ["T"] = "Stockpiling Hyjalroot",
  },
  [40872] = {
  ["D"] = "在我访问诺德拉西尔的一次访问中，我发现了一位不寻常的客人。一只小鹿走近我，这是该地区当地的野生动物之一。作为对你对海贾尔本身的努力的奖励，我可以确保这个生物成为你的忠实伴侣。",
  ["O"] = "收集 50 个明亮的梦想碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "Companion : Little Fawn",
  },
  [40873] = {
  ["D"] = "如果您想了解我们最重要和最稀有的长生不老药，那么您来对地方了。为了你对海贾尔的努力，我可以把我前辈的知识赐予你。梦境长生不老药是一种相当强大和强大的炼金混合物。它可以用来扭转冲突的潮流，对你有利。",
  ["O"] = "收集 50 个光明梦境碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "The Recipe of Dreamshard Elixir",
  },
  [40874] = {
  ["D"] = "海贾尔的德鲁伊很久以前就学会了掌握一种清醒的药水，能够让饮酒者保持清醒，并免受翡翠梦的拉扯。我愿意为你对海贾尔本身的行为和行动提供这个公式。$B$B给我收集光明梦境碎片，你也可以从噩梦的拉扯中保持清醒和清醒。",
  ["O"] = "收集 50 个光明梦境碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "The Recipe of Lucidity Potion",
  },
  [40875] = {
  ["D"] = "很久以前，海贾尔的德鲁伊们想出了一种方法，将沉睡的德鲁伊从梦境的早期沉睡中拉出来。强力盐的混合物可以在他们陷入沉睡之前唤醒他们。$B$B如果你愿意，我可以给你这个公式，以换取你在诺达纳尔帮助我们的努力。它可以成为帮助您和您的盟友的强大工具。",
  ["O"] = "收集 50 个光明梦境碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "The Recipe of Powerful Smelling Salts",
  },
  [40876] = {
  ["D"] = "我曾经是海贾尔德鲁伊的实习生，早在第三次战争给这片土地留下伤痕之前。我有机会学习了许多更微妙的德鲁伊魔法教义，在那里我学会了制作一个名为“绑定之角”的物品。我一直在努力制作一个新的角，并将其与冬泉的自然能量结合在一起，但我需要更多的材料来自这些土地和海贾尔。我需要：海贾尔土生土长的大角猫头鹰的喙，也住在那里的萨提尔的维勒穆斯克角，一本在诺达纳尔可以找到的名为“自然支撑”的书，最后是冬泉当地猫头鹰的月亮护身符。",
  ["O"] = "在冬泉的星落村收集 6 个大角喙、1 个 Vilemusk 角、《自然的支撑》一书和一个月亮护身符给永恒的寻月者。",
  ["T"] = "The Horn of Binding",
  },
  [40877] = {
  ["D"] = "听着，$R。我们在这里不乏麻烦，但我不会把你的时间浪费在无脑的差事上。对付折磨我们营地的害虫和野兽是我自己可以处理的任务。$B$B但是，在更重要的事情上，我确实需要你的帮助。我们自己的一个，奥万·达克眼，来到吉尔尼亚斯寻找丢失的大法师乌尔的书。然而，具有讽刺意味的是——他自己迷失了。$B$B<死亡跟踪者艾琳娜扭曲的笑容传达了她对这种情况的乐趣>$B$B你的任务很明确：找到他，或者他所剩无几。最后我们听说，他正朝着格雷郡走去。",
  ["O"] = "为死亡潜行者艾琳娜找到奥文·达克眼。有传言说他在格雷郡废墟附近的某个地方。",
  ["T"] = "Dead Until Dark",
  },
  [40878] = {
  ["D"] = "我来到这片土地是为了寻找一本特别的书——一本我多年来一直在寻找的大部头：大法师乌尔的《论血的力量》。哦，它怎么躲过了我！但现在，我有理由相信，它可能隐藏在吉尔尼亚斯体内。$B$B这些页面中包含的知识对于推进被遗弃者和部落的目标可能是无价的。我即将发现它的下落，非常接近，但与此同时，我需要你的帮助。拿起这些小瓶，收集蝙蝠的血。我们的计划将需要它们，是的。不要让我失望。",
  ["O"] = "在吉尔尼亚斯的格雷郡废墟为奥万·达克眼带来 10 个恶毒的血瓶。",
  ["T"] = "All We Need is Blood",
  },
  [40879] = {
  ["D"] = "格雷曼可能认为自己在这些墙后是安全的，但他愚蠢地相信他可以躲避死神。现在，他的无能又回来困扰着他，进而困扰着我。祸害仍然潜伏在这些土地上，不断中断我的研究并大大减慢它的速度。是时候把事情掌握在自己手中了。$B$B我命令你消灭格雷郡剩余的祸害部队。不要让我失望，因为失败不是一种选择。$B$B<被遗弃者的眼睛眯了起来，带着一种冰冷的、算计的强度>",
  ["O"] = "在吉尔尼亚斯的格雷郡废墟上为奥万·达克眼杀死 8 名摇摇欲坠的死者和 8 具挥之不去的骷髅。",
  ["T"] = "Last of the Living Dead",
  },
  [40880] = {
  ["D"] = "我必须说，你已被证明是一个有用的仆人，你盲目的忠诚在这个时代确实是罕见的。但我必须承认，一开始我对你并不完全诚实。虽然我个人的追求是寻找你的作品，但我也在这里执行皇家药剂师协会的使命。我们相信吉尔尼亚斯是完善我们对抗部落敌人的新武器的理想场所。但要做到这一点，我需要更多的血液。人血，和狼血。这是一个微妙的平衡。带着这些小瓶，前往斯蒂尔沃德教堂以南。在那里你会发现格雷马内的部队。从他们那里获得我们需要的血液应该不会太难。至于狼血...好吧，他们会以一种或另一种方式来找你。当他们这样做时，只要为他们做好准备。",
  ["O"] = "将 15 个吉尔尼安血瓶和 15 个沃根血瓶带到格雷郡废墟中的奥万暗眼。",
  ["T"] = "We Take It From The Living",
  },
  [40881] = {
  ["D"] = "我可能...算错了一点。看来没有'血之力'的知识，我无法稳定组合。我需要那本书。$B$B我搜索了这片土地的每一个角落，但没有成功。它只能意味着一件事：这本书隐藏在吉尔尼亚斯市本身。它若隐若现，就像一座坚不可摧的堡垒，一想到要在墙内找到一本书，它就让人不知所措。$B$B这座城市戒备森严，驻扎在那里的人类部队不容小觑。他们决心抓住他们所剩无几的东西，他们将不惜一切代价保护他们的城市安全。需要你所有的狡猾和隐身才能尝试突破他们的防御。$B$B但是，如果您确实设法找到了这本书......我会无比奖励你。",
  ["O"] = "在吉尔尼亚斯城找到“关于血的力量”，然后在吉尔尼亚斯的格雷郡废墟返回奥万暗眼。",
  ["T"] = "The Evil Made Me Do It",
  },
  [40882] = {
  ["D"] = "看被遗弃者的新时代！以这本大部头为指导，我将解开血色维度的秘密，并利用它的力量为我们的事业服务。<Orvan Darkeye将血液与粘稠的绿色混合物混合在一起，按照大部头中描述的步骤一丝不苟。 过了一会儿，他转向你，脸上露出邪恶的笑容>$B$B现在，我们必须为我的最新创作找到一个测试对象。我本来打算强行塞进你的喉咙里，但你一直是一个忠实的仆人，这次我会饶了你。相反，我有一个更好的主意。附近有一个忠于我们事业的人类雇佣兵营地。我想知道这种混合物是否会使他们更加致力于我们的使命。在我继续之前，我需要你最后一个忙。向地下城的药剂师法拉内尔报告。告诉他任务很成功。",
  ["O"] = "向地下城的药剂师法拉内尔报告。",
  ["T"] = "Blood for Blood",
  },
  [40883] = {
  ["D"] = "我们在这里所知道的结界是巨大的。虽然我们不能分享我们所有的秘密，但我们愿意传递某些迷人的公式，以表达我们对在海贾尔帮助我们的感激之情。如果您有兴趣，其中一种模式是强大的靴子附魔。",
  ["O"] = "收集 50 个光明梦境碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "Enchant Boots: Greater Spirit",
  },
  [40884] = {
  ["D"] = "我们在这里所知道的结界是巨大的。虽然我们不能分享我们所有的秘密，但我们愿意传递某些迷人的公式，以表达我们对在海贾尔帮助我们的感激之情。如果您有兴趣，其中一种模式是强大的护腕附魔。",
  ["O"] = "收集 50 个光明梦境碎片，在海贾尔的诺达纳尔为埃文迪尔夜风。",
  ["T"] = "Enchant Bracer: Greater Deflection",
  },
  [40885] = {
  ["D"] = "恐怕我不能给你提供我们独立制作的梦幻配方。它是由一个不再与我们在一起的人发现的，我没有得到他们的许可，可以向外人分享这些秘密。$B$B但是，我可以提供我自己创造的梦想托尼克，以换取您在海贾尔的努力。给我一个小梦之碎片，换来一个梦幻之药。这应该是一个公平的交易。",
  ["O"] = "在海贾尔的诺达纳尔为埃万迪尔夜风收集 1 个小梦想碎片。",
  ["T"] = "Dreamtonic",
  },
  [40886] = {
  ["D"] = "冶炼梦之钢的能力本身就是一门艺术。虽然使用梦钢棒实际创建图案的难度很复杂，但它并没有掩盖冶炼过程。如果你想学习如何创建自己的梦幻钢条，而不是依赖别人，请为我收集十五个光明梦之碎片，以示你对世界树的忠诚。",
  ["O"] = "在海贾尔的诺达纳尔为坦托斯·埃韦尔布雷兹收集 15 个光明梦境碎片。",
  ["T"] = "Smelting Dreamsteel",
  },
  [40888] = {
  ["D"] = "掌握梦钢是一门复杂的艺术，需要极大的耐心才能完善。$B$B如果你想接受这个挑战，我可以为你提供创造梦钢紧身裤的计划。不过，我确实需要一些证据来证明你以Nordrassil的名义提供服务。七十五块光明梦碎片应该可以。把他们带到我这里来，你会得到奖赏。",
  ["O"] = "在海贾尔的诺达纳尔为坦托斯·埃韦尔布雷兹收集 75 个光明梦境碎片。",
  ["T"] = "Dreamsteel Leggings",
  },
  [40889] = {
  ["D"] = "掌握梦钢是一门复杂的艺术，需要极大的耐心才能完善。$B$B如果你想接受这个挑战，我可以为你提供创造梦钢护腕的计划。不过，我确实需要一些证据来证明你以Nordrassil的名义提供服务。七十五块光明梦碎片应该可以。把他们带到我这里来，你会得到奖赏。",
  ["O"] = "在海贾尔的诺达纳尔为坦托斯·埃韦尔布雷兹收集 75 个光明梦境碎片。",
  ["T"] = "Dreamsteel Bracers",
  },
  [40890] = {
  ["D"] = "掌握梦钢是一门复杂的艺术，需要极大的耐心才能完善。$B$B如果你想接受这个挑战，我可以为你提供创造梦钢靴的计划。不过，我确实需要一些证据来证明你以Nordrassil的名义提供服务。七十五块光明梦碎片应该可以。把他们带到我这里来，你会得到奖赏。",
  ["O"] = "在海贾尔的诺达纳尔为坦托斯·埃韦尔布雷兹收集 75 个光明梦境碎片。",
  ["T"] = "Dreamsteel Boots",
  },
  [40891] = {
  ["D"] = "巴克斯金部落由两位长老统治。我自己，还有巴克莫长老，一个相当老练的老战士，他从他好斗的天性和有影响力的演讲中脱颖而出。我不把树皮部落的腐败归咎于它的任何战士、园丁或熊。我完全归咎于咆哮之心长老。在他统治期间，他变得越来越敌对，导致许多我称之为最亲爱的朋友的人被淘汰。咆哮之心长老必须被杀死，哪怕是一点点机会可以恢复巴克斯金部落。你会注意到他变色的皮毛，他从对受污染的汁液和他最忠诚的消费上瘾而获得了这种外观。$B$B您可以在西南部找到Barkskin村，靠近Hyjal本身的底部。",
  ["O"] = "在海贾尔的诺达西尔格莱德为巴克莫长老找到并杀死巴克莫长老的巴克斯金村深处的咆哮之心长老。",
  ["T"] = "The Corruption of the Barkskin Tribe",
  },
  [40892] = {
  ["D"] = "树皮熊座是部落中最忠诚和最可怕的战士。是他们被咆哮之心所吸引并听从了他的命令。清洗导致许多人死亡和痛苦。一切都在熊座的行动中，他们执行了主人的愿望，很少关心后果。$B$B我请你去巴克斯金村，追捕那些无意识杀人的人。您可以在南部找到靠近Hyjal脚下的Barkskin村。给我四把大熊座战锤作为你行为的证明，你会得到奖励。",
  ["O"] = "从巴克斯金乌尔萨收集 4 把大熊座战锤，供巴克莫长老在海贾尔的诺达西尔格莱德使用。",
  ["T"] = "Barkskin Ursa",
  },
  [40893] = {
  ["D"] = "纳尔格向其他树皮的恶行复仇。巴克斯金杀死了纳尔格的许多朋友，包括父亲。部落不再是原来的样子，它愤怒，它邪恶。Nargg要求你做Nargg做不到的事情。 杀死树皮并回收树皮吊坠，它们可以在任何树皮弗博格上找到。",
  ["O"] = "在海贾尔的诺达西尔格莱德为纳尔格收集 10 个树皮吊坠。",
  ["T"] = "Barkskin Vengeance",
  },
  [40894] = {
  ["D"] = "纳尔格仍然为巴克斯金的所作所为寻求报复。巴克皮杀死了纳尔格的许多朋友，必须付出代价！$B$B部落不再是原来的样子，它愤怒，它邪恶。Nargg要求你做Nargg做不到的事情。 杀死树皮并回收树皮吊坠，它们可以在任何树皮皮上找到。",
  ["O"] = "在海贾尔的诺达西尔格莱德为纳尔格收集 10 个树皮吊坠。",
  ["T"] = "Continued Barkskin Vengeance",
  },
  [40895] = {
  ["D"] = "来欣赏我的作品，是吗？我赞扬你努力旅行到这么远的地方看到这种难以捉摸的皮革，但是...$B$B什么？你是来了解我的秘密的？嗯。。。也许。我准备了一本书，教那些忠于我们事业的人如何使用梦兽，但我需要你的光明梦境碎片才能提供它。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 15 个光明梦境碎片。",
  ["T"] = "Crafting Dreamhide",
  },
  [40897] = {
  ["D"] = "我不想把我最珍贵的图案送给那些自称皮革工人的不值得的可怜人。我需要表现出奉献精神和意志力，为学徒提供制作我伟大作品的机会。$B$B如果你想学习梦幻护腕图案，给我带来75块光明梦境碎片。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamhide Bracers",
  },
  [40898] = {
  ["D"] = "我不想把我最珍贵的图案送给那些自称皮革工人的不值得的可怜人。我需要表现出奉献精神和意志力，为学徒提供制作我伟大作品的机会。$B$B如果你想学习梦幻皮紧身裤图案，请给我带来75个光明梦境碎片。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamhide Leggings",
  },
  [40899] = {
  ["D"] = "我不想把我最珍贵的图案送给那些自称皮革工人的不值得的可怜人。我需要表现出奉献精神和意志力，为学徒提供制作我伟大作品的机会。$B$B如果你想学习梦兽腰带图案，给我带来75块光明梦境碎片。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamhide Belt",
  },
  [40900] = {
  ["D"] = "多年来，我一直在世界树下练习我的技能。清晰的头脑引导手指，让想象力完成任务。$B$B对于你帮助海贾尔的努力，我可以提供一本包含我所有知识的书。给我带来十五块光明梦境碎片，你也可以学习我的技术。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 15 个光明梦境碎片。",
  ["T"] = "Crafting Dreamthread",
  },
  [40902] = {
  ["D"] = "宁静。这就是在Dreamthread上工作所需要的。在诺德拉西尔之下，往往很容易迷失在梦幻般的状态中。我可以给你一个图案来创造梦线短裙。虽然我确实需要一些你的服务证明。$B$B给我带来七十五块光明梦境碎片，你会得到奖励的。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamthread Kilt",
  },
  [40903] = {
  ["D"] = "宁静。这就是在Dreamthread上工作所需要的。在诺德拉西尔之下，往往很容易迷失在梦幻般的状态中。我可以为您提供一种创建梦线护腕的图案。虽然我确实需要一些你的服务证明。$B$B给我带来七十五块光明梦境碎片，你会得到奖励的。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamthread Bracers",
  },
  [40904] = {
  ["D"] = "宁静。这就是在Dreamthread上工作所需要的。在诺德拉西尔之下，往往很容易迷失在梦幻般的状态中。我可以给你一个图案来制作梦线手套。虽然我确实需要一些你的服务证明。$B$B给我带来七十五块光明梦境碎片，你会得到奖励的。",
  ["O"] = "在海贾尔的诺达纳尔为詹塞尔星尘收集 75 个光明梦境碎片。",
  ["T"] = "Dreamthread Gloves",
  },
  [40905] = {
  ["D"] = "<在触摸到阴燃梦之精时，一股强烈的能量会辐射到全身。 你可以感受到翡翠之梦的力量在你的手指上，召唤你采取行动。 也许诺达纳尔内部有人会熟悉这种力量>",
  ["O"] = "将阴燃的梦之精带到海贾尔诺达纳尔的拱门德鲁伊梦之风。",
  ["T"] = "Smoldering Dream Essence",
  },
  [40906] = {
  ["D"] = "我必须承认，我很怀念再次与梦想精华合作。自从我有这种喜悦以来，已经有好几十年了。为了恢复这个样本，我需要以下材料，可以在艾泽拉斯周围找到。$B$B从海贾尔这里，我需要十块光明梦境碎片。二十五颗梦尘需要从任何可以祛魅的人那里获得。最后，我需要十五种生命精华，这可能有点棘手。把这些带给我，你会得到翡翠祝福的奖励。",
  ["O"] = "在海贾尔的诺达纳尔收集 10 个明亮的梦境碎片、25 个梦之尘和 15 个生命精华，用于大德鲁伊梦之风。",
  ["T"] = "Purified Dream Essence",
  },
  [40907] = {
  ["D"] = "<当你走近时，男人的眼睛睁大了，他的呼吸一会儿。 然后，他猛地呼气，开始颤抖。>$B$B你。。。帮助。我需要帮助。她是...到处。然而无处可去！凭着所有神圣的东西，我...只想让她走！请...$B$B<他抬起颤抖的手指，指着森林>$B$B我不想...跳舞他们的舞蹈，或加入他们的舞蹈...他们。。。圈。他们的黑眼圈，他们的死亡阴影...请！在西南方向，靠近...格雷郡镇，我上次露营的地方，这就是这一切的开始！我离开了...我把日记留在了那里。请检查露营地，拿到我的日记，然后把它带到沃尔夫斯伍德的佩拉尔。他们。。。他们一定有一些想法...我需要帮助，我不能再这样下去了...",
  ["O"] = "在树林里的露营地找到阿利亚坦·安德森的日记，把它带到沃尔夫斯伍德的佩拉尔。",
  ["T"] = "The Haunting of Aliattan Anderson",
  },
  [40908] = {
  ["D"] = "森林的寡妇是善变的，$N。他们对树林有着强烈的依恋。他们顽皮，但恶毒。他们以吓唬孩子为乐，引诱年轻人在他们出没的树冠下休息，出现在他们的梦中。我担心我们没有太多时间去拯救年轻的阿利亚坦，如果他的日记有什么可取之处的话。他们试图打破他的意志，并将他吸引到一种被称为黑色华尔兹的疯狂舞蹈中。他们说灵魂本身在被饥饿的寡妇吞噬之前，随着每一次旋转和旋转而从身体中被扯出。返回露营地，$N。你必须点燃那些一开始就造成如此多悲伤的东西。将它们从隐藏中拉出来，然后处理掉它们。愿狼蛇保护你，因为如果你激怒寡妇，挣扎失败，等待你的是比死亡更糟糕的命运。",
  ["O"] = "通过在格雷郡镇附近的西南树林中点燃篝火来驱逐困扰阿利亚坦·安德森的寡妇。",
  ["T"] = "The Black Waltz",
  },
  [40909] = {
  ["D"] = "临冬城和枯木部落已经陷入了疯狂。他们的仇恨燃烧得很深，他们已经派演讲者与腐败的树皮讨论。我毫不怀疑，他们合谋只是时间问题。$B$B我们Timbermaw不能袖手旁观，腐败将敌对派系团结在一起。$B$B我要求你深入这里的西南方向的树皮村，靠近山顶的底部。找到并杀死温特法尔和戴德伍德特使。",
  ["O"] = "在海贾尔的诺德拉西尔格莱德杀死临冬降使和弗鲁尔格议长的枯木特使。",
  ["T"] = "Hostile Envoys",
  },
  [40910] = {
  ["D"] = "快速的印记注入了速度的力量。使用它的能量后，您会发现自己能够以更快的速度进行攻击。如果你想要这个印记，我需要三十块光明梦境碎片。如果没有你在海贾尔的事迹的证据，我不能就把它送出去。",
  ["O"] = "收集 30 个光明梦幻碎片，在海贾尔的诺达纳尔为瓦纳尔空心星。",
  ["T"] = "The Sigil of Quickness",
  },
  [40911] = {
  ["D"] = "水蛭的印记注入了更黑暗的力量。使用它的能量后，你会发现自己能够吸走对手的精华。如果你想要这个印记，我需要三十块光明梦境碎片。如果没有你在海贾尔的事迹的证据，我不能就把它送出去。",
  ["O"] = "收集 30 个光明梦幻碎片，在海贾尔的诺达纳尔为瓦纳尔空心星。",
  ["T"] = "The Sigil of Leeching",
  },
  [40912] = {
  ["D"] = "穿透符被注入了强大的魔法。使用它的能量后，你会发现自己能够更深入地刺穿坚韧的盔甲。如果你想要这个印记，我需要三十块光明梦境碎片。如果没有你在海贾尔的事迹的证据，我不能就把它送出去。",
  ["O"] = "收集 30 个光明梦幻碎片，在海贾尔的诺达纳尔为瓦纳尔空心星。",
  ["T"] = "The Sigil of Penetration",
  },
  [40913] = {
  ["D"] = "我的目标由Elune指导，因为我的每一个镜头都是真实的。不要相信任何反对者，奉献确实是最伟大的老师。$B$B虽然我不能教你一切，但我不介意分享从长远来看可以帮助你的技巧。给我带来五十块光明梦境碎片，作为交换，你可以得到我的知识。",
  ["O"] = "在海贾尔的诺达纳尔为女猎手埃尔达萨娜收集 50 个光明梦境碎片。",
  ["T"] = "Mastery of the Bow",
  },
  [40914] = {
  ["D"] = "这封信出现在你面前：未密封，但原封不动。在里面，这封信被潦草地写得很粗糙，字完全是外国的。$B$B这感觉有些不对劲。一个熟悉的、可怕的声音出现在你的脑海中;你被吸引到卡拉赞附近的主人酒窖。",
  ["O"] = "在死风山口的主人地窖寻找这种神秘的能量。",
  ["T"] = "A Mysterious Missive",
  },
  [40915] = {
  ["D"] = "我们再次见面$N。我必须说，我对你迄今为止的进展印象深刻。你已经证明了更多...弹性。。。比大多数。$B$B你内心深处知道我为什么把你叫到这里来。你仍然每时每刻都在欺骗死亡。你紧紧抓住这个致命的线圈，尽管有所有补充。然而，你仍然渴望更多。我可以满足这种饥饿感，假设你设法满足了一些......义务。毕竟，只有最凶悍的灵魂才配得上我的第二福气。$B$B如果我准确地占卜了你的精神，那么你就会想去Gadgetzan和Marin Noggenfogger谈谈。告诉他我需要...第52个包裹。",
  ["O"] = "在Gadgetzan寻找Marin Noggenfogger。",
  ["T"] = "A Mysterious Errand",
  },
  [40916] = {
  ["D"] = "谁告诉你的？嗯？没有答案？$B$B好。无论如何，第 52 个包裹丢失了。直接从金库本身消失了，就像它刚刚把自己带走了一样。$B$B我付钱给一个人去追踪它，他最终来到了德索雷斯、马拉多纳的那个半人马墓还是什么？你的猜测和我的一样好，因为它是如何到达那里的。$B$B我想如果你想要它，你最好去拿它。",
  ["O"] = "获取第 52 个包裹并将其带到神秘邮箱。",
  ["T"] = "The 52nd Package",
  },
  [40917] = {
  ["D"] = "这个包装包含一个非常重要的水晶，$N。这颗水晶曾经容纳了从永恒之井本身汲取的力量。虽然它的力量早已耗尽，但它总是有恢复的机会，你不同意吗？$B$B我需要它的力量，如果你想满足你的饥饿感，你会帮我恢复它。首先，您必须深入黑岩山，并抓住霸主Wyrmthalak的眼球，他跟踪黑石尖塔的下层大厅。",
  ["O"] = "获取Wyrmthalak之眼并将其带到神秘邮箱。",
  ["T"] = "An Eye For a mystery",
  },
  [40918] = {
  ["D"] = "到目前为止，你做得很好，但你肯定花时间回来了，不是吗？眼睛已经在分解，它的力量正在消退。这为您不断增长的任务列表增加了另一步，$N.$B$B现在需要一些死灵法术，虽然去诺森德不是一种选择，但斯科洛曼斯仍然存在。我相信他们会有一种可以保护眼睛的药水。$B$B你知道该怎么做，不要让我失望。",
  ["O"] = "获取一种死灵药水并将其带到神秘邮箱。",
  ["T"] = "The Stranger and the Potion",
  },
  [40919] = {
  ["D"] = "需要奥术焦点才能将眼睛的力量正确引导到水晶中。这样的焦点在卡尔多雷文明的鼎盛时期很常见，唉，我记得很清楚......现在那些傲慢的权力席位还剩下什么，嗯？废墟。知识消失在时间中。$B$B那么，您可能会认为找到一个是不可能的任务。幸运的是，我会给你一个线索。也许有人在可怕的莫尔的高原上徘徊。",
  ["O"] = "获得奥术焦点并将其带到神秘邮箱。",
  ["T"] = "Focusing on the Mystery",
  },
  [40920] = {
  ["D"] = "哦，这是多么可悲的小模仿。您是否故意带回了您能找到的最业余的标本？$B$B既然你喜欢用自己的无能来增加自己的任务清单，那么听着：水晶需要去除它的瑕疵。这不是一件容易的事，需要非常专业的工具。两把锤子：一把在仇恨锻造的采石场深处锻造，另一把被黑岩深渊的黑铁使用。把他们带到我这里来，你的失误可能会被原谅。",
  ["O"] = "获得一把仇恨之锤和一把深渊之锤，并将它们带到神秘邮箱。",
  ["T"] = "Hammering the Mystery Home",
  },
  [40921] = {
  ["D"] = "水晶几乎是完整的：眼睛已经准备好融合，焦点已经准备好提供能量。现在，我们需要一种液体助焊剂来结合它们。你能获得的最强大的血液。强大的龙族凡人的血脉$B$B有一个被称为德拉基萨特将军的人，即使在其他强大的存在中也是一个强大的存在。如果你想完成你的任务，那就最好他，把他的心带给我。有了它，水晶将重生，你将得到你一直渴望的奖励......而且持续了这么久。",
  ["O"] = "获得一颗龙血之心并将其带到神秘邮箱。",
  ["T"] = "The Last Ominous Mystery",
  },
  [40922] = {
  ["D"] = "所以，我们站在这里，$N。旅程的终点，不朽在等待着。但这真的是你想要的吗？像古时那些高傲的生物一样，从不惧怕死亡的冰冷？从未感受到生活在边缘的肾上腺素激增？让生活变得有价值的风险...逝。战争，我能从你的灵魂中看到你为之而活，将变得乏善可陈。你将永远活着。你会看着你的家人去世。你的朋友。你的爱。然后呢？当你的所有价值都消失了？$B$B不，我会免除你的这种折磨，而是赐予你真正的祝福：死亡的祝福。这是你一直在等待的时刻。面对最大的挑战，知道你的生命可能随时结束。那。。。这才是真正让生命值得为之奋斗的原因。我说的不对，$N？",
  ["O"] = "再次与神秘邮箱交谈以永远成为凡人，或者放弃这个任务并在您的第 60 级收获不朽。",
  ["T"] = "Eternal Mortality",
  },
  [40923] = {
  ["D"] = "在你走之前...我对你感到有些同情。毕竟，你帮了我很大的忙，都是为了刺激和危险感。$B$B也许我会给你一个恩惠作为回报。",
  ["O"] = "再次与神秘邮箱交谈以获得恩惠。",
  ["T"] = "A Mysterious Boon",
  },
  [50000] = {
  ["D"] = "马尔科维奇教授是我的老朋友。他让我派一个对解剖学感兴趣的人来。在地下城药剂师的底部找到他。",
  ["O"] = "在地下城的药剂师的底部与马尔科维奇教授交谈。",
  ["T"] = "Professor Malkovich",
  },
  [50002] = {
  ["D"] = "这么长时间的亡灵让我忘记了一些关于人体解剖学的事情。既然我们旁边的房间里有一个烦人的标本，你把他扔掉，把他的头给我怎么样？这样我就可以在没有他尖叫的情况下研究它。别担心，他已经从笼子里出来了。$B$B顺便说一句，如果你把他的头带给我，我会告诉你如何伪装成人类。",
  ["O"] = "摆脱烦人的农民，把他的头带到马尔科维奇教授面前。",
  ["T"] = "The Human Anatomy",
  },
  [50003] = {
  ["D"] = "帕普乔教授是我的老朋友。他让我派一个对解剖学感兴趣的人来。在铁堡的荒凉洞穴内找到他。",
  ["O"] = "与帕普乔教授交谈，在铁堡的荒凉洞穴内的某个地方。",
  ["T"] = "Professor Papucho",
  },
  [50004] = {
  ["D"] = "噗...我有一个任务要交给你，$C。看看我身后。我在铁锻周围发现了这个醉酒的兽人间谍，并抓住了他，明白吗？但我想在回报上获得一点“创意”。把他的头带给我，我给你看一些非常值得你花时间的东西。",
  ["O"] = "杀死昏迷的兽人牡丹，把他的头带到帕普乔教授面前。",
  ["T"] = "The Orcish Anatomy",
  },
  [50005] = {
  ["D"] = "这种魔法是强大的，但如果没有对锁的适当机械理解，你将无法打开这个世界上最困难的锁...$B$B也许一个才华横溢的流氓或盗贼大师可以帮助你解决困境。有传言说，流氓、刺客和黑人特工躲在希尔斯布拉德山麓北部的山脉之间。然而，毫无疑问，这样的服务不会便宜。",
  ["O"] = "在雷文霍尔特庄园找到奥尔·比金斯，并支付他3金币作为他的指导。",
  ["T"] = "In Need of Ol\' Biggins",
  },
  [50006] = {
  ["D"] = "你还记得奥尔·比金斯吗？我的朋友住在乌鸦庄园，隐藏在希尔斯布拉德山麓北部的山脉之间？他会再次帮助你学习，以换取更多的黄金。",
  ["O"] = "在雷文霍尔德庄园找到奥尔·比金斯，并再次付钱给他，以帮助你学习。",
  ["T"] = "In need of Ol\' Biggins. Again.",
  },
  [50215] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Shadow Panther Hide Gloves",
  },
  [50220] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Band of Servitude",
  },
  [50227] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Strangely Giant Egg",
  },
  [50230] = {
  ["D"] = "来吧，冒险家！我看你是个有能力的人，所以自从命运让我们走到一起，我就教你一些有用的东西。$B$B您可以在丛林中受益！$B$B如果你从那里的贾奎利纳给我带来一根紧绷的绳子，一些来自战利品湾地精的油，以及你会在营地周围找到的一根厚厚的棍棒，那么我会让你以一种独特的方式告诉你如何立即制作一个合适的火炬，你可以在旅途中使用，用于一夜的探索或保护自己免受野生动物的侵害。看到我们营地附近的那些了吗？他们从不出去！",
  ["O"] = "从Jaquilina带一根绳子，从Booty Bay带上油，从营地周围带一根棍子，到Nesingwary的S. J. Erlgadin探险队。",
  ["T"] = "Night\'s Exploration",
  },
  [50305] = {
  ["D"] = "现在怎么办？啊，又是你。什么鸡蛋？$B$B哦，对了。泰拉瑟斯。所以你想做鸡蛋以外的其他东西吗？我想我可以教你一些东西。$B$B你知道南弗瑞河的尽头在哪里吗？这是您必须移动的地方。为什么？我打算在这里提高赌注，哇！把那些鳄鱼的肉给我，我会教你怎么做！ 你会在河上到处找到它们，所以你最好马上动起来！",
  ["O"] = "带上8块鳄鱼肉在剃刀山煮托尔卡。",
  ["T"] = "Higher Stakes",
  },
  [50310] = {
  ["D"] = "哎，孩子！是的，你！我看你是一个喜欢冒险的类型，只要有一个可以跳进去，你准备跳进任何战斗，对吧？正如我所想。什么？当然有奖励，不然怎么会在这里？毕竟是海市蜃楼赛道！$B$B怎么办？哦，这太简单了，我敢肯定，即使是侏儒也会设法在延音上测试我们的快乐车辆......呃，耐久性条件！是的！所以，如果你准备好赚取一些金币并破解一些天蝎座，那么你来对地方了，孩子！什么头盔？指令？呸！反正谁需要他们？！$B$B是的，您可能想与我们迷人的多洛雷斯交谈以注册测试赛，$N.$B$B让我们爆炸吧！",
  ["O"] = "找到多洛雷斯并骑上哥布林赛车，看看它是否能在起步时幸存下来。",
  ["T"] = "Goblin Engineering At Its Finest!",
  },
  [50311] = {
  ["D"] = "哦，太好了，你还活着，又回到了海贼王！当然，我对你没有怀疑。$B$B所以你准备好再次运行我们的妖精工程杰作了，嗯？那么，如果你知道演习，你最好做好准备，再次获得第一名！",
  ["O"] = "找到黛西并以最佳时间完成一圈。",
  ["T"] = "Mirage Raceway: Goblin\'s Team",
  },
  [50312] = {
  ["D"] = "我相信你很清楚我们，侏儒，我们是最好的发明家。假设您正在努力提高自己的技能和知识，您最终将被视为向我们学习。显然，没有侏儒会愚蠢地拒绝这种有趣而令人兴奋的合作伙伴关系，唉，有时可能会付出高昂的代价。说话更短;我们需要有人用他们的肌肉和耐力来赞美我们大脑活动的天生足智多谋！$B$B如果您成功骑上了这个令人敬畏的侏儒工程杰作，任何其他愚蠢的妖精都会简单地称之为赛车，那么您将有机会在幻影比赛中进一步代表我们明亮的发明家社会！$B$B很酷，对吧？$B$B好吧，这是我们专门为其他种族设计的说明，以便更好地理解和理解。$B$B是的，您可能想与我们迷人的多洛雷斯交谈以注册测试赛，$N.$B$B祝你好运，有情的人！",
  ["O"] = "找到多洛雷斯并骑一辆侏儒赛车，看看它是否能在开始时幸存下来。",
  ["T"] = "Gnomes Are Genuine Inventors",
  },
  [50313] = {
  ["D"] = "敬礼，有知觉的人！我们对您在机械工程设备的试驾中取得的结果非常满意，并被证明对于为我们提供如此急需的分析数据非常有用。我们随时准备让您继续部分参与我们的研究团队，并同意为您的努力提供服务。$B$B当您准备好继续数据收集时，请务必记住提供的说明和建议的安全措施。$B$B祝你有美好的一天！",
  ["O"] = "找到黛西并以最佳时间完成一圈。",
  ["T"] = "Mirage Raceway: Gnome\'s Team",
  },
  [50315] = {
  ["D"] = "来吧，来吧，拿你最新一期的《小工具时报》！在这里，您将找到真正的突发新闻！$B$B什么？哦，新闻是...破！$B$B很快，在千针中的闪光平原上，两支最冒险、最聪明的团队将参加一场迷人的比赛，在整个宇宙中最著名的是海市蜃楼比赛！",
  ["O"] = "抓住 Gadgetzan Times 问题 #1！",
  ["T"] = "Gadgetzan Times: BREAKING NEWS!",
  },
  [50316] = {
  ["D"] = "哈哈哈！你看到他们的脸了吗？！简直出色的工作，我的朋友！$B$B现在，不用害羞了，你明确地做得很好，我相信你一定能比时间赛跑做得更好！$B$B非常简单的任务。你跳进去，踩下油门，飞走，打出最好的圈速！$B$B如果你没有撞到任何一只羊，失去你的踪迹或停止任何你就能赢的东西！$B$B奖？当然，也有一些奖品。不用担心。",
  ["O"] = "以最佳时间完成比赛，然后回到闪闪发光的公寓的黛西领取您的奖励。",
  ["T"] = "Race Against Time!",
  },
  [50318] = {
  ["D"] = "虽然我们都聚集在这里装饰精美的松树周围，但对于那里的所有野生动物来说，这是一个严重的麻烦。如你所知，我们生活的整个生态系统可能很容易被一些物种破坏，以完成每个人都在努力维护的工作。如果您仍然不知情，那么我们必须保存它们。“如何”是什么意思?!?如果我们不做点什么，今年冬天年轻的月亮会冻死的......我知道！$B$B给他们带来我们的节日蛋酒，让他们温暖。拥抱也可以，但你首先给他们带来蛋酒！你从哪里得到它？嗯，我敢肯定，我们附近有个食谱......",
  ["O"] = "将节日蛋酒带到 15 个月亮金斯身上，让它们变暖。",
  ["T"] = "Bracing The Inevitable",
  },
  [50319] = {
  ["D"] = "在冬日面纱盛宴期间向每个列出的职业的玩家扔雪球。",
  ["O"] = "和平从来都不是一种选择！",
  ["T"] = "Snowball Wars: Episode I",
  },
  [50320] = {
  ["D"] = "在冬日面纱盛宴期间向每个列出的职业的玩家扔雪球。",
  ["O"] = "和平从来都不是一种选择！",
  ["T"] = "Snowball Wars: Episode II",
  },
  [50321] = {
  ["D"] = "金属丝丢失手套是我，我最喜欢的手套被偷了，哦，我为什么不能哭？！在盗贼中，我有一长串名字，用冰冷的愤怒惩罚他们，因为他们做错了！你可能会问，这合法吗？我会做到的，而且很快！为我做这件事，我会为你准备一棵友好的小树！",
  ["O"] = "帮助Tinsel Lost-Gloves向偷走他最喜欢的手套的盗贼报仇！",
  ["T"] = "The Icy Menace",
  },
  [50322] = {
  ["D"] = "杀死背痛。",
  ["O"] = "最近，一个卑鄙的罪犯被发现，其行为是邪恶的，这种行为必须受到惩罚！我们代表军队和皇室联合发布消灭此人的命令。对于那些勇敢地杀死有关罪犯的人，有一个公正的奖励。名称为：背痛，奖励：250声望点。",
  ["T"] = "WANTED: Backpain!",
  },
  [50323] = {
  ["D"] = "杀死托奇。",
  ["O"] = "最近，一个卑鄙的罪犯被发现，其行为是邪恶的，这种行为必须受到惩罚！我们代表军队和皇室联合发布消灭此人的命令。对于那些勇敢地杀死有关罪犯的人，有一个公正的奖励。名称为：火炬，奖励：250声望点。",
  ["T"] = "WANTED: Torchy!",
  },
  [50326] = {
  ["D"] = "灰熊 - 我！我想要更多的酒！<嘻嘻！>$B$B雷。。。<嘿！>...酿造！啤酒。。。<嘻嘻！>$B$B格里姆布兹酿造得很好。你去那里。西陨！<嘻嘻>",
  ["O"] = "从Westfall的Grimbooze Thunderbrew或Grizzlore的悲伤沼泽中的Innkeeper Karakul获得Thunderbrew Lager。",
  ["T"] = "Grizzlore Wants Thunder",
  },
  [50328] = {
  ["D"] = "嘿，脸颊很甜！亲爱的，你不想在这里和快乐的冬青一起玩吗？<laughs>$B$B你当然会，我能从你的眼睛里看到这一点。但。。。你知道有一个终极的亲密乐趣即将到来，不是吗？好的甜啤酒和饮料！$B$B与霍莉一起享受快乐乐趣的最佳方式！$B$B现在，喝起来做我...一个美好的甜蜜舞蹈，我的李尔果酱！哈哈！",
  ["O"] = "和霍莉一起被砸，然后和她跳舞。",
  ["T"] = "Jolly Holly Dances Prolly",
  },
  [50330] = {
  ["D"] = "格雷姆是一名战士。我的任务是保护。冬面谷岌岌可危。$B$B大灰狼对村庄有危险。他每隔几天就会攻击一次。<格雷姆给你看三根手指>$B$B你看起来像个英雄！你可以帮忙！寻找更多古德战士！趁雪球睡觉时攻击他！他就在那里。",
  ["O"] = "打败从冬面谷向南的大恐狼雪球。",
  ["T"] = "Peace Comes at a Price",
  },
  [50331] = {
  ["D"] = "杀死阿里斯托克塞努斯。",
  ["O"] = "最近，一个卑鄙的罪犯被发现，其行为是邪恶的，这种行为必须受到惩罚！我们代表军队和皇室联合发布消灭此人的命令。对于那些勇敢地杀死有关罪犯的人，有一个公正的奖励。名称是：亚里士多克塞努斯，人类，等级60.奖励：250声望点。",
  ["T"] = "WANTED: Aristoxenus!",
  },
  [50332] = {
  ["D"] = "杀死阿兹特克。",
  ["O"] = "最近，一个卑鄙的罪犯被发现，其行为是邪恶的，这种行为必须受到惩罚！我们代表军队和皇室联合发布消灭此人的命令。对于那些勇敢地杀死有关罪犯的人，有一个公正的奖励。名称为：阿兹特克，亡灵，等级60.奖励：250声望点。",
  ["T"] = "WANTED: Azteq!",
  },
  [55000] = {
  ["D"] = "嘿 你！是的，你！$B$B我遇到了一个需要修复的问题，我会告诉你，它不会坐在那里等待自己再次工作，这是肯定的！$B$B我们现在是活生生的天堂，但是，你知道妖精是如何工作的，最终我们会以某种方式回到那个石油平台上。问题是，我在那里得到了一套工具，可以追溯到Venture Co.时代。我习惯了，看，我最不想要的就是一些吸盘把他们撞到水里，永远迷失了。$B$B上去，找到我的工具，拿几银子，哇哇哇哇��",
  ["O"] = "在港口以东的石油平台上找到拉兹利克丢失的工具。",
  ["T"] = "Razlik\'s Tools",
  },
  [55001] = {
  ["D"] = "该死的，爆炸的，愚蠢的，一无是处。这不是很好吗？那个石油平台是一件又一件的事情，而我比计划晚了一个星期！$B$B如果你不打电话给哈文，两个工人被吸进海洋，你的石油平台被龙虾淹没是一场噩梦，那么我不知道你来自哪里的朋友！$B$B石油需要保持流动，如果老板发现这种情况已经发生了， 他会得到我的头！$B$B也许我可以把这归咎于某人，但首先，去那里清除一些被炸毁的生物，这样我们就可以把那个婴儿踢到超速状态，开始赶上所有失去的工作！",
  ["O"] = "在港口以东的石油平台上杀死5只马克鲁拉油爪和5只马克鲁拉脱粒机。",
  ["T"] = "The Oil Stops Flowing",
  },
  [55002] = {
  ["D"] = "补给，补给，补给！这就是他们想要的一切，那些妖精！我送他们四个锯片，突然他们又需要六个！我送他们锡，接下来他们需要铁！你发誓他们所经历的比建造奥格瑞玛所经历的要多！$B$B我们俩都有更好的事情要做，而不是整天听我的痛苦，但你介意帮我一把吗？我已经把这批货物运到斯帕克沃特，但我在协调他们的其他订单上远远落后了。$B$B哥布林们在奥格瑞玛城门以东的海岸附近建立了一个新城镇，你不能错过它。",
  ["O"] = "将密封的贸易货物运送到附近的港口城镇斯帕克沃特，位于剃刀山东北部。",
  ["T"] = "Supplies to the Port!",
  },
  [55003] = {
  ["D"] = "作为一名技术人员，我们的工作是保持每一个'运行'你明白吗？好吧，我们遇到了一个小问题，我所说的一个小问题，是指一个大问题！$B$B来自平台的石油没有进来，我们几乎没有用我们得到的东西来弥补！这样，我们很快就会用完一桶桶的果汁。$B$B但是，无论如何我有一个想法。从这里往西边不远处有一个地方叫雷岭，它得名是有原因的。那里的野兽一拳！给我拿六个他们的能量秤，这样我就可以把它们作为动力源进行修补。现在，他们不会给你他们的鳞片，所以使用一些力量！",
  ["O"] = "从西边雷霆岭的闪电皮和雷霆蜥蜴身上收集六片能量鳞片，然后将它们带到斯帕克沃特港的技术员斯图。",
  ["T"] = "A New Power Source",
  },
  [55004] = {
  ["D"] = "冰雹，正是在和平时期，身体将在过去的享受时代中投入。这些妖精的乐趣之一就是吃东西，吃它们确实，$R.$B$B尽管他们吃得很饱，但我仍然在与周围的其他人竞争，我希望让自己与众不同。$B$B我一直想尝试来自贫瘠地区的新食谱，虽然我可能永远不会厌倦烤猪肉，但我可以做更多的事情来让我的食物更加诱人。斯帕克沃特港周围到处都是天蝎座和野猪。从周围收集大块的野猪肉和蝎子毒刺，我会奖励你的努力。",
  ["O"] = "收集 5 块野猪肉和 5 根蝎子毒刺。",
  ["T"] = "Adding a Little Sting",
  },
  [55005] = {
  ["D"] = "Sneed和我曾经是Kezan的亲密朋友和同事，他是一位很棒的助手。但似乎他对我付给他的银子并不满意，他抢走了我的原型碎纸机原理图，并在一天晚上跑掉了！$B$B现在我们终于在这里安顿下来了，我有时间请他帮几个忙，看看他最终去了哪里。他显然被某个“埃德温”的家伙签约了，这就是小径变冷的地方.$B$B时间就是金钱，他的时间用完了，找到他并找回我的计划，让他为双重穿越我付出代价。",
  ["O"] = "将原型粉碎机X0-1原理图带到Wrix Ozzlenut。",
  ["T"] = "Prototype Thievery",
  },
  [55006] = {
  ["D"] = "这几乎是一场灾难。我们的油用完了，几乎用完了雷霆蜥蜴鳞片的所有力量。你的意思是没有电源工作？$B$B朋友，当水龙头干涸时，这里的大多数东西都没有故障保护。有些东西甚至没有关闭按钮！$B$B这个小镇是一个定时炸弹。如果石油平台再次被摧毁或超限，它会炸得很高，我打算有一个备用计划。$B$B你看，我听到一些窃窃私语，说侏儒发明了某种电容器，可以在紧急情况下为整个钻井平台供电数小时，尽管我也听说侏儒爆炸并被辐射，之后电容器不见了。这就解释了为什么还没有人得到他们肮脏的手。$B$B冒险去那里，看看你是否有运气找到它，也许也带上你的朋友，谁知道那里潜伏着什么。",
  ["O"] = "把兆通电容器带给技术员格里姆兹洛。",
  ["T"] = "Backup Capacitor",
  },
  [55007] = {
  ["D"] = "Sparkwater的技术人员一直在寻找更多的方法来优化和利用艾泽拉斯的能源。我们有很多人在场上这样做！$B$B我有一个位于阿兹沙拉的人，我想让你检查一下。他最后位于瓦洛莫克。只要确保他正在做我付钱给他做的事情。哥布林最不喜欢的就是浪费黄金和浪费潜力！",
  ["O"] = "在阿兹沙拉的瓦洛莫克营地找到Gazztoggle Krewpipe。",
  ["T"] = "Searching for New Methods",
  },
  [55008] = {
  ["D"] = "哦，这就是你在这里的原因，是的...$B$B我一直在深入研究和修补，试图为Sparkwater找到新的动力和能源方法。我遇到了一些小问题，主要是弗里克斯。他已经走了几天了，我还没有收到他的消息。最糟糕的是，我派了那个家伙带着我们唯一可用的测量设备！$B$B我知道的最后一件事是，他向西南方向去了附近的精灵废墟，去对该地区的色狼进行一些调查和阅读。他可能被杀了，或者更糟的是，被俘虏了！$B$B请去找他。如果你真的找到他的尸体，请留意我和他一起送来的测量装备！",
  ["O"] = "在精灵废墟的西南部找到弗里克斯。",
  ["T"] = "Frix\'s Folly",
  },
  [55009] = {
  ["D"] = "在搜索弗里克斯·塔利科格的尸体和周围地区时，你没有发现你要取回的测量装备的迹象。您应该将您的发现报告给Gazztoggle Krewpipe。",
  ["O"] = "带着坏消息回到瓦洛莫克的Gazztoggle Krewpipe。",
  ["T"] = "Empty Handed",
  },
  [55010] = {
  ["D"] = "...嘎！我们不能浪费时间诅咒愚蠢的情人......我们必须在斯帕克沃特的高层发现我把重要设备交到他手中之前解决这个问题。我敢打赌，测量设备还在他死的地方。色狼们可能从他手中撬开了它，并且仍在试图弄清楚复杂的哥布林机器是什么，我怀疑他们永远不会。$B$B回去打发他们，直到你找到我的哥布林测量装备！",
  ["O"] = "前往哈尔达尔营地，取回哥布林测量装备。",
  ["T"] = "Grabbing the Gear",
  },
  [55011] = {
  ["D"] = "不好，一点也不好朋友！在这里，我以为我们会在部落的旗帜下安然无恙，但有传言说我的一个宿敌已经知道了我们的位置，并计划来敲门！$B$B我不喜欢它，但是有一个叫Onearm的疯狂老妖精躲在杜罗塔尔，如果我不得不赌钱 - 我不会，我不会玩我的钱 - 我会说他在Sparkwater。给他这张纸和一袋硬币。我讨厌在某人做工作之前付钱给他们，但这是一个特例！",
  ["O"] = "在杜罗塔尔找到格林单臂。",
  ["T"] = "Employing the Cabal",
  },
  [55012] = {
  ["D"] = "如您所见，我愚蠢的碎纸机坏了，我错过了修复它的零件！我也失去了我的沃尔...与家乡人民沟通的手段！$B$B所以，我得请你帮我做个快事，是吗？应该很容易。这个新地方，Nert说他和其他人安顿下来，应该有你需要的一切。哦，来吧，不要这样盯着我看，你比我需要你的帮助更需要我的帮助，所以回去不应该要求太多。$B$B别担心，我可以等。只要给我拿一些油瓶、铜管和奥术尘埃，剩下的魔法我就会施展。",
  ["O"] = "从斯帕克沃特港收集所需的物品。",
  ["T"] = "Short Five Minute Adventure",
  },
  [55013] = {
  ["D"] = "修好我的碎纸机后，我可以回家，抓住我最亲爱的助手之一来帮助斯帕克沃特的事业。让爆破知道我来了，他最好给我找个地方睡觉，准备一些好看的哥布林宝贝。做一些新项目会很有趣，是的，特别是如果这一切都是针对那个丑陋的蟾蜍Razdunk，哎呀。$B$B哦，提醒他，虽然我会帮助他，但我不欠那些部落混蛋任何东西！",
  ["O"] = "向Sparkwater Port的Nert Blastentom报告。",
  ["T"] = "Shaking a Cold Arm",
  },
  [55014] = {
  ["D"] = "我和弗里克斯花了相当多的时间研究阿兹沙拉的电源。还有一些东西似乎构成了相当有利可图的冒险。$B$B西南部是更多的废墟，闹鬼，似乎被海伯恩经过的幽灵守卫着。我相信这些精神可以很好地用作力量的来源。你看，它们的本质是极其强大的。唯一的问题是，好吧，从他们那里得到它。去那里，把鬼魂的精华给我收集起来，不用担心道德，他们会传给等待他们的命运！<嘎嘎嘎>嘎嘎�",
  ["O"] = "向西南方向前进，从高位幻影和高位巫妖那里收集 8 种强烈的空灵精华。",
  ["T"] = "The Ethereal Project",
  },
  [55015] = {
  ["D"] = "总是有新项目涌现，随后变得毫无价值！$B$B看来这个地区被诅咒了，或者我，无论如何，我的运气很糟糕。$B$BFrix从坟墓里萦绕着我，但是，我们仍然有一些项目我想看透。$B$B东面是古老的高原城市埃尔达拉斯。现在你不会找到任何友好的精灵，而是他们的扭曲版本...$B$B娜迦几乎占据了整个废墟，这主要是为什么我和弗里克斯从不费心推动这个项目的原因。现在有你在身边，我们终于可以测试一下了！去东边的埃尔达拉斯废墟。到达那里后，寻找被称为Eldarath Ley-Shards的小能量碎片。",
  ["O"] = "冒险前往埃尔达拉斯遗址，找到5个埃尔达拉斯莱伊碎片。",
  ["T"] = "The Eldarath Project",
  },
  [55016] = {
  ["D"] = "Azshara 似乎没有希望，但尽管失败了，我在这里尝试过的一切，我还有很多事情要尝试。$B$B在该地区有一种被称为雷头的海马狮。它们遍布整个地区，但我正在寻找真正有能力获得最佳结果的人！$B$B在阿兹沙拉高原边缘附近的东北方，是雷头天暴者。现在他们真的是雷头族的头目了。抓住我3个天风暴鹿角，这就是他们必须保持力量的地方。$B$B把他们带到我这里，这样我们就可以测试他们是否拥有任何能量能力。",
  ["O"] = "杀死雷头天暴者，为远在阿兹沙拉东北部的天风暴鹿角。",
  ["T"] = "The Skystormer Project",
  },
  [55017] = {
  ["D"] = "啊......终于有事要报告了，感觉很好。毫无疑问，格里姆兹洛很生气，因为我花了多长时间才回复他！$B$B斯帕克沃特的高层需要一份报告，在我继续在这里工作的同时，向他们报告！$B$B你会为我争取一些时间来保持我的工作，并继续获得报酬！$B$B也许我甚至会得到一个没有弗里克斯那么糟糕的新助手，保佑他的灵魂。",
  ["O"] = "把Gazztoggle的报告交给Grimzlow。",
  ["T"] = "Report to Sparkwater!",
  },
  [55018] = {
  ["D"] = "我还有最后一个项目，我称之为“大能源项目”，它与不久前在东南门纳尔湖周围出现的蓝龙飞行的聚集有关。龙很少参与太多，但据我所知，这些蓝龙喜欢他们的魔法！$B$B如果我能得到一些龙金的法杖，想想可能性！$B$B瓦洛莫克的兽人一直在谈论他们的存在和一位新中尉在那里。还好我的长耳朵能够听到一些小细节！去找这个中尉，带上他的手杖，他必须有一个！现在，召集一群朋友，或者冒险家，这将是一次大手术，而不仅仅是你可以独自完成的事情。",
  ["O"] = "前往东南方的门纳尔湖，从那里的中尉那里取回阿兹萨卢斯的法杖。",
  ["T"] = "The Big Energy Project",
  },
  [55019] = {
  ["D"] = "我哥哥最近被派往我们力量的远方，驻扎在斯托纳德的营地内。我不应该质疑战争首领的愿望，但我仍然担心我的麻烦在那里的安全，即使他身体强壮，身体健康。距离我们上次见面已经有几个月了，所有的部署，从一个到另一个，现在是所有地方的悲伤沼泽？$B$B唯一让我平静的是，他被提升到驻军中某个有权力的职位。很高兴知道他可能不在前线，而是在指挥他的手下。$B$B看着弟弟变得比你更重要是一件奇怪的事情，但是，好吧，职责召唤，我们都必须尽自己的一份力量。$B$B请在悲伤沼泽的斯托纳德找到祖尔，并将这封信交给他。",
  ["O"] = "将鲁纳的信交给斯托纳德的祖尔。",
  ["T"] = "Missing Blood",
  },
  [55020] = {
  ["D"] = "嗯，这有点尴尬，看来我的点缀可能落入了坏人之手，在我面前被引导了。$B$B我一直想在我哥哥的眼中取得更大的成功，虽然他以商人的身份过得很好，但我为奥格瑞玛服务了多年，只是为了保持一个咕噜咕噜。<祖尔叹了口气>$B$B我想我应该坦白，荣誉要求我诚实，尤其是对我自己的亲人。撒谎试图露面是联盟外交官会做的事情，而不是杜罗塔尔的儿子。尽管我很想亲自去道歉，但我不能。我在这么短的时间内有太多的任务要做。$B$B和我的指挥官谈谈，让他知道我想短暂地离开杜罗塔尔。",
  ["O"] = "与斯托纳德要塞的调度指挥官鲁格交谈。",
  ["T"] = "Misgotten Honor",
  },
  [55021] = {
  ["D"] = "所以，祖尔派你来的？他想离开斯托纳德，就这样？$B$B呵呵，好吧，我给你做个交易$R。Zuul一直是一个听话的咕噜声，一个听得很好，在被要求时做得很好，这是我提供这个的唯一原因。你帮我做个任务，我给他请几天假。$B$B当地的野生动物一直是我们这边的眼中钉。除了那些栖息在我们火把光芒之外的阴影中的大型野兽之外，没有其他存在。$B$B我见过兽人失踪，却没有在深夜出现，毫无疑问，我们城墙外的野兽是罪魁祸首。$B$B清除我们城墙外的区域：美洲虎，蜘蛛和鳄鱼。确保减少他们的人数。",
  ["O"] = "杀死 6 只年轻的锯齿鳄、8 只悲伤陀螺和 8 只沼泽美洲虎，然后返回派遣指挥官鲁格。",
  ["T"] = "Beyond the Walls",
  },
  [55022] = {
  ["D"] = "啊......很好，我会投入工作来派遣祖尔，我不遵守诺言就不能拥有指挥官的头衔。$B$B告诉祖尔，他将有三天的假期去奥格瑞玛，第四天我会安排他返回斯托纳德。劝他好好利用这三天。",
  ["O"] = "与咕噜咕噜祖尔交谈。",
  ["T"] = "Taking Leave",
  },
  [55023] = {
  ["D"] = "朋友，我还有最后一件事需要你做，如果可以的话，请多帮你一会儿。$B$B我可能还会在这里等待一段时间等待我的离开。如果你能把我的这封信交给我哥哥，让他知道我很快就会到，那对我来说意义重大。$B$B再次感谢，朋友，血与荣誉。",
  ["O"] = "前往斯帕克沃特港，将祖尔的笔记交给鲁格纳。",
  ["T"] = "Relief and Reprise",
  },
  [55025] = {
  ["D"] = "我在这里失去了理智。我们被告知在老布莱特沃特把几枚炮弹带到一边后，要在屋檐下呆一会儿。$B$B现在被迫在避难所呆了几天，我就要疯了！啊啊，要是有办法喝点酒就好了......等一下，你可以喝酒了。$B$B既然我们不能，那就去咸水手那里旅行，给我弄点以下内容......咳咳...$B$B5罐波旁威士忌3 米德旗帜10瓶波特酒...和 10 个樱桃蛙！",
  ["O"] = "收集 5 罐波旁威士忌、3 面蜂蜜酒旗帜、10 瓶波特酒和 10 瓶樱桃蛙，供沙尔格里格·派普沙克和其他布莱特沃特船员使用。",
  ["T"] = "Dry Hiding",
  },
  [55026] = {
  ["D"] = "嘿，看吧，朋友！你正在看明水号的船长，这是有史以来最优秀、最强大的海上航行船只之一......至少按照部落的标准！$B$B啊......她是个美女，在那些该死的血帆海盗在右舷给我们一个凌空抽射并击沉我们之前。这甚至不公平，真的，二对一的交战。$B$B我的船员仍然被困在战利品湾躲藏，我不确定他们到底在哪里。$B$B我有一个忙，我可以从一位老朋友雷维尔加兹那里请来，他是那里的男爵。告诉他我派你来的，找到我的船员。",
  ["O"] = "前往战利品湾港口，与雷维尔加兹男爵交谈。",
  ["T"] = "It All Comes Sinking Down",
  },
  [55027] = {
  ["D"] = "在我给你我所拥有的信息之前，我想要一些回报。我会尊重他所说的“恩惠”，但我需要做点什么.$B$B风险投资公司在这里引起了一些问题，主要是在接受我的交易并为自己获得一些问题。$B$B他们一直在搞砸我的一些行动，我想搞砸他们自己的一些，当然是秘密的.$B$B在纳兹菲里蒂湖的东北边旅行。我从可靠的消息来源得知，他们正在那里建立一个石油平台，杀死一些他们签约的机械师。这应该花费他们大量的时间和金钱。",
  ["O"] = "在纳兹菲里蒂湖附近的石油平台上杀死5个风险公司机械师。",
  ["T"] = "Employed Help",
  },
  [55028] = {
  ["D"] = "好吧，让我们履行这个恩惠并继续前进。$B$BBrightwater的船员一直在这里，自从他们在战斗的烟花表演后出现的第一个晚上，我就知道这件事.$B$B他们并没有完全做到最好的伪装他们是谁或他们是什么。$B$B你会在威格西克住的战利品湾的较低楼层找到他们.$B$B当你下次见到“船长”帕兹尔时，告诉他我已经兑现了他的愚蠢恩惠。",
  ["O"] = "在战利品湾的较低层找到布莱特沃特号的船员。",
  ["T"] = "The \"Hidden\" Crew",
  },
  [55029] = {
  ["D"] = "哦，船长派你来的？嗯，这不是一种解脱吗，我们已经快一个星期了，我们坐在这里一言不发。$B$B我正要开始想办法离开战利品湾，但似乎唯一能保证我们安全的就是布鲁斯。自从我们在一场战斗中击沉了他们的一艘船以来，血帆海盗就一直想要我们死。让我们说他们很幸运，在格罗姆附近伏击了我们！$B$B他们希望我们都离开，并且不会停止，直到我们离开，似乎。血帆是一群杂乱无章的，没有中央指挥。每个营地或船只都有自己的船员和自己的首领，而这群人追捕我们只是因为我们杀死了那个人的兄弟。如果有人知道什么，那就是Revilgaz。",
  ["O"] = "与雷维尔加兹男爵交谈。",
  ["T"] = "In Need of Information",
  },
  [55030] = {
  ["D"] = "Pazzle和他的船员真的陷入了困境，但如果这意味着你会打扰那些被称为血帆海盗的暴徒，那么我完全可以提供帮助！$B$B我得到了很多关于他们的线索，但我并不完全知道谁在领导寻找布莱特沃特船员的遗骸。$B$B话虽如此，我认识一个可能知道的人。在战利品湾外有一个线人，我已经认识了很长时间了，我把他们赶出了城，因为与海盗有联系。$B$B我救了他们的头，他们欠我的，如果他们知道什么对他们有好处。找到那个血帆叛徒，告诉他们雷维尔加兹在问。$B$B一旦你得到了这些信息，告诉Brightwater的工作人员，他们可以用它做他们想做的事。",
  ["O"] = "从战利品湾外的血帆叛徒那里获取信息，然后返回战利品湾下游的沙尔格里格派普沙克。",
  ["T"] = "Acquiring Information",
  },
  [55031] = {
  ["D"] = "那个位置附近只有一个营地，它一定是这个盐牙船长所在的地方，那么！如果我们有机会离开这个小镇，那么他必须离开！所以，你会帮忙的，对吧？向北靠近古鲁巴希竞技场，在它的南边有一个血帆营地，在西边的路上。找到并杀死盐牙船长，把他的头给我，这样我知道这件事已经完成了。哦，带上一些朋友，他肯定会有相当多的船员！",
  ["O"] = "杀死盐牙船长，并将他的头颅作为证据带到沙尔格里格派普沙克。",
  ["T"] = "Smash Salt Tooth!",
  },
  [55032] = {
  ["D"] = "我的人民已经沦为疯狂，精神错乱和嗜血的嗜血，对虚无的狂热梦想.$B$B它就像一个阴影笼罩着他们的头脑，阻止了所有的清晰度被感知。$B$B你知道不认识你曾经认识的人的痛苦吗？看着朋友的脸，从他们身上什么也认不出来，只是像说外语一样野蛮？$B$B我的亲人失去了亲人，承认我在这些森林里不再有家，这让我非常痛苦。必须做点什么来阻止疯狂，结束这一切。$B$B前往这里以南的绿爪村，摆脱我曾经的家，清除潜伏在那里的Foulweald萨满。他们与曾经的完全不同，并使恐怖永久化。",
  ["O"] = "前往绿爪村，杀死3名恶魔萨满。",
  ["T"] = "Reduced to Madness",
  },
  [55035] = {
  ["D"] = "你对高尔方的好——好，以前没有其他侏儒这样为我做过！我送你礼物秀，苔藓好侏儒，强壮的侏儒！$B$B我把箱子埋在坝底挖空的树上，应该还在那里，除非有人偷，你找到，宝藏给你，高方不需要里面什么，都给你。",
  ["O"] = "找到隐藏的苔藓宝箱并领取奖励。",
  ["T"] = "Hidden-Hidden Reward",
  },
  [55036] = {
  ["D"] = "嘿，bub，我收到了我需要处理的延迟发货，我所说的“处理”是指尽快修复.$B$BTarlo Farcrack 一旦我得到我该死的雪人毛皮，就会失业。我差不多一周前就把他送到那里去了，他答应现在就在这里。$B$B如果你应该了解关于Sparkwater的一件事，那就是你不会向Laz做出你不能兑现的承诺.$B$B前往希尔斯布拉德山麓的Tarren Mill并解决这个雪人问题。 完成后，告诉塔洛他完成了。",
  ["O"] = "ä¸ŽTarren Millçš„Tarlo Farcrackäº¤è°ˆã€‚",
  ["T"] = "Where\'s My Yeti Fur?!",
  },
  [55037] = {
  ["D"] = "我在这里需要一些帮助。一大堆帮助！$B$B我本应该从可靠的来源收到雪人毛皮的订单，但他们对我大发雷霆！$B$B看吧，朋友，如果你能帮我保持膝盖，而不是从艾泽拉斯失踪，那将是一个巨大的帮助。$B$B西南是一个充满雪人的洞穴。该死的几乎挤满了他们。给我拿十张雪人皮毛。这应该足以带回拉兹。请快点！我们在这里没有一整天！$B$B我看你得到了雪人皮毛。让我快速将其包装起来发送给 Laz！",
  ["O"] = "收集 10 只雪人毛皮，返回塔洛法拉克。",
  ["T"] = "Filling Back-Orders",
  },
  [55038] = {
  ["D"] = "在那里，一切都打包好了，可以走了。请把这个板条箱带到斯帕克沃特港的商人拉兹，并为迟到向他道歉。我在那里为他准备了一小笔钱，因为他迟到了！$B$B再次感谢所有的帮助，如果没有你，我会更糟。",
  ["O"] = "把塔洛的板条箱带到商人拉兹。",
  ["T"] = "A Late Delivery",
  },
  [55039] = {
  ["D"] = "阿尔特拉克王国在背叛联盟后沦为废墟。我觉得一个叛徒的国家不久之后就变成了一个由强盗、偷窃者和割喉者组成的流浪团伙是合适的。是那些毁坏土地并夺走那些本来就不是真正属于他们的人的人。$B$B辛迪加从达拉然那里偷走了一本麒麟托需要归还的非常重要的书。这是岩石元素纲要的第三部分。在达拉然及其周边地区有许多建筑项目正在进行，需要这样一本书来保持我们对周围元素的控制。辛迪加巫师将这本书带到了阿尔特拉克山脉的斯特拉恩布拉德小镇。收回从我们这里夺走的东西，为不文明的诅咒伸张正义。",
  ["O"] = "从斯特拉恩布拉德的辛迪加巫师那里检索岩石元素精通：纲要III。",
  ["T"] = "Seeking Lost Answers",
  },
  [55040] = {
  ["D"] = "在第三次战争期间，达拉然图书馆丢失了许多伟大的大部头、书籍和档案。$B$B我们的知识之地被摧毁并分散在世界各地，现在落入流氓巫师和死灵法师手中。一本这样的权力书位于离这里不太远的海岸线上。维沙斯家族在第三次战争前从我们的图书馆拿了一本书给他们的儿子，他是一个魔法新贵。我相信他们现在正纠缠在洛丹伦废墟中血色十字军的堕落中。我曾尝试过几次检索它，但事情只会变得暴力。尽量和这些人讲道理，如果讲不出来，就用其他方式帮我们找回。",
  ["O"] = "收集《达拉然的安西雷姆·鲁内维弗的水编织和命令》一书。",
  ["T"] = "Returning Property",
  },
  [55041] = {
  ["D"] = "你听说过“知识就是力量”这句话吗？好吧，我的很多哥布林亲戚都没有。我寻求并出售给那些有兴趣获得一些新技能的人.$B$B我已经追随这本名为“圣贤的智慧”的旧书已经有一段时间了。一个名叫兰达斯的档案管理员拿着它.$B$B问题是，这不仅仅是一个拿着书的人，他是来自达拉然的法师之一，让我得到它并不容易.$B$B他们对他们的东西非常保护，所以这就是你进来的地方.$B$B我最近得到一些信息，他在俯瞰希尔斯布拉德球场的高处，拘留营相当近到达拉然。找到他，给我拿那本书。",
  ["O"] = "找到《圣贤的智慧》一书，把它带给智者克雷兹。",
  ["T"] = "Wisdom of the Sages",
  },
  [55042] = {
  ["D"] = "早在我来到这个地方之前，我就是Venture Co.$B$B那是很久以前的事了，还有一个不同的我，但如果有什么卡住了，那就是我得到的愚蠢的昵称.$B$B当我是工程师之一时，我被委托设计一个巨型碎纸机来砍伐石爪山的森林。 另一个设计比我的好，而且好很多。我对此没有问题，但我遇到的问题是被福尔曼·克利克斯解雇，因为他“让他失望”.$B$B他称我为“黑客”，现在这个绰号已经卡住了。混蛋有事要找他。你会在风剪峭壁找到他，我曾经在旧木材厂工作过。他是个老白痴，我怀疑他已经离开了.$B$B把他的戒指给我，这是他戴在中指上的超大铆钉东西。",
  ["O"] = "杀死福尔曼克利克斯，把他的钉钉戒指带给沙克。",
  ["T"] = "Satisfaction for Shak",
  },
  [55043] = {
  ["D"] = "明水号是一艘强大的船只，可惜它以悲惨的方式沉没，在海上被卑鄙的血帆伏击。我不得不有点匆忙地来到斯帕克沃特，我需要我的残骸日志。$B$B你看，它包含一些我不想掌握在某些人手中的私人信息，明白吗？$B$B前往斯特朗格索恩丛林中的格罗姆戈尔，再往南走一点，在海底，你会发现它的残骸和另一艘海盗船的残骸。应该不难找到。",
  ["O"] = "从Stranglethorn沉船中获取Brightwater日志。",
  ["T"] = "The Brightwater Logs",
  },
  [55044] = {
  ["D"] = "这个采矿作业是艰苦的工作，我们并不总是得到最艰苦的工人，你抓住我的漂移？$B$B我有一个名叫阿克塞尔的工人，他在运送矿石方面一直懈怠。那个，他经常在白天消失。$B$B我不喜欢懒惰的暴徒因为无所事事而吃掉我的硬币，所以去找他，得到我需要他开采的铜。",
  ["O"] = "找到矿工阿克塞尔。",
  ["T"] = "Missing Worker!",
  },
  [55045] = {
  ["D"] = "看，我的意思是把矿石交给他，我保证。日复一日地砸石头是相当紧张的，我觉得我可以做得更好，你知道吗？$B$B你介意帮我一个忙，给我找10个铜矿石吗？如果你能开采，或者如果你认识一个可以开采的人，那么这里周围有很多。它会让我都赶上我的货物和会费，甚至让我领先一点！$B$B我真的可以使用帮助。如果你不认识任何人，也不能自己挖矿，总会有拍卖行。",
  ["O"] = "为矿工阿克塞尔带来 10 块铜矿石到大碎裂片。",
  ["T"] = "Ore on Time",
  },
  [55046] = {
  ["D"] = "在阿格蒙德尽头的荒芜之地是一种特殊类型的矿石，已经受到那里的元素压力了一段时间。它是独一无二的，很难找到。$B$B它可以用于很多事情，但我希望它可以在钻头中使用。在阿格蒙德的尽头，前段时间，一小群矮人被特罗格人占领了。我不认为矮人甚至没有接近获得所有的矿石，而一些特罗格必须拥有一些矿石。前往那里杀死他们，直到你找到一块，然后把它带回来。",
  ["O"] = "从阿格蒙德尽头的特罗格斯找到阿贡矿石。",
  ["T"] = "Agon Ore",
  },
  [55047] = {
  ["D"] = "信不信由你，我并不总是一个矿工。在我那个时代曾经做过很多盗版。$B$B我和南海海贼团合作，接管了船只，只是偷了我们想要的东西。这是一次地狱般的生活，但当我的一个朋友在另一个成员引起的纠纷中丧生时，它突然结束了。$B$B这么说吧，我在那之后起飞了，没有回头。$B$B我在南海海贼团的日子里有一双幸运靴，实际上从我离开克赞开始，我一生中的大部分时间都有。他们应该还在塔纳里斯东部的隐湾，在我密封的行李箱里，在其中一个双层房里。如果你能找到他们，我会付给你丰厚的报酬。",
  ["O"] = "找到大弗拉格尔的幸运靴。",
  ["T"] = "The Lucky Boots",
  },
  [55048] = {
  ["D"] = "对于那些阅读此消息的人，一位名叫Baxxil的当地囚犯最近在一次隧道事件后从洞中逃脱，并逃脱了海岸。据报道，他在荒芜西部的远望哨所，沿着杜罗塔尔河被目击。必须伸张正义。把这个囚犯死活带回来，然后回到希兹尔！",
  ["O"] = "在荒芜的远望哨所找到囚犯巴克西尔。",
  ["T"] = "WANTED: Hole Escapee",
  },
  [55049] = {
  ["D"] = "Shazknock因对Sparkwater港口的犯罪而被通缉，分享重要信息并将工会的商业机密泄露给Venture Co.$B$B他用他泄露的信息为自己赢得了经理的职位。在大厅内的博尔德洛德矿的新位置找到这个人，并将他的头带到商人拉兹作为奖励的证据。",
  ["O"] = "在博尔德洛德矿找到并杀死沙兹诺克。",
  ["T"] = "WANTED: Shazknock!",
  },
  [55050] = {
  ["D"] = "<小格里兹利克把指关节按在胸口>$B$B乐塔，$R！我是格里兹利克，部落的儿子，未来的奥格瑞玛战士！$B$B<孩子弯曲着瘦骨嶙峋的胳膊，看起来很可爱>$B$B嘿，别笑我！来吧，我还有很长的路要走，但女主人说如果我下定决心，我也会有一把像高级霸王一样的大斧头，或者谁知道可能会像战争首领一样射出闪电！$B$B<格里兹利克用手模仿咒语>$B$B长椅，长椅！$B$B反正你看起来是个无聊的长老，不会跟我玩吧？我可以请你帮个忙吗？请把这个带到雷霆崖的托姆拉格图腾。上次来这里的时候，他给我们带来了玩具，教我如何使用木斧！把吱吱也带上，他想看看雷霆虚张声势。你可以留住他，反正他更像是冒险型的。如果他想看看这个世界，我会很难过永远把他留在身边！",
  ["O"] = "拿格里兹利克写给雷霆崖的托姆·拉格图腾的信为例。",
  ["T"] = "Grizlik\'s Wish",
  },
  [55051] = {
  ["D"] = "我不敢相信它终于结束了，呵呵。再也不用坐在地下室喝便宜的酒了，现在我可以坐在沙滩上喝着昂贵的东西作为庆祝！$B$B这真的是一种乐趣$N，没有你，我们不可能做到这一点。$B$B前往斯帕克沃特港，让船长知道，我们将在返回的路上，届时我们可以组织一艘船将我们送到那里。他应该一定会给你某种奖励来帮助我们，当然。",
  ["O"] = "向Sparkwater Port的Pazzle Brightwrench报告好消息。",
  ["T"] = "Return to Port!",
  },
  [55055] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "War Mode Cancelled",
  },
  [55100] = {
  ["D"] = "探险家联盟一直在寻找新成员。您是否想看看世界，并在艾泽拉斯的海洋中旅行，寻找被遗忘的文物和埋藏的宝藏？！$B$B那么，你应该去找我的朋友梅林·洛克韦弗（Merrin Rockweaver），他是联盟中发现旧文物和骨头的众多挖掘者和探险家之一！$B$B从这里向东走，找到惠尔加的挖掘现场。它应该靠在南部的山脉上，所以请睁大眼睛探险家！",
  ["O"] = "向梅林·洛克韦弗报告，成为一名伟大的探险家！",
  ["T"] = "Join The League!",
  },
  [55101] = {
  ["D"] = "一个又一个关于猛禽缓慢向我们的挖掘地移动的报告被山上的那个傻瓜格罗乌格忽略了。$B$B他在邓阿格拉斯有一个舒适的帖子，没有移动一英寸，即使他应该在这里。我需要一些确凿的证据给他，当着他的面，以便采取一些行动。猛禽蛋应该做得很精细。$B$B杀死那里的野兽，并从它们那里收集鸡蛋。把这些鸡蛋带到邓阿格拉斯山西南部沿着山脉的格罗夫格。",
  ["O"] = "收集 10 个猛禽蛋并将它们带到驻扎在邓阿格拉斯的格罗夫格密瑟里尔曼。",
  ["T"] = "Help The League?",
  },
  [55200] = {
  ["D"] = "你好，朋友！你见过这个世界吗？您是否探索了艾泽拉斯的所有角落和缝隙，并真正欣赏了它的美丽？$B$B我不认为任何灵魂都有，但它的前景很诱人，不是吗？$B$B我正在准备去看世界，我仍然需要补给品，其中之一是火把。铁胡子墓周围北面的渗出物是我过去用来点燃火把的焦油。从这些渗出物中给我5个粘性渗出焦油，从任何贸易供应商那里得到5个简单的木头。",
  ["O"] = "为塞缪尔·维克斯收集 5 个粘性渗焦油和 5 个简单木材。",
  ["T"] = "Preparations for Adventure!",
  },
  [55201] = {
  ["D"] = "自从猛禽搬进来并声称它是他们的领土以来，与梅内西尔港的地面连接就被切断了。我们没有人力来压他们，结果我们现在被困在这里。$B$B下到山脚下，杀死那里的猛禽。为我收集他们的 5 只爪子作为证据。",
  ["O"] = "为雪胡子船长收集 5 个斑驳的利爪。",
  ["T"] = "Retaking The Roadways",
  },
  [55202] = {
  ["D"] = "认识好小伙子！说，你不会碰巧在邓阿格拉斯附近吧？$B$B它位于东南方霍克守夜附近的山区。这么说吧，我输了赌输给我表弟巴尔托克，不偿还债务不是侏儒的天性。$B$B送这桶我最新的自制啤酒，如果他觉得很慷慨，他可能会让你值得一试。",
  ["O"] = "将哈金的小桶送到邓阿格拉斯的巴尔托克。",
  ["T"] = "The Lost Bet",
  },
  [55203] = {
  ["D"] = "嘿！我有点紧张，你明白吗？这里和梅内西尔港之间的道路已经相当堵塞了一段时间了，我必须尽快把这批货物送到那里。$B$BMenethil's Harbor要求更多的木材来修理他们的造船厂，而我们恰好是最近的木材厂。我毫不怀疑，如果他们不尽快得到木材，他们会转向其他人购买木材。$B$B如果你能帮我一个忙，把这批货物运到梅内西尔港，送到詹姆斯·哈洛兰那里，这对我来说意味着整个世界，让我们保持良好的生意！",
  ["O"] = "将木材运送到梅内西尔港的詹姆斯·哈洛兰。",
  ["T"] = "The Wood Arrives on Time!",
  },
  [55204] = {
  ["D"] = "你在那里，我需要向南边山上的邓阿格拉斯的船长同伴报告。你看起来有能力传递信息。$B$B这是最重要的，它是紧迫的，涉及通过湿地地区的贸易，商业和旅行问题。把这个带给他，而且很紧急，$C。",
  ["O"] = "把Stoutfist的报告带到邓阿格拉斯的雪胡子船长那里。",
  ["T"] = "Report From Stoutfist",
  },
  [55205] = {
  ["D"] = "他所要求的会让我们在山上毫无防备...$B$B你必须把这份报告带给他，让他知道我们的情况。让他空手而归让我感到难过，但我必须这样做以确保这里的人们的安全。",
  ["O"] = "把雪胡子的报告带到梅内西尔港的斯托特菲斯特船长那里。",
  ["T"] = "Report From Snowbeard",
  },
  [55206] = {
  ["D"] = "看来我不能依靠铁锻，甚至不能依靠我们亲密盟友的帮助。冒险家，我必须请你协助清除潜伏在高地并袭击我们商队的龙毛威胁。只要我们在这里，他们就一直很烦恼，必须阻止他们，以免他们获得更大的立足点。前往东边的安格方营地，杀死他们。",
  ["O"] = "杀死 10 名龙毛突袭者、6 名龙毛护骨者和 6 名龙毛沼泽者，然后返回斯托特拳队长。",
  ["T"] = "Hunting Dragonmaw",
  },
  [55207] = {
  ["D"] = "哦，那个馅饼！它在我的嘴里流水，它太好了！我最近去了霍克的守夜，吃了一些海蒂的美妙馅饼！$B$B我要求更多，而你将成为为我得到它的人！$B$B前往霍克的守夜，与旅店老板海蒂交谈。她是一个有烘焙天赋的好人。",
  ["O"] = "为兰恩买海蒂的自制馅饼。",
  ["T"] = "The Quest For Pie",
  },
  [55208] = {
  ["D"] = "那个兰恩痴迷于我的馅饼。他吃得比我能想象的还要多，他来这里旅行时。想到我的厨艺对某人来说如此美妙，我感到非常受宠若惊。$B$B如果你能把这个带给他，并实现他的愿望，将不胜感激。这甚至可能意味着他有一天会回来尝试更多！",
  ["O"] = "把海蒂的自制馅饼送到兰恩。",
  ["T"] = "The Pie Delivery",
  },
  [55209] = {
  ["D"] = "你好！我们在这些地方没有很多游客，尤其是我们周围所有卑鄙和潜伏的东西！$B$B不过，很高兴看到一个面容友好的陌生人。我在霍克守夜中有一个朋友，我过去在第三次战争期间和他一起工作过。$B$B我们曾经互相交换各种新发现，我想我只是想出了各种疯狂的小玩意！$B$B帮我一个忙，如果可以的话，把我的新原理图交给他。",
  ["O"] = "将 Swiftgear 的工程原理图带到 Hawk's Vigil 中的 Barthos Thundercrack。",
  ["T"] = "The Schematic Run!",
  },
  [55210] = {
  ["D"] = "这东西超出了图表，尤其是这个倾斜振荡抑制剂！$B$B对它的要求非常奇特，但我必须拥有它！$B$B如果你能给我提供设计这个坏小子所需的材料，那么我愿意为你加入一个项目。$B$B在这里，我为你写下了材料。收集我需要的东西并将它们带回来。它们的数量应该足以制作其中两个！",
  ["O"] = "使用巴托斯的工程笔记，收集铁棒、强通量、青铜旋转小玩意和熔断线。",
  ["T"] = "Tilting Oscilation Inhibitor?!",
  },
  [55211] = {
  ["D"] = "那么，现在。我将开始我的下一个最伟大的创作！不应该花太长时间，只要站起来，保持良好的距离，这样你就不会受伤！$B$B毕竟，好的工程确实需要一点危险。",
  ["O"] = "等待巴托斯·雷霆霹雳创造他的伟大发明。",
  ["T"] = "Oscilation Inhibited Disk!",
  },
  [55212] = {
  ["D"] = "在第三次战争期间，我是著名的工程师。我对飞行器和所有其他装置进行了现场维修。有人说这些发明在设计上简直是侏儒，但爆炸\'他们！$B$B我总是在它们身上加上自己的扭曲，以增加坚固性并能够处理侏儒！$B$B我是霍克守夜中的大工程师之一，但我有点缺乏可供修补的物资。我知道那些从铁堡机场上悬崖的家伙正好躺着很多东西。$B$B前往那里，找到我的朋友Orion Coalborn。他应该有一些额外的补给，他愿意给我！",
  ["O"] = "前往铁锻机场，收集巴索斯雷霆曲柄的补给。",
  ["T"] = "Tinkering Away",
  },
  [55213] = {
  ["D"] = "如果参议院调查所有这些丢失的物资，他们会在我的脖子上呼吸。但是，我不能让巴托斯悬而未决...$B$B在这里，这是我可以节省的。这个板条箱应该足够他使用一段时间。$B$B当你再次见到他时，告诉他他可以随时来这里工作。我们需要工程师。",
  ["O"] = "将工程用品运送到巴托斯。",
  ["T"] = "Supplies for Barthos",
  },
  [55215] = {
  ["D"] = "乍一看，霍克的守夜似乎是一个完美的避风港，山丘郁郁葱葱，草地是鲜绿色的。不过，不要让这张脸欺骗你，我们的眼睛下面有肮脏的行为，这是我们一些最熟练的人已经感觉到的魔法污点。我们的守夜中发生了谋杀，但这种日益增长的黑暗仍然挥之不去。玛吉·布莱克伍德（Marge Blackwood）已经承担起研究和调查这些神奇污点的发现的责任，我想深入了解这一点。向她报告，看看你能不能帮忙揭开这个谜团的真相。$B$B玛吉位于东北部的庄园内。",
  ["O"] = "向玛吉·布莱克伍德汇报。",
  ["T"] = "Uncovering Mystery",
  },
  [55216] = {
  ["D"] = "我的研究一直在继续，虽然谜团仍然存在，但我的朋友和同事波比·扎比尼也是该地区的一名法师。他也一直在研究这件事，尽管我相信他的时间比我的时间要多得多。请你去见见他吗？他目前位于蓝色屋顶的庄园以北一小段路程处。",
  ["O"] = "与波比·扎比尼交谈。",
  ["T"] = "The Mystery Continues",
  },
  [55217] = {
  ["D"] = "霍克守夜中的黑暗魔法似乎凭空出现，它的存在在很长一段时间内都没有被我和我的亲人发现。$B$B或者至少是最近几周才出现的，以至于像我和玛吉这样的许多人都会注意到它。我相信，要么是一股沉睡的力量已经慢慢获得了一段时间的力量，要么是某种东西，或者某个人，最近以如此强大的力量来到了霍克的守夜中。祝你好运，找到导致污染黑暗的原因，我在第三次战争之前就感觉到了类似的东西，不想重温这种经历。告诉玛吉我所知道的很少，这可能会有所帮助。",
  ["O"] = "把扎比尼的信息带给玛吉·布莱克伍德。",
  ["T"] = "Zabini\'s Information",
  },
  [55218] = {
  ["D"] = "所以，扎比尼可能实际上在做某事，在我所有的研究中，我都无法找到这种魔法的来源，无论谁使用它，似乎都知道他们的手艺。但是，他提供的信息中可能有线索。$B$B雷克大人知道霍克守夜的所有来来往往，更准确地说，谁是新来的小镇。如果有人在过去几周内来过，那么也许我们可以将他们视为这种黑暗的潜在来源，或者至少调查它。",
  ["O"] = "与瑞克指挥官大人交谈。",
  ["T"] = "A Potential Clue",
  },
  [55219] = {
  ["D"] = "<莱克指挥官大人看完他的记录>$B$B所以，我们似乎最近有人搬进了这个小镇，尽管他来自暴风城，哈鲁斯·阿什巴克尔。施压超出了我的管辖范围，因为这个人已经......并发症。$B$B他目前正在接受SI：7的调查，我只是因为我们的调查才告诉你这一点，但我们镇上有一名特工在监视他。$B$B与他见面，他的名字叫罗伯·德思礼，他通常可以在市中心附近找到。看看你是否能得到关于这个哈鲁斯角色的任何信息。",
  ["O"] = "与卧底特工罗伯·德思礼交谈。",
  ["T"] = "Overlapping Investigations",
  },
  [55220] = {
  ["D"] = "SI：7 的操作本质上是秘密的，必须保持这种状态。$B$B如果指挥官雷克的怀疑属实，那么这意味着哈鲁斯·阿什巴克尔将违背他在暴风城内向贵族发誓的誓言。当然，当那个人因练习禁忌魔法和谋杀两者而被通缉时，那个贵族已经把他从暴风城里弄了出来。$B$B尽管我不喜欢贵族之家，但我还是按照我的吩咐去做。把我的发现报告带给老城暴风城内SI：7的领导人Mathias Shaw大师。把它们封印起来，如果封印被打破，不要再向他或我自己展示自己。",
  ["O"] = "将罗柏·德思礼的密封报告交给马蒂亚斯·肖大师。",
  ["T"] = "Robb\'s Report",
  },
  [55221] = {
  ["D"] = "啊，是的，我只是认为罗柏的报告最终会回到这个人身上。你可能知道他叫哈鲁斯·阿什巴克尔，但实际上这只不过是一个虚假的身份。你正在收集信息的人实际上是来自洛丹伦的马丁·科林斯。他在第三次战争期间向南逃到了暴风城，最近被释放了监禁。贵族院的某个人推迟了他的处决，最终得到了他的释放，他发誓要发誓放弃他的做法并被流放出这片土地。我一直密切关注着他，知道他在黑魔法中有多少潜在的力量。$B$B在简单地杀死这个人之前，我想先解决一些松散的结局，我想弄清楚所有这些禁忌魔法的幕后黑手还有谁，以及是什么让诺布尔让他自由了。$B$BStockades最近已经超负荷运行，但它是最后一个拥有对马丁科林斯有价值的信息的地方，去那里找到它。",
  ["O"] = "深入围栏，找到有关马丁·科林斯的信息。",
  ["T"] = "The Stockade\'s Search",
  },
  [55222] = {
  ["D"] = "看来科林斯家族曾经与洛丹伦和暴风贵族都有不少联系。他们都死了，但马丁仍然留下来，并在战后逃到了暴风城。根据其中一些文件，作为他流亡的一部分，他打算前往梅内西尔港在那里定居，我们知道情况并非如此，但也许他留下了一些东西让我们找到。与梅内西尔港的旅店老板交谈，询问他们是否见过马丁·科林斯或哈卢斯·阿什巴克尔。",
  ["O"] = "参观梅内西尔港的深水酒馆并询问信息。",
  ["T"] = "Investigating Corinth",
  },
  [55223] = {
  ["D"] = "是的，他在这里住了几天，一直有一个房间！$B$B据我回忆，这个男人相当不错，保持着他的孤独，喝了一点麦芽酒，似乎有点沮丧。他确实有很多来回邮件，我用他的每日晚餐送给他。$B$B如果你正在寻找他的一些个人影响，那么我不能提供那么多帮助，我最近才清除了他所拥有的一点点。男人说他要去旅行，已经好几个星期没有出现过了，我想他不会回来了，所以我把他的东西扔到了酒馆的一边。如果您正在寻找某些东西，请检查那里，如果它还没有消失。",
  ["O"] = "找到马丁的物品，并将它们带到暴风城的马蒂亚斯·肖那里。",
  ["T"] = "Uncovering Evidence",
  },
  [55224] = {
  ["D"] = "拉蒙公爵，嗯，这肯定连接了我们这里的许多松散结局，至少我们的许多特工都可以通过这项侦探工作从其他调查中撤出。$B$B我准备了这封信，准备带回霍克守夜的莱克大人，它应该包含他为这个人伸张正义所需的所有信息。至于贵族之家，我们将继续调查，到目前为止，这似乎只是一个贵族帮助一个家庭朋友，让他们凌驾于法律之上，让我们希望只是这样。",
  ["O"] = "把指挥官莱克大人带到霍克的守夜马蒂亚斯信中。",
  ["T"] = "Mathias\' Letter",
  },
  [55225] = {
  ["D"] = "霍克守夜镇来到这里，是为了从洛丹伦若隐若现的黑暗中撤退，我们也不会被迫从这里撤退。$B$B许多公民来为自己创造美好的生活，现在一个人不会阻止我们。$B$B马蒂亚斯·肖（Mathias Shaw）给我讲过腐败，邪恶，纯粹邪恶的故事，由你来为哈鲁斯·阿什巴克尔（Harlus Ashbuckle）伸张正义，或者他是这样说的。杀死他，一劳永逸地清除我们的土地上的污点，以免在这些土地上发生无数的邪恶。",
  ["O"] = "杀死哈鲁斯·阿什巴克尔。",
  ["T"] = "The Hawk\'s Vigil",
  },
  [55300] = {
  ["D"] = "",
  ["O"] = "对于手套计划，我需要20个钍棒。",
  ["T"] = "Imperial Plate Gauntlets",
  },
  [60005] = {
  ["D"] = "我的羊！他们不见了！没有绵羊剪毛，我就无法经营农场。这些瓦薄荷狼已经把我的羊吓跑太久了。我厌倦了！现在他们分散在埃尔文周围，害怕和颤抖在昂贵的羊毛中。没有羊，我就没有办法养活这个农场或我的女儿朱莉。我用他们的羊毛制作从手袋到兜帽的所有东西，但最近的日子很艰难。说，你是一个看起来很强壮的伐木工。你为什么不帮我争吵？你会帮我一个大大的忙。我会给你一个公平的摇晃作为回报。$B$B朱莉做了一批他们最喜欢的零食。给他们这些埃尔文松露，他们很快就会被跑回家。",
  ["O"] = "在埃尔文森林找到 8 只迷路的农场绵羊，并喂它们埃尔文松露将它们带回农场。",
  ["T"] = "Once Upon a Sheep",
  },
  [60007] = {
  ["D"] = "璐璐警惕地盯着农场周围的狼群。你认为你能听到她可怜的小心脏在恐惧中砰砰直跳。狼群正在舔他们的排骨，等待他们的时间，直到他们有机会出手。$B$B像她这样天真可爱的东西，在自己家里不应该看起来那么害怕。由你来缓解露露的痛苦。",
  ["O"] = "在埃尔文森林附近杀死15只莽狼，然后返回戈尔德郡的露露。",
  ["T"] = "Lulu Looks Luscious to Lupines",
  },
  [60008] = {
  ["D"] = "我妈妈曾经做过一套刻薄的手套，在寒冷的月份让我们暖和起来。没有她，每一天都会变冷，但她教会了我她所知道的关于制作羊毛服装的一切。$B$B正如你所看到的，农场一直在左右失去绵羊。虽然森林里有很多，但对我来说太危险了。爸爸不能失去我和妈妈，那样他就被可怜的露露困住了。收集几捆羊毛，这样我就可以为爸爸做这个季节的保暖衣服，我也会为你制作一些东西。",
  ["O"] = "从埃尔文森林的绵羊身上收集20捆羊毛，然后把它们带回朱莉奥斯沃思。",
  ["T"] = "Wool Would Work",
  },
  [60009] = {
  ["D"] = "我们希望玩家分发蛋头，让他们在寒冷的冬夜感到温暖，因为 Elune 愿意这样做。",
  ["O"] = "收集他们的羽毛以获得奖励。",
  ["T"] = "Winterveil Dummy Quest",
  },
  [60010] = {
  ["D"] = "嘿，$R，在这里！如果你有空闲时间，我真的可以用你的帮助。$B$B你看，在Un'goro Crater有这个kodo，他们的名字叫Dadanga。我听说，如果你喂它们血花瓣，他们会给你礼物。听起来这个礼物会有一个很好的惊喜，我喜欢惊喜！$B$B无论如何，这些豆芽遍布火山口，我很想得到一些。给我30片血花，我会付钱给你的。我什至会给你一些我用我的原始食谱烹制的东西！",
  ["O"] = "你很确定Reas希望你在Gadgetzan为她带来30个血花芽。",
  ["T"] = "Help A Gnome Out",
  },
  [60011] = {
  ["D"] = "圣 骑士！作为弱者的保护者，我们有责任为恶人伸张正义。无数次，你会遇到不可逾越的敌人，有些凶猛而残酷，而另一些则狡猾。一个这样的敌人居住在埃尔文森林深处，在森林边缘的尽头。这个肮脏的生物的名字叫霍格。他与他的侏儒下属在一起，充当他们中的阿尔法。小心不要被抓到寡不敌众。$B$B为了给你的对手带来正义，你必须相信光来引导你。带上你信任的盟友，冒险在它造成更多伤害之前熄灭这种邪恶。$B$B愿光与你同在！",
  ["O"] = "在埃尔文森林边缘击败霍格。",
  ["T"] = "Piercing Light",
  },
  [60012] = {
  ["D"] = "圣 骑士！保护弱者，为恶人伸张正义，责任重大。有一种特殊情况，你将面对非常强大和过于凶猛的敌人，他们的愤怒、愤怒和决心可能会给你或你的公司带来垮台，而有这样一个敌人。$B$B他被称为老冰胡子。要了解敌人的弱点并伸张正义，您将需要所有可以聚集的力量。最重要的是，你将比以往任何时候都更需要你对光的信心，而光将赋予你力量。",
  ["O"] = "从卡拉诺斯向西击败老冰胡子。",
  ["T"] = "Piercing Light",
  },
  [60013] = {
  ["D"] = "我们祝大家节日愉快。感谢我们所有的海龟选择这个服务器和您的持续支持。$B$B愿新的一年快乐而明亮！$B$B新年快乐！",
  ["O"] = "在 2021 年保持出色！",
  ["T"] = "Happy New Year!",
  },
  [60020] = {
  ["D"] = "伊什努\'阿拉， $C.$B不久前，一群哨兵终于将娜迦赶出了索拉萨尔。不幸的是，这引起了他们一位冠军的注意，一旦她加入战斗，他们很快就被她的魔法击退了。求求你，找到并杀死这个海女巫。不能让她去搜刮太阳的奥秘秘密，变强。$B$B我们最后一次见到她时，她正朝着位于最高塔楼附近山上的废墟寺庙走去。",
  ["O"] = "杀死位于索拉萨尔废墟的贾尼拉夫人。",
  ["T"] = "Lady Janira",
  },
  [60030] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "将 5 块亚麻布、5 块轻质皮革、5 块孔雀石和 5 个小皮项圈带给时尚达人的学徒，并获得一枚时尚硬币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60031] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "将 5 块羊毛布、5 块中号皮革、5 颗暗影宝石和 5 只毛茸茸的小爪子带给时尚达人的学徒，并获得一枚时尚硬币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60032] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "将 5 块丝绸布料、5 件厚重皮革、1 件时尚绿色衬衫和 5 张撕裂的熊皮带给时尚达人的学徒，并获得一枚时尚硬币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60033] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "将 5 张固化厚皮、5 块马格瓦布、1 个 Murloc 鳞片护腕和 1 个金鳞胸甲带给时尚达人的学徒，并获得一枚时尚硬币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60034] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "将 5 枚马格维夫螺栓、5 颗星红宝石、1 件白色婚纱和 1 枚致命青铜小马币送给时尚达人的学徒，即可获得一枚时尚币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60035] = {
  ["D"] = "问候！$B$B你不是来交换时尚硬币的吗？那么，一个会花费你一些材料。这是我们目前需要的...$B$B我需要清单上的所有项目，而不是一个项目。确保它们没有损坏或碎裂...我不是可以插手的妖精。",
  ["O"] = "带上 5 枚符文布闪电、1 颗金珍珠、5 条长而柔软的尾巴和 5 根精致的羽毛给时尚达人的学徒，并获得一枚时尚硬币作为奖励。",
  ["T"] = "Fashion Demands Sacrifices",
  },
  [60036] = {
  ["D"] = "我听说一些狂热的狂热分子仍然住在斯特拉索姆。唉，我需要的正是这些狂热分子，一个正义的球体，确切地说是我很久以前设计的新设计。$B$B我还需要另一种球体，一个完美无瑕的德莱尼希斯特球体，我被告知它有其他设计师的独特属性。问题是，我不知道从哪里得到它，也许有人知道一些事情，所以四处打听。据我们所知，它可能在某个被炸毁的土地上。",
  ["O"] = "将 1 颗正义球体和 1 颗完美无瑕的德莱尼西斯特球体送给时尚达人的学徒，即可获得 3 枚时尚币作为奖励。",
  ["T"] = "Make the Right Choice",
  },
  [60040] = {
  ["D"] = "我发誓我现在就能吃掉食人魔！$B$B你要去斯通菲尔德农场吗？如果是这样，你能为我要一个来自格拉玛斯通菲尔德的著名的埃尔文南瓜派吗？农场位于西南方向。如果你走在路上，那么你不能错过它。当你有那个馅饼时，请回来吧！",
  ["O"] = "带1个美味的南瓜派给戈尔德郡的吉娜韦勒。",
  ["T"] = "Delicious Pumpkin Pie",
  },
  [60041] = {
  ["D"] = "这太离谱了！神经！首先，他们偷偷摸摸地吓唬我们的牲畜。然后，他们潜入并掠夺了我们的谷仓。下一步是什么？抢劫我们的房子？在睡梦中杀了我们？！你认为警卫对这种情况做了什么，嗯？什么都没有！$B$B这些侏儒一天比一天大胆，我已经受够了！守卫无济于事，但我看到你眼睛里有火。也许你能帮助保护我和我的家人的安全？$B$B什么？馅饼？听着，那些用我所有的南瓜做的侏儒！小野蛮人除了粗略地烧焦之外，不知道如何烹饪任何东西！他们打算用南瓜做什么？！如果你这么想吃馅饼，那就去把我的南瓜拿回来。$B$B我见过那些在马路对面向北飞奔，远远超出了戈尔德郡。也许伊斯特维尔伐木营地的某个人已经看到了小土匪的藏身之处。问问那边的人我的南瓜去哪儿了！当你在它的时候，尽可能多地放下那些肮脏的强盗！",
  ["O"] = "带回 7 埃尔文南瓜到格拉玛斯通菲尔德。",
  ["T"] = "The Pumpkin Thieves",
  },
  [60042] = {
  ["D"] = "终于，他们送来了援助！$B$B有一个大营地，里面挤满了侏儒，由一个强大的地精领导，在埃尔文，整个埃尔文都被称为Fedfennel。有传言说他被自己的对手吃掉了......我离题了。营地在更北的地方，经过石凯恩湖。它藏在一个遥远的角落里，警卫不巡逻，所以侏儒在那里猖獗。帮我们大家一个忙，消灭他们一整旅，我们至少会有一个星期的睡眠。",
  ["O"] = "杀死 10 只河爪跑者和 10 只河爪逃跑者，然后回到伊斯特维尔伐木营地的雷伦主管那里。",
  ["T"] = "Culling the Riverpaw",
  },
  [60050] = {
  ["D"] = "嘿。。。嗯，对不起！我有一个要求要你！$B$B哈，我说了！接近离开修道院的人让我很紧张，但这是我实现愿望的唯一方法。哦！当然是要求！你看，我喜欢参观暴风城，在加利纳酒庄看到我的朋友苏泽塔，我总是走过贸易区的喷泉。你知道，银行旁边的那个！$B$B如果你要去城市，你能把这枚硬币扔进喷泉吗......为了好运？我听说如果你扔一枚硬币，你的愿望就会实现。我的愿望是尽快再次访问暴风城！$B$B哦！如果可以的话，请向苏泽塔·加利纳致以问候！",
  ["O"] = "在暴风城的贸易区喷泉为特蕾莎扔一枚硬币，然后在加利纳酒厂与苏泽塔·加利纳交谈。",
  ["T"] = "Lucky Coin",
  },
  [60060] = {
  ["D"] = "如果你知道该怎么做，生存本身并不难。当你没有食物时，生存会更难。狩猎？是的，你可以试试，唉，在你抓住东西之前，你并不总是有一些东西可以支撑你，而不仅仅是一些原始的草药。$B$B我看到你比普通的猎人和捕猎者更难思考这种情况，所以你为什么不为自己学习一些东西，并在野外生存的最佳机会？$B$B把我需要的东西给我，我会教你该怎么做。这是列表。请不要丢失它。",
  ["O"] = "查找乡村南瓜种子，山浆果种子，条纹瓜子和神奇蘑菇样品！",
  ["T"] = "You Reap What You Sow",
  },
  [60061] = {
  ["D"] = "噗嗤噗��你在这里的唯一原因只能是渴望学习如何培育自己的花园并采购食物，否则我相信它不会生长？通过你眯着的眼睛，我可以看出这是真的。很好。$B$B您必须先找到一种特定类型的种子。一旦你和你在一起，我将教你一些甚至猎人或捕猎者都不知道如何在更少的暴力和杀戮中生存的东西。这是我们部落自豪地承受和精心培养的祝福，是地球母亲自己的祝福。当你拥有我在羊皮纸上提到的所有种子时，回到我身边。我已经并将期待你...再次。$B$B风在你身后。",
  ["O"] = "查找乡村南瓜种子，山浆果种子，条纹瓜子和神奇蘑菇样品！",
  ["T"] = "You Reap What You Sow",
  },
  [60065] = {
  ["D"] = "仔细听，因为我没有时间也没有力气重复，我显然快要死在这里了......光。。。艾露恩，给我平安的死神，我求求你了...$B$B<阿金特守望者马尔达里斯用凶狠的目光注视着你>$B$B其中二十个恐怖$R，只有一个...它！为所有活着的人毁灭他们...$B$B<亚金特守望者马尔达里斯直接指着你向北>$B$B洞穴。。。不，隧道...不要一个人去。",
  ["O"] = "在恐怖网隧道中杀死20个地穴恐怖。",
  ["T"] = "The Terrors of the Webweavers",
  },
  [60070] = {
  ["D"] = "信任是你买不到的东西，$R.$B$B这是交易，小伙子。你在这里赢得了这只狮鹫的信任，你会乘车去营地。失败了，他会把你当他的早餐。$B$B哈！当然，我在这里拉你的腿，小伙子。这只有翅膀的野兽除非完全信任你，否则甚至不会让步。$B$B你问怎么样？当然是食物。$B$B还有一个玩具。去图。他喜欢啃狮子骄傲旅馆的厨师扔掉的废骨头和垃圾。他走了，把他所有的都咬了下来，从他爪子上的垃圾来看。",
  ["O"] = "带上 5 块野猪肉、3 块矮人温和奶酪和 1 个咀嚼玩具到金郡的凯尔顿骑狮鹫。",
  ["T"] = "Matter of Trust",
  },
  [60071] = {
  ["D"] = "嘿，$N，那是你的名字不是吗？$B$B你可能知道我们有一些巨魔问题，所以我们决定雇佣更多像你这样的冒险家，听起来不错吧？$B$B你的第一个目标将是艾瑞峰以东的威瑟巴克，它们离得太近了，无法安慰，它们就在我们家门口酿造致命的毒药！你准备好迎接挑战了吗？",
  ["O"] = "德拉金雨燕斧的任务是处理 10 只鳞翅目黄牛、10 只鳞翅目狂热者和 5 只鳞翅目毒血。完成后回到他身边。",
  ["T"] = "Cracking the Witherbark",
  },
  [60072] = {
  ["D"] = "返回查看更多内容，$N？$B$B还有更多的工作要做，还有更多的奖励要领取。你的下一个目标将是Vilebranchs，我们认为他们正在准备一些大事。即使从这里也能听到他们的吟唱声！去东南方的祖尔祭坛，削减他们的人数！",
  ["O"] = "德拉金·斯威夫特要你杀死 15 名维勒布亚特占卜师和 30 名维勒布亚特黄牛。说完就回到他身边。",
  ["T"] = "Trimming the Vilebranch",
  },
  [60073] = {
  ["D"] = "好吧，$N，我们被赶到老鼠的巢穴。在腹地的最东南方，你会发现巨魔城市金塔阿洛尔。你会遇到非常精英，练习黑魔法和犯规的做法。$B$B我知道你们都很强大，但我不会撒谎，我不认为你可以独自做到这一点，带上你的朋友，杀死埃弗里。单。巨魔。$B$B现在出去扫城市！",
  ["O"] = "德拉基尔·斯威夫特斧的任务是消灭 20 名维勒布兰特狂战士、维勒布兰特暗影猎人、维勒布兰特饮血者和维勒布兰特噬魂者，每人 20 名。在完成之前不要返回。",
  ["T"] = "Decimate Their Ranks",
  },
  [60074] = {
  ["D"] = "我一直让你左右杀死巨魔，但这一次，我们有一个真正的目标！我们得到了他们的首领，卑鄙的女祭司赫克斯召集维勒布兰特巨魔袭击艾瑞峰的报告！我们不能让这种情况发生，不是吗？$B$B召集你的朋友，爬上东南方的金塔阿洛尔市，杀死她和她的特别卫兵。您的努力将获得丰厚的回报。",
  ["O"] = "德拉基尔·斯威夫特斧让你在艾瑞峰最东南方的金塔阿洛尔城杀死卑鄙的女祭司赫克斯和20名维勒布兰特阿曼-扎西卫队。",
  ["T"] = "Bring Down the Priestess!",
  },
  [60104] = {
  ["D"] = "问候！你看起来像一个勇敢的灵魂。如果我告诉你，我正处于革命性旅行的边缘，正如我们所知？$B$B通过对法师们使用的魔法符文进行一些巧妙的重组，我能够制造出一种可以打开虫洞的装置，可以用来将某人传送到世界另一端的地方。$B$B看看这个将改变我们所知道的旅行的发明！我称之为便携式虫洞生成器。现在唯一要做的就是测试它...这就是你进来的地方。$B$B如果你愿意进入生成器创建的传送门，你应该在另一边，我的伴侣会在那里等你。这样做，您将获得其中一个设备，以显示我们的免费服务。祝你好运！",
  ["O"] = "测试便携式虫洞发生器。",
  ["T"] = "Into the Unknown [Deprecated]",
  },
  [60107] = {
  ["D"] = "该死的寒冷不会离开我。我感谢你的毛皮，$N但我想知道我是否会再次麻烦你？$B$B我付钱给了一个乐于助人的灵魂，加尔文，在你出现之前去索利登农庄取回我的拖鞋。他还没有回来，我听说他可能不太诚实。不死似乎不会改变一个机会主义者。我的拖鞋在农庄的脚柜里。$B$B我无意中听到的关于该地区血色的报道是最不令人担忧的。墨洛克喜欢我听过的任何闪亮的东西，我确实把那个脚锁打磨得漂亮了......",
  ["O"] = "从索利登农庄以北闪亮的脚柜中取回格雷琴的拖鞋。",
  ["T"] = "Cold Feet",
  },
  [60108] = {
  ["D"] = "问候， $C！$B$B实际上，自从第三次战争结束以来，我们已经在阿鲁加尔大法师的尾巴上呆了一段时间。他做了什么？当祸害来到达拉然时，我们被摧毁了。看到我们的朋友和家人变成亡灵，他的脑子真的乱了。他认为解决方案是召唤仪式，召唤一些可以帮助我们并阻止祸害前进的东西。尽管作为他的导师，我劝告不要他的想法，但我的警告被置若罔闻。$B$B由此产生的怪物是沃根。尽管他们杀死了祸害，但他们很快就转向了我们，使局势恶化。在为失败而发疯后，他收养了狼人作为自己的孩子，并撤退到暗影方堡。事情发生后，我搬到了暴风城，试图忘记发生的事情。虽然这么说让我心痛，但你必须前往银松森林南部的暗影方堡，结束他的生命。",
  ["O"] = "高级巫师安德罗玛斯的任务是杀死大法师阿鲁加尔。说完就回到他身边。",
  ["T"] = "Arugal\'s Folly",
  },
  [60109] = {
  ["D"] = "我的一位尊敬的同事出发去收集有关邪恶的大法师阿鲁加尔在暗影方堡内酝酿的阴谋的重要信息，但从那以后我就没有从他那里得到任何消息。我担心这个地方对即使是最强大和最有能力的法师也会产生腐蚀性的影响，我需要知道阿什克罗姆贝巫师的命运。前往银松林，在天守阁为我寻找他。如果圣光愿意，那就看看他学到了什么。",
  ["O"] = "高级巫师安德罗玛斯要你去银松森林的暗影方堡，看看巫师阿什克罗姆贝的下落。",
  ["T"] = "The Missing Sorcerer",
  },
  [60110] = {
  ["D"] = "你说伊维隆被袭击了？而吉提斯本人，在暗影线洞外？这是一个严重的消息...想到网木蜘蛛的母体竟然成了这个敌对者$B$B我已经听说她无情地过度捕猎当地野生动物的谣言。然而，如果她竟然攻击我们的人民......说这句话让我很痛苦，但我担心她必须被放下。她的暴力本性现在威胁着暗影谷的平衡。如果你要猎杀她，请格外小心，$N;她的毒比她任何一只幼崽都要强得多。如果可以的话，请把她的毒囊带回来，这样我就可以进一步研究。我只希望它能为Teldrassil正在发生的事情提供答案。",
  ["O"] = "杀死恶魔吉提斯并收集她的毒液囊，然后返回吉尔沙兰风行者。",
  ["T"] = "Githyiss the Vile",
  },
  [60111] = {
  ["D"] = "你已经证明了自己是我们道路和人民的有力捍卫者，$C。我相信，在一劳永逸地结束那些应对这些袭击负责的人方面，你们将是一笔巨大的财富。我们的侦察员已经确定了Gnarlpine的两个领导人的位置，Agal和Greenpaw。阿加尔精心策划伏击那些前往达纳苏斯的道路的人，他住在路下方的一个山洞里。绿爪是一个强大的萨满，他把自己和他的亲人深深地扎根在巴罗巢穴深处，亵渎了我们的神圣土地，恐吓了巢穴内和周围土地上的人。要小心，因为他们受到部落成员的良好保护。我建议你寻求一个可靠的盟友的帮助，如果你打算打击这两个。愿Elune保护你并引导你走上你的道路。",
  ["O"] = "月亮女祭司阿玛拉要求你在通往达纳苏斯的道路下方的洞穴中杀死阿加尔，并在班埃蒂尔巴罗巢穴内杀死绿爪。",
  ["T"] = "A Decisive Blow",
  },
  [60112] = {
  ["D"] = "虽然我一定会实现玛拉的愿望，但我不禁想起塞缪尔的朋友。他们被诅咒为祸害永远服务，他们的身体和思想无法恢复。拜托，如果你看到他们...让他们休息。",
  ["O"] = "新手埃尔雷斯要求你杀死卡雷尔·格雷维斯、丹尼尔·乌尔夫曼和斯蒂芬·巴特克。他们最后一次出现在死亡丧钟大门附近的一个营地。",
  ["T"] = "Fallen Adventurers",
  },
  [60113] = {
  ["D"] = "如果我的理论是正确的，那么人类的血液应该对我正在炮制的瘟疫做出反应。当你外出收集墨洛克鳞片时，去索利登农庄，从农场工人和农民那里带血。",
  ["O"] = "药剂师Johaan要求您从位于Solliden农庄的Tirisfal农民那里收集5瓶人血。",
  ["T"] = "Virulence",
  },
  [60114] = {
  ["D"] = "我喜欢在这个山洞里露营，但只要老冰胡子在这个地区附近安家，那么我就永远不会受到他袭击我的食物。如果你能给我带来他的胡子，那将是一个伟大的奖杯......更不用说让这个地方更安全了。",
  ["O"] = "苔原麦克格兰恩要求你杀死老冰胡子并收集它的胡须。",
  ["T"] = "The Terror of Chill Breeze",
  },
  [60115] = {
  ["D"] = "除了夏普图斯克之外，鬃毛鹦鹉中还有另一个威胁不能不解决。我们的侦察兵报告说，在荆棘峡谷的一个山洞里，有一个战略家藏在荆棘峡谷的一个山洞里，正在设计对我们人民的攻击。鹦鹉是一个足够凶恶的敌人，没有精心制定的针对穆尔戈尔的计划。更不能让这位战术家活下去。去吧，找到这个狡猾的鬃毛背，把他放下，带回他死亡的证据。如果可能的话，请警惕任何可能让我们深入了解羽毛猪正在开发的战术和知识的文件。",
  ["O"] = "红云台地的勇敢风羽要求你找到隐藏在荆棘峡谷某处的鬃毛刺的战略家。杀死这只羽毛蛇，带回杀戮的证据。",
  ["T"] = "Preventive Strike",
  },
  [60116] = {
  ["D"] = "是时候让一些有技能的人出现在这里了！在较低的血色等级之后发送新鲜的尸体是一回事，但如果我们要在自己的土地上打倒狂热者，我需要经验丰富的$C。嗯。我似乎记得你是一个相当高效的杀手。让我看看你仍然有能力服务。减少修道院外的队伍！",
  ["O"] = "消灭血色修道院外的血色势力，然后回到布里尔的死亡守卫伯吉斯。",
  ["T"] = "Paint the Roses Red",
  },
  [60117] = {
  ["D"] = "你！$R!我想知道你能不能帮我一个忙。布里尔的死亡守卫伯吉斯一直在咆哮他的车站，并且只能接触到部落中没有经验的成员。他有一些东西需要更有学问的手，他准备付出代价。",
  ["O"] = "与布里尔的死亡守卫伯吉斯交谈。",
  ["T"] = "Scarlet with Rage",
  },
  [60119] = {
  ["D"] = "对不起，$R。我希望我不会打扰你，但如果你有时间，我会问你一个礼貌。我一辈子以前住在斯特拉恩布拉德，我的庄园在第三次战争之前被兽人来了，就毁了。留下了一些东西，可以在这不死的生活中为我服务，所以我派人去找他们。$B$B我派来的巨魔带着我的传家宝回来了，但我无意中听到她警告梅丽莎拉该地区的食人魔。梅丽莎拉已经安排了阿尔特拉克废墟内的食人魔被摧毁，但对周围洞穴中较弱的食人魔没有兴趣。如果你愿意减少他们的人数，我有充足的手段来奖励你。",
  ["O"] = "杀死 15 个粉碎岭食人魔和 15 个粉碎岭野蛮人。",
  ["T"] = "Wayne Manners",
  },
  [60120] = {
  ["D"] = "现在介绍已经不碍事了，你我有点像合作伙伴，是吗？事情是这样的，比起从瑞奇寄来的一般物资，我们还有一个特殊的订单，这些竖琴拿走了。那些羽毛般的恶魔至少抓住了两箱武器和弹药，这是为奥格瑞玛准备的。比哈比更糟糕的是牛头人商人期待货物。如果她发现她的订单第二次在交付中丢失，她可能会使用我进行目标练习。$B$B$N，我得把那些板条箱拿回来！",
  ["O"] = "从剃刀风峡谷的弹药箱中找到卡亚的弹药箱，然后返回奥格瑞玛附近的雷兹拉克。",
  ["T"] = "Triggered!",
  },
  [60121] = {
  ["D"] = "你知道，既然又有一批货物要来了，我还不如在这里等他们。我这里还有几枚硬币，到目前为止，我对人才的眼光并没有让我误会你。$B$B现在我知道我想为以后的工作雇用更多的$C，但我们仍然必须将这些武器箱送到Orgrimmar。妖精的名声是他生意的百分之九十！怎么样？介意把这些东西拖到剩下的路上吗？$B$B我的好表弟科齐什几个小时前就应该在那里。他有更多的货物要送，可能正在他现在看到的第一家酒吧喝光他的薪水。在力量之谷为他检查。",
  ["O"] = "将雷兹拉克的货物交给雷兹拉克在奥格瑞玛的表弟科齐什。",
  ["T"] = "The Mail Must Go Through",
  },
  [60122] = {
  ["D"] = "我不会靠近那个牛头人！$B$B我失业了，记得吗？你想看到交付，你自己把它带到Kaja。",
  ["O"] = "将Rezlak的其余货物运送到Orgrimmar的Kaja。",
  ["T"] = "Out For Delivery",
  },
  [60124] = {
  ["D"] = "以斯努阿拉， $C.$B$B荒芜中正在酝酿麻烦。不，不是部落或半人马，这是关于哭泣洞穴的。$B$B这是试图将贫瘠变成郁郁葱葱的绿色绿洲，但事与愿违。纳拉克斯试图利用翡翠梦的力量，但噩梦首先到达了他，使他陷入永恒的睡眠，腐蚀了每只野兽，甚至他的侍从！您可以在北部贫瘠找到哭泣洞穴。在洞穴里找到他的弟子，他会告诉你如何释放他。",
  ["O"] = "Alanndarian Nightsong希望你冒险进入北部贫瘠的哭泣洞穴，将Naralex从噩梦中解救出来。在洞穴里找到他的弟子，学习如何。当你释放纳拉克斯时，回到她身边。",
  ["T"] = "Trapped in the Nightmare",
  },
  [60125] = {
  ["D"] = "虽然你的主线任务是从噩梦中拯救纳拉克斯，但我们可能会更多地了解污染洞穴的腐败。$B$B据说，在纳拉克斯陷入永恒的沉睡后，一种名叫蛇花的植物在洞穴内发芽，它们拥有蛇的毒液。我要你冒险进入洞穴，给我带来10种这样的植物。",
  ["O"] = "Alanndarian Nightsong in Auberdine已委托您收集10 Serpentblooms。",
  ["T"] = "Serpentbloom",
  },
  [60130] = {
  ["D"] = "你在墨洛克手指的蹼之间发现了这个磨损的戒指。关于它的某些东西在呼唤你，迫使你把它放在口袋里，好像它的外观掩盖了它的真正价值。你试着把它照在你的盔甲上，但淤泥和污垢只会随着每次擦拭而蔓延。$B$B你确信这枚戒指比眼睛看到的要多，它拥有魔法。你决定把戒指拿给一个懂奥术的人进行检查。",
  ["O"] = "向戈尔德希尔四处寻找魔法专家来检查肮脏的旧戒指。",
  ["T"] = "That Dirty Old Ring",
  },
  [60131] = {
  ["D"] = "问候$C！$B$B奥格瑞玛的大部分食物供应来自东部的大海。咕噜声可以协助护送渔民和螃蟹穿过蝎子和猛禽，但鲨鱼的问题正在变得更好。$B$B渔民报告说，好斗的鲨鱼在海岸附近的数量不断增加并攻击他们的船只。减少他们的人数，一定要带上朋友。在我们的食品商店减少之前摆脱我们这个威胁！",
  ["O"] = "杀死杜罗塔尔东海岸的沙鲨。",
  ["T"] = "Deep Blue Sea",
  },
  [60132] = {
  ["D"] = "<穆乌塔凝视着远方，一只手揉着脸上的一道大疤痕，另一只手在身侧握着弓>$B$B一只蜘蛛，$C。一只蜘蛛造成了这个伤口。请注意，不是造成的，而是造成的。$B$B<他放下手，一只功能正常的眼睛盯着你>$B$B我在猎杀猛禽。我需要它们的羽毛，屠夫需要肉，爪子可以用作武器，它们是好生物。一个有价值的对手。如果你失误了，在我的情况下进入一个网络，他们会留下他们的印记。<他做了个鬼脸，指着自己伤痕累累的脸>$B$B另一方面，蜘蛛是无用的。它们的网太粘了，不能用于盔甲或锻造，它们的甲壳太脆，无法制作像样的盔甲。他们挡路了，$C。杀了他们。",
  ["O"] = "杀死阿拉希高地的20只平原爬行者。",
  ["T"] = "They\'re In The Way!",
  },
  [60133] = {
  ["D"] = "即使我派你去发现这里奇妙的生命之源，也有污秽污染了这片土地。温柔的瞪羚群正在生病。我们在治愈病人和为生命循环带来平衡的努力中受到阻碍。$B$B我已经把消息发回了雷霆崖，并通过我在那里的弟兄们，月光。我们很快就会得到塞纳里昂圈的帮助。但是，如果您渴望提供帮助，我一定会使用您！$B$B去追踪那些落后于牛群的可怜野兽。你必须在母狮打倒生病的瞪羚来喂养它们的骄傲之前猎杀它们。带着样本还给我，这样我就可以研究我们的动物朋友有什么问题。",
  ["O"] = "从在荒芜地区徘徊的病态瞪羚中收集 10 个样本。",
  ["T"] = "Down With the Sickness",
  },
  [60134] = {
  ["D"] = "我们做到了，$N！在德鲁伊的帮助下，我们找到了治疗影响荒芜者的无畏毒的方法。然而，地球需要时间才能从毒药的破坏性影响中愈合。$B$B德鲁伊正在治疗剩余的生病的野兽，但我们也可以采取行动保护牛群免受挥之不去的毒药的伤害，直到土地完全恢复。服用这种药膏。把它喂给瞪羚，以加强它们对毒草的抵抗力。",
  ["O"] = "为10只贫瘠的瞪羚接种疫苗，以保护它们免受伤害。",
  ["T"] = "Preventing Poison",
  },
  [60135] = {
  ["D"] = "虽然我在这里的任务集中在半人马身上，但作为守护者，我的职责是治愈世界，无论它在哪里遭受苦难。在这片土地的西南部，有一种精神在痛苦中呼喊。她一生中没有名字，但牛头人知道她的灵魂是Palkeote——“灰色母亲”，用他们的语言。帕尔基奥特很久以前在这片土地上失去了她的一个儿子，在世界毁灭之前。然而，她不会离开他的身边。她在这里呆了很多年，随着树木的生长和周围的世界的变化，直到最后她也从她心爱的孩子身边经过。她作为一个不安分的灵魂留在这里。漫长的岁月和对单项任务的执着，让她威武，但她早已从对亲人的爱的温暖中流逝。你需要很多盟友来安息她，英雄，但这就是我要求你做的。",
  ["O"] = "找到并打败帕尔科特的灵魂。",
  ["T"] = "The Lingering Mother",
  },
  [60137] = {
  ["D"] = "你知道灰色母亲帕尔科特的传说吗？$B$B她是一个古老的古道的灵魂，在遥远的过去，甚至在灭亡之前的日子里，她走过这片土地。那时这片土地是绿色的，她和她的伴侣以及她的孩子一起漫游了很多年。有一天，她的一个儿子患上了不会离开他的疾病。他一天比一天落后，直到他终于倒塌在这里的西北部，靠近一条现在已经干涸的河流。帕尔基奥特和她的儿子呆在一起，但她无能为力阻止他的去世。即使那时她也不会离开。她的牛群继续前进，季节在她周围流逝，但她仍然留下来，直到她自己在他身边去世。她的手表并没有就此结束，她仍然是一个强大的灵魂。地球母亲怜悯所有生命的痛苦，她最怜悯母亲的痛苦。帕尔科特的守夜使她变得坚强，但现在是她休息的时候了。召集你的盟友，结束她的长观察，$C。",
  ["O"] = "找到并打败帕尔科特的灵魂。",
  ["T"] = "Palkeote",
  },
  [60138] = {
  ["D"] = "科多是穆尔戈尔最强大的野兽，因此也是最伟大的狩猎。你准备好了，年轻的$C，自己猎杀它们。$B$B在之前的旅行中，您可能已经看到在穆尔戈尔徘徊的科多群。找到其中一个牛群，挑战它的女族长和公牛。Kodos不是好斗的生物，但它们在被激怒时会很可怕 - 你需要所有你学到的技能来克服他们的长辈，$R.$B$B等你征服了他们，就回到我身边。",
  ["O"] = "在穆尔戈尔的田野里找到一群科多，打败它的女族长和公牛。",
  ["T"] = "Kodo Hunt",
  },
  [60139] = {
  ["D"] = "为什么以末日之锤的名义，这场瘟疫蔓延了这片土地？天蝎座！$B$B以前不是这样的，但现在每次我离开剃刀山，天蝎座！在我的帐篷里，我的鞋子，我的盔甲，总是更多的天蝎座！它们对我来说更像是一种麻烦，而不是真正的危险，但每次我被蜇伤时，我都必须喝治疗药水或返回城镇寻求帮助。我厌倦了！$B$B我现在正在护理我最近的刺痛，但你看起来可以胜任狩猎的任务。出发去，杀死你找到的每一只天蝎！找到它们不会有任何问题...",
  ["O"] = "杀死10个装甲天蝎。踩他们的尾巴不是必需的，但可能会让你感觉更好。返回剃刀山的耶尔纳吉黑臂。",
  ["T"] = "No More-pid!",
  },
  [60140] = {
  ["D"] = "有些人运气好！$B$B<奥斯蒂尔瞪着客栈对面的科尔曼·法辛>$B”哦，我失去了家人，瘟疫夺走了我的家。他不停地走！我们明白了！瘟疫夺走了我们所有的家园和我们所有的家庭。但我们中的一些人至少从中走出来时下巴完好无损！$B$B<奥斯蒂尔将骨头重新击碎>$B$B如果你想让自己有用，给我带一些绷带，这样我就可以把剩下的东西放在一起！",
  ["O"] = "将 10 条亚麻绷带到布里尔的绞刑架上的奥斯蒂尔德蒙，您可以使用急救技能制作绷带或从其他玩家那里购买。",
  ["T"] = "Don\'t Lose (Part Of) Your Head",
  },
  [60141] = {
  ["D"] = "对于暴风城的贵族来说，圣骑士是一支精锐士兵，因其在战场上的英勇行为和以正义的愤怒打击王国的敌人而闻名。然而，这些并不是将我们定义为光的仆人的品质。正是因为我们对弱者和穷人的善良和同情，我们欠人民的信仰。即使是最简单的善举也是圣骑士职责和遗产的基石，是将我们与拿着棍棒的傻瓜区分开来的原因。伊斯特维尔伐木营地有一个苦苦挣扎的家庭，需要帮助储存他们一年的食品商店。在可能的情况下，我有责任帮助他们，但随着最近整个土地的威胁越来越大，我必须对戈尔德郡负责。请代替我帮助他们。沿着河岸猎杀南部靠近森林边缘的岩皮野猪，并将他们的肉带到伊斯特维尔伐木营地。",
  ["O"] = "将8块岩皮野猪肉带到Eastvale伐木营地的Eldrin。",
  ["T"] = "Duty to the Light",
  },
  [60142] = {
  ["D"] = "请原谅我$C，我可以请你帮个忙吗？我敢肯定，我与格里姆里兹和他的黑暗仪式的联系并不能让你放心，但我向你保证，我不是渴望权力的恶魔！这不适合我...$B$B说实话，我一直想成为一名铁匠。不，不是工程师。并非所有的侏儒都是工程师，你知道！从我看到大锻造厂的那一刻起，我就梦想着在伟大的托尔穆斯深锻造厂旁边工作。锻造厂火焰的窒息热量，锤子敲击热铁的刺耳叫声，精心制作的刀片的闪光。是的，没有什么能让我更快乐！$B$B如果你要去铁锻，请帮我把这封信带到托尔莫斯深锻造吗？这是加入铁匠公会的申请。托尔穆斯应该在大熔炉附近。",
  ["O"] = "把托格的信带到铁堡大锻造厂的托尔穆斯深锻。",
  ["T"] = "A Change Of Heart",
  },
  [60143] = {
  ["D"] = "你有没有站在泰尔德拉西尔的边缘，眺望着面纱海？这是一个壮观的景象，$N。我不能推荐你至少体验一次。$B$B我经常带着我的针线包去泉湖附近的瀑布，就在它们倒在树干边的时候。这是一个非常宁静的地方，我可以在那里和平地工作。然而，我最后一次在那里时，我被疯狂的木材袭击，没有装备就逃跑了！$B$B从我记事起，这些工具就一直伴随着我，我无法忍受它们滚入大海，永远消失的想法。你能帮我找回我的工具包吗，$N？",
  ["O"] = "找回布兰诺尔的缝纫包，并在多拉纳尔归还给他。",
  ["T"] = "Brannol\'s Sewing Kit",
  },
  [60145] = {
  ["D"] = "拿$N。如果你要进入回声岭矿井，我还有一条情报要告诉你。我的一个侦察员说，隐藏在矿井中心深处的科博尔德比其他科博尔德大得多。$B$B它的大小表明它可能正在协调其他kobolds，这使得它的存在对Northshire构成了巨大的威胁。杀死它，我们很可能会对科博尔德的侵扰给予决定性的打击。$B$B我要你下到回声岭矿井里去杀了那个肮脏的生物。您的努力将得到适当的回报。",
  ["O"] = "杀死鼻烟壶，然后向诺斯郡修道院的麦克布莱德元帅报告。",
  ["T"] = "Down in the Ridge",
  },
  [60147] = {
  ["D"] = "你和宫外的卑鄙熟悉者战斗过，但山谷里的污点却更深了。$B$B你必须进入教堂，杀死那些潜行者。返回，您将获得奖励。",
  ["O"] = "杀死 10 个 Felstalkers。返回书房外的祖雷塔法加兹。",
  ["T"] = "Stalking the Felstalkers",
  },
  [60148] = {
  ["D"] = "我们继续杀死蜘蛛，但我们发现第二天的数量没有变化。我觉得有些不对劲。$B$B深入空洞调查。一件回来并获得奖励。$B$B我们怀疑他们有一个育雏母亲。",
  ["O"] = "执行者阿伦希望你调查夜网空洞并杀死他们的育雏母亲。",
  ["T"] = "Mother of the Hollow",
  },
  [60150] = {
  ["D"] = "荆棘峡谷的野猪活动最近一直在增加，我们怀疑他们正在准备袭击纳拉什营地。去山沟里，减少他们的人数，他们没有荣誉地战斗，不配。",
  ["O"] = "纳拉什营地的格鲁尔鹰风希望你杀死 6 只狐尾蛇和 4 只狐尾萨满。",
  ["T"] = "Bristleback Aggression",
  },
  [60152] = {
  ["D"] = "$N，我听说你正在去杀死他们称之为最糟糕的海盗船员的恶棍，血帆海盗。你看这些傻瓜带走了一个新成员，他们在迷惑的头脑中认为他会极大地帮助他们。<雷维尔加兹男爵嗤之以鼻.>$B$B我里面有一个人，他叫摩根风暴，找一个不会一见你就惹你的家伙。",
  ["O"] = "寻找风暴摩根",
  ["T"] = "They Call Him Morgan the Storm",
  },
  [60153] = {
  ["D"] = "作为一个双重间谍，当他们把那个兽人带上船时，我一直在他们的船上，自从我看到他没有真正的战斗技巧以来，这并不是一个好主意，但如果有什么不同的话，他就是完美的海盗、骗子、赌徒、醉汉，你能想到的。$B$B他们任命他为一支小型舰队的船长，他们希望他的战斗经验能擦掉新兵，一堆废话。$B$B<伊恩吐在地上>$B$B你会在其中一艘船上找到他，杀死他，然后把他的头带到男爵面前，我会低头，现在在任何人看到我们之前走！",
  ["O"] = "杀死铁补丁，把他的头带到雷维尔加兹男爵面前。",
  ["T"] = "The Iron Patch",
  },
  [60154] = {
  ["D"] = "在你侦察碧玉矿回来后不久，我接到报告，有人看到一群蜘蛛从黄昏进入矿井深处。更糟糕的是，它们正在捕食矿井中的kobolds，为它们提供丰富的食物来源来增加人口。科博尔德人，德菲亚人，现在还有蜘蛛？我们不能再分散我们的部队来应对另一个威胁。$B$B返回碧玉矿，在侵占整个埃尔文森林之前清除侵扰！",
  ["O"] = "在戈尔德郡东北部的贾斯珀洛德矿杀死 8 只矿山蜘蛛，然后返回戈尔德郡的杜汉元帅。",
  ["T"] = "Jasperlode Infestation",
  },
  [60155] = {
  ["D"] = "蟹腿 - 它们是如此美味。他们与一切都很顺利！破坏爪杂烩，金刺茶，甚至其他蟹腿！也许你足够强壮，可以抓住它们并得到我需要的蟹腿？$B$B您可以在Booty Bay以南的Wild Shore找到它们。不过要小心。我听说海岸被血帆海盗入侵了。这可以解释为什么我的供应商不再来了。",
  ["O"] = "带上10条南方爬沙腿到战利品湾的旅馆老板Skindle。",
  ["T"] = "South Seas Delicacy",
  },
  [70000] = {
  ["D"] = "法师区总是那么安静，不是吗$N？好吧，如果你要忽略那个非常坚持的召唤，当然要去拜访蓝色隐士。你已经成长为一个非常有能力的法师，很多人低声叫你的名字，有些人散布关于你的谣言。$B$B所以它到达了一个非常不可能的家伙，我会告诉你不要接近，但毕竟这是你的要求。坐在阿兹沙拉的塔顶上，有一位大法师听说了你的成长和名字，希望亲自见到你。众所周知，如果发现学徒足够值得他的教诲，赛莱默会收留学徒，也许这与它有关。我劝你小心点，这个人很危险。要到达他的塔楼，你必须找到他的学徒Sanath Lim-yo，众所周知，他是一个非常快乐和愉快的精灵。",
  ["O"] = "参观阿兹沙拉的大法师赛莱默。",
  ["T"] = "A Special Kind of Summons",
  },
  [70001] = {
  ["D"] = "你是我多年来第一个亲自召唤的人，$N，我的期望相当大。你现在可能已经想通了，我想让你做我的徒弟。但你必须证明自己值得我的知识。$B$B召集你的朋友和敌人，冒险进入沙滩！在安奇拉杰的废墟神庙中，可能会发现一种吞噬魔法的生物，它的名字叫Moam，杀死它并在它的额头上雕刻出一块黑曜石。成功了，我会帮你破壳而出。",
  ["O"] = "带上一块完美的黑曜石碎片给大法师赛莱默。",
  ["T"] = "Lost to the Sands",
  },
  [70002] = {
  ["D"] = "我们一直密切关注您的成长$N.$B你智取了你麾下的几个恶魔，征服了许多敌人，并在你身边留下了很多盟友。目前我们几乎没有人可以教你，你已经超出了我们的任何期望。但是，有一个人可能还有关于术士之道的东西可以教你。$B冒险前往爆破之地，寻找那个叫Daio的土地，你很可能已经见过了。",
  ["O"] = "冒险前往污点疤痕，找到衰败的戴奥。",
  ["T"] = "The Guidance of a Mad Man",
  },
  [70003] = {
  ["D"] = "你的任务不会很容易，但回报是值得的。绞杀荆棘谷的丛林巨魔正试图让他们的神复活，灵魂杀手哈卡，我想已经有人让你阻止他们了。$B$B我的要求有点不同，把他的本质带回去，你会看到我在说什么。你将需要这个精华来做我将要教给你的东西，知道它对你和你的盟友有很大的用处。现在去，召集你的盟友，召唤你的恶魔，征服那个古老的可怜的上帝。",
  ["O"] = "杀死噬魂者哈卡，将井精带回衰落的戴奥。",
  ["T"] = "Draining the Soulflayer",
  },
  [70010] = {
  ["D"] = "一次 500g 的免费专业化切换",
  ["O"] = "",
  ["T"] = "Dual Spec",
  },
  [70020] = {
  ["D"] = "我的弟弟陶波是一位天才德鲁伊，比我希望的更有成就，但他仍然是我的弟弟。他正在前往战歌木材营地的路上，以帮助解决恶魔腐败等问题。我担心他会惹麻烦，因为他必须经过费尔菲尔山。拜托，找到我的弟弟，我会自己做，但我不希望他认为我发现他没有能力，但我仍然担心。他不久前离开了，沿着东边的大路，那是通往木材营地的小路。",
  ["O"] = "找到陶波森林特里德，洛鲁克在费尔菲尔山起点的兄弟。",
  ["T"] = "A Brother\'s Worried Mind",
  },
  [70021] = {
  ["D"] = "能和这样忧心忡忡的哥哥生来，是地球母亲的福气，命中注定，你就是我所需要的帮助。当我前往木材营地时，我看到这个牛头人勇敢地与那些恶魔战斗，我停下来照顾他的伤口。我的技能帮助他止血，但我们需要一种药膏来完全修复他。在河里你会发现Boglings，杀死他们并给我带来核心，他们会帮助我们的新朋友重新站起来，不要担心$N，这一切都是以平衡的名义。",
  ["O"] = "带上陶波 10 沼泽生物的核心。",
  ["T"] = "Taupo\'s Duty",
  },
  [70022] = {
  ["D"] = "我正在去战歌木材营地的路上，遇到了恶魔，要不是这个德鲁伊，我也不会成功。$B$B我有一份非常重要的报告要发给负责的固定指挥官格鲁沙克指挥官，我会马上赶紧，但伤口还没有让我摆脱痛苦，我的长矛在战斗中丢失了。$B$B我请你在陶波治我的时候找到它。当你搜索它时 - 不放过恶魔。",
  ["O"] = "杀死 10 名灼热的地狱和 10 名守卫。",
  ["T"] = "Norvok of the Spear",
  },
  [70023] = {
  ["D"] = "我知道我不会很快去任何地方$N，你没有必要那样盯着我看。$B$B你必须把我的报告交给格鲁沙克指挥官，告诉他我派你来的，他会很高兴有你在身边，他有点严格，但这就是让你活下去的原因。当你到达木材营地时，在第一座塔楼里寻找他。$B$B不过，作为个人要求，请留意我的长矛，它承载着多年的历史，从第一根鹰矛到最后一根鹰矛都传承了我的血统，我不希望它丢失在恶魔之手。安全旅行，我的朋友，愿地球母亲指导你。",
  ["O"] = "向木材营地的格鲁沙克指挥官报告。",
  ["T"] = "Report to Commander Grushak",
  },
  [70024] = {
  ["D"] = "营地的生产力与从地面建造的那天一样多产，坦率地说，这根本没有多大意义。$B$B野荆棘潜伏者已经登上了我们的营地，正在给牡丹和劳工带来困难，而我的侦察兵正在全力以赴地杀死他们，这还不够。$B$B去帮助事业，$N，毕竟我把你带这个报告作为自愿的援助，清理野刺威胁的营地，我会看到你得到回报。",
  ["O"] = "杀死战歌木材营地中的 10 名野刺潜伏者。",
  ["T"] = "Wildthorn Menace",
  },
  [70025] = {
  ["D"] = "那些刀耳混蛋正试图把我们赶出树林，他们派出了一个跟踪者中队，躲在我们的田野周围，谋杀我们的牡丹，必须阻止他们！$B$B去弄脏你的手，不留下一个活着的，如果有的话，确保更多的牡丹不会死。",
  ["O"] = "杀死20个阿申维尔潜行者。",
  ["T"] = "Knife Eared Stalkers",
  },
  [70026] = {
  ["D"] = "大部分任务都完成了，我只能请你帮个忙，自从我们来到这片该死的森林以来，我们可怜的牡丹一直穿着同样的破烂衣服，他们不能再穿着那些破烂的衣服，我肯定不会成为赤裸裸的牡丹砍柴的人！我需要你为我猎杀和剥皮，在斯普林特里哨所以北，在它的左边附近，你将能够找到熊，抓住足够的熊让我们的皮革工人为那些可怜的悲惨灵魂制作新衣服，但记住$N，只猎杀最年长的熊。",
  ["O"] = "收集 10 张阿申维尔长老熊皮。",
  ["T"] = "Peon\'s Wardrobe Makeover",
  },
  [70027] = {
  ["D"] = "田野很清澈，牡丹似乎很开心，生产力已经比以前好多了。$B$B这正是我派你去执行另一个任务的原因。你似乎渴望提供帮助，坦率地说，Farseer需要他能得到的所有帮助。他是一个暴躁的老兽人，甚至一秒钟都不要把他的沮丧视为软弱。他会给你一个苛刻的工作，但我不怀疑你会做得很好。现在去把这张羊皮纸给他。$B$B你会在这里东北部的城堡里找到他。",
  ["O"] = "将指挥官格鲁沙克的报告交给法赛尔·格里梅耶。",
  ["T"] = "Farseer Grimeye",
  },
  [70028] = {
  ["D"] = "你在这里看到了什么$N？我会告诉你我所看到的;一个没有阿尔法的漫游包。头脑简单的小丑失去了他们的指挥官。$B$B有时我会问自己，如果地狱尖叫会发生什么......现在没关系。$B$B落入恶魔瀑布峡谷，你会看到燃烧军团的众多产卵。你应该知道，一个大恶魔掉在那里，因此同名，我想。$B$B你的任务很明确，然而，不是那么简单。造成严重破坏并剔除他们的人数。我希望你做任何你认为合适的事情，不让任何人活着。",
  ["O"] = "击杀10名曼诺罗克鞭打者、10名灼热地狱和10名护卫。向Farseer Grimeye报告。",
  ["T"] = "Demon Fall Canyon",
  },
  [70029] = {
  ["D"] = "我们的咕噜声发现其中一个暗夜精灵在跟踪，这个畸形生物的尸体上有一封信。我会让你免于我在试图破译一种语言的可憎之物时的厌恶。$B$B在峡谷上方，您应该能够找到一个巴罗窝，这是这些刀耳喜欢挖的洞之一。从我所能收集到的这张纸中，可以在最低层次上找到更大的威胁。$B$B找出隐藏在那里的东西，然后像风一样迅速回来。",
  ["O"] = "发现真正的威胁。",
  ["T"] = "What We Know",
  },
  [70030] = {
  ["D"] = "我们需要...$B$B<老兽人叹息>$B$B我们需要我的一个老“朋友”的帮助。没有什么能比得上巫医的魔力了，所以我把你送到石爪.$B$B找到金齐尔并给他这封信，他的魔力足以缩小恐惧领主并削弱它，足以让你杀死它.$B$B然而！他会给你一个任务，可能是简单而毫无意义的，所以不要在那边浪费太多时间，我们有一个可怕的领主要杀。",
  ["O"] = "找到金子，把格里迈耶的信交给他。",
  ["T"] = "A Very Unpleasant Troll",
  },
  [70031] = {
  ["D"] = "格里梅耶想让我的魔力杀死一个恐惧领主，嗯？$B$B当然，金子会帮你的，如果你帮金子，这炖菜需要更多的东西！$B$B你把东西拿来，我给你魔力。$B$B我需要一些瓜汁，矮人温和，野猪小腿和一些舒缓的香料！$B$B走吧，金子搅大锅等你！",
  ["O"] = "收集金子炖的所有材料。",
  ["T"] = "Jin\'Zil\'s Stew",
  },
  [70032] = {
  ["D"] = "在这里，我拿着这个包裹送到格里迈耶，金子冒昧地添加了比老暴躁兽人所需的魔力更多的东西。$B$B只要给他我的问候，告诉我他仍然欠我硬币，从我们滚骨头开始！$B$B我永远不会忘记它！",
  ["O"] = "将包裹交付给Farseer Grimeye。",
  ["T"] = "The Good Mojo",
  },
  [70033] = {
  ["D"] = "这就是$N，你迄今为止最危险的任务，但我非常确定你会成功。$B$B你表现出了我很久没有见过的勇气，愿祖先指引你的脚步，愿你安然无恙地回来。你有我的祝福和祖先在你身边。$B$B记住，你站立的地方曾经站着一个伟大的战士，你也要走在他的脚步上，在你心中骄傲地杀死他们！",
  ["O"] = "杀死寻道者迪亚索罗斯，并将他的头颅带回法赛尔·格里迈耶。",
  ["T"] = "The Seeker\'s Demise",
  },
  [70034] = {
  ["D"] = "诺沃克没有条件出去寻找传家宝，但我担心他可能会在完全痊愈之前尝试冒险。如果你能找到他留下的长矛的任何痕迹，那将不胜感激，毫无疑问，我和诺沃克。东边的恶魔是你寻找的最佳选择，快点去！",
  ["O"] = "在阿申维尔为诺沃克鹰矛找回诺沃克武器的任何痕迹。",
  ["T"] = "Hawk\'s Beak",
  },
  [70040] = {
  ["D"] = "我从未放弃我的梦想，$N，我的使命即使在死亡中仍然存在，我活着是为了锻造和帮助我们骄傲的士兵保护自己，唉，你也会帮助我做到这一点。我们的人面临着危险的银松森林，最后的祸害，达拉然的魔法师和阿鲁加尔召唤到我们土地上的肮脏野兽。我想坟墓它短缺，把这些东西带给他们。你会被期待。$B$B交付后，您将获得一套新盔甲的计划，因此您也将准备好面对我们的敌人。",
  ["O"] = "Basil Frye希望你带4条符文铜带和4条重型铜带给银松森林的埃德温·哈利。",
  ["T"] = "Reinforcing The Sepulcher",
  },
  [70048] = {
  ["D"] = "我向你致以谦卑的问候，这些土地的居民。我问你们这些是我的失职，但我的人民处于严重危险之中，所以我不能不去询问。我的名字是Aneka Konko。我来自神尾，一个跨越海洋的土地。五年前，我们第一次看到鱼和蛇人冲上我们的海岸。他们的侵犯只会继续，我们神圣的卡米再也无法保护我们了。我带着一小群随从来到这片土地，寻求善良灵魂的帮助，他们可以帮助我。$B$B我们的战士正在与入侵者战斗到最后一口气，尽管这些天我们的大多数战士不是死于敌人，而是死于疾病。我们没有能力治疗许多伤员。我们的岛屿很小，我们中很少有人拥有所需的知识或试剂。当我第一次来到这里时，我了解到三种稀有植物具有巨大的治疗作用。我恳求你协助我们。从荒芜的三个绿洲中取回这些植物。每个绿洲都包含其中一种植物。",
  ["O"] = "在棘轮中为Aneka Konko收集3种治疗草药。",
  ["T"] = "Troubles From Distant Lands",
  },
  [70049] = {
  ["D"] = "看来酒鬼被我自掏腰包付给你的笑声了，$N。这个侏儒要我修一些帐篷！我看起来知道如何修理帐篷吗？！他还在开玩笑说连食人魔都知道如何搭帐篷！$B$B看，$N，在这里帮帮我，这样我就不会完全自欺欺人了。$B$B我们需要一些布来修理这些帐篷，显然西边的那些食人魔可能有我们想要的东西。但是，相信我，我不知道那个侏儒在说什么！",
  ["O"] = "收集 10 块坚固的帐篷布到荒芜之地的诺利。",
  ["T"] = "Pitch a Tent",
  },
  [70050] = {
  ["D"] = "那个醉酒的傻瓜！他绝对是离谱的！我来这里是为了严肃的事情，而不是平凡的、毫无意义的任务。我不会忍受这个，不，不！$N，请帮帮我。我宁愿付钱给你，也不愿让那个人满意，因为他说服了我智力的人做这项繁琐的家务。这些废墟周围应该有一些旧木材。这荒凉的地方没有树木，据我所知，它只是一片贫瘠的荒地！试着找任何你能找到的木材，把它带回给我，这样我们就可以准备生火了。",
  ["O"] = "收集一些干柴，然后返回荒地的诺利。",
  ["T"] = "Ms. Fix-it!",
  },
  [70051] = {
  ["D"] = "啪，伙计。来这里一会儿，好吗？$B$B嘿，今天怎么样？我给自己找了一些有利可图的信息与你分享，所以听好了。你看，有这些沉船，老式的联盟船，据说里面还剩下燃料，你知道燃料对我们哥布林来说是一种宝贵的商品。他们就坐在海岸边等你！$B$B把你设法从沉船中打捞出来的东西给我，我一定会和你一起完成的。",
  ["O"] = "将5桶石油带到剃刀山的Pezzik Villamar。",
  ["T"] = "Oil-Stained Gold",
  },
  [70052] = {
  ["D"] = "这些海盗是我们港口的侵扰，甚至比我们每个月都要消灭的老鼠还要糟糕。$B$B这绝对是荒谬的，$N.$B$B更糟糕的是，一些愚蠢的商人决定与他们做生意。无论他小脑袋里闪过什么想法，我都不会知道。$B$B当你在外面寻找海盗时，要注意塔赞并照顾他。$B$B以后来看我，我一定会奖励你的。",
  ["O"] = "杀死塔赞，回到瑞奇的码头长迪兹维格。",
  ["T"] = "Trader\'s Misfortune",
  },
  [70053] = {
  ["D"] = "打谷刀有问题，$N。他们离开了藏身之处，正在吃湖里所有的鱼！$B$B一段时间以来，我们当地的渔业业务因此一直在下降。恐怕我们将不得不接受这样一个事实，即我们必须剔除他们的人数，以便我们能够保持一定的平衡。它们是我们世代共享湖泊的美丽生物，所以我们必须对它们采取如此极端的行动让我感到痛苦。我只能要求一个局外人做我们不能做的事，也不愿意做。",
  ["O"] = "在莫丹湖杀死脱粒龙，然后返回莫丹湖的沃格深水。",
  ["T"] = "The Loch Menace",
  },
  [70054] = {
  ["D"] = "这些土地已经不是以前的样子了，$C。怪物已经夺走了剩下的东西，包括活人和死者。$B$B有报道称，乌鸦山的墓地里有盗墓者。如此卑鄙和堕落的罪行不能逍遥法外。$B$B请向西前往墓地调查此事。如果你发现任何盗墓者，就摆脱他们。$B$B这个地方已经被祸害亵渎了。生者不应该进一步打扰死人。",
  ["O"] = "调查盗墓者在墓地的活动。",
  ["T"] = "Grave Injustice",
  },
  [70055] = {
  ["D"] = "我只能想到一个有这些首字母的人，那就是斯文·约根。他曾经拥有约根农庄。在所有的混乱中，农庄被从西陷慢慢走来的迪菲亚斯兄弟会夺走了。我认为斯文与盗墓者无关，但Defias可能。在我看来，这只是一个巧合。无论如何，必须结束Defias。当涉及到敌人时，我们的盘子里已经足够多了，消灭他们的一些数量将为那些尚未放弃家园的人带来和平。因此，我请求你杀死任何挡在你路上的Defias。在你调查之前，守夜人已经看到了他们在阿德尔的活动，所以也许最好从那里开始，$N。",
  ["O"] = "在黄昏杀死迪菲亚斯兄弟会的成员，并回到守望者佩姬身边。",
  ["T"] = "Defias of Duskwood",
  },
  [70056] = {
  ["D"] = "你帮了我和黄昏伍德人民的大忙，我希望你向我的指挥官报告。我非常确定她会喜欢听到你战胜Defias的成功，她可能会为你找到另一份工作。把这张羊皮纸交给木槿花·埃邦洛克指挥官。她驻扎在市政厅前，所以她很难错过。哦，还有，$N，谢谢。",
  ["O"] = "将守望者佩姬的报告带给达克郡的木槿花指挥官。",
  ["T"] = "Report to Darkshire",
  },
  [70057] = {
  ["D"] = "我听说斯文在乌鸦山公墓附近的一个棚屋里避难。我担心他充满了遗憾，可能还有愤怒。$B$B考虑到我们已经在他失去的家的废墟中找到了他的这把铲子，也许他想拥有它。请小心，但一定要把铲子带回它的主人身边。他可能会很高兴看到它，或者他可能会把它分成两半。谁知道呢。再次感谢您所做的一切。",
  ["O"] = "把铲子拿给斯文·约根。",
  ["T"] = "A Simple Memory",
  },
  [70058] = {
  ["D"] = "你已经向佩姬证明了你的价值，坦率地说，我们总是可以在守夜人中使用更多的手。$B$B当我们的部队专注于狼人和祸害时，我们希望你去南方旅行到Vul\'Gol食人魔丘并减少食人魔数量。关于土堆，我们只知道一些细节，但我们所知道的是，我们需要摆脱食人魔。他们对我们的侦察兵以及通往韦斯特福尔和斯特朗格索恩的道路构成威胁。当然，当你回来时，还有奖励等着你。",
  ["O"] = "杀死秃鹫食人魔丘中的碎拳食人魔。",
  ["T"] = "Law & Ogre",
  },
  [70059] = {
  ["D"] = "最近，在莱克郡的场地上发现了一个名叫雷德里奇博斯的卑鄙罪犯;谋杀当地市民，追捕落入他狡猾陷阱的无知冒险者，至今未能逃脱抓捕。$B$B必须停止他对莱克郡镇的恐怖统治！$B$B下令消灭这个歹徒，其回报远远高于任何其他普通罪犯。",
  ["O"] = "抓住并杀死红岭老板。",
  ["T"] = "WANTED: Redridgeboss!",
  },
  [80100] = {
  ["D"] = "好了，朋友，听好了！我知道这是你在创业公司的第一份工作，所以我会慢慢说。我们来这里是为了寻找一个有价值的宝藏，你听到了吗？应该值一半以上的宝石，老板迫不及待地想得到它。他派到这里的最后一批船员再也没有送回任何东西。$B$B小偷的混蛋以为他们会从老板那里砍掉并逃跑？你最好相信他会追踪他们并得到他们的藏身之处。老板说不要空手而归，咱们开始工作吧。$B$B我们在传单上破坏了一些小玩意儿，但对我们来说幸运的是，最后一批船员似乎已经把他们的机器人抛在了后面。跑来跑去，从他们那里抢一些奇才，好吗？",
  ["O"] = "从旋转神童机器人中收集 8 个旋转神童，然后返回 Nert Blastentom。",
  ["T"] = "A New Ad-Venture",
  },
  [80101] = {
  ["D"] = "这是最糟糕的！$B$BVenture Co.本应是关于乐趣，冒险和甜蜜，甜蜜的利润，但到目前为止，我们所做的只是飞到偏僻的地方，坐在那里没有任何食物。听着，我不在乎内尔特说什么。没有晚饭，我就不再工作了。你要去森林里，不是吗？然后，你要给我带回那些秃鹰的肉。这不是战利品湾牛排，但你让老“鲱鱼向你展示它是如何烹饪的！",
  ["O"] = "带上鲱鱼6块高原秃鹫肉。",
  ["T"] = "Venture Vultures",
  },
  [80102] = {
  ["D"] = "你一定是在跟我开玩笑。我们在这里，在每个山口上方一英里处，这里有精灵？$B$B听着，孩子，精灵是世界上最不理智的生物。一个好妖精，他看着森林，他看到了利润！但是精灵看到了什么？熊？猫头鹰？长着大眼睛的小松鼠？这让我感到恶心。$B$B恭喜你，你今天可以成为肌肉。出去砍几个抱树的人，好吗？还有一些奇怪的活植物，而你却在它。我不相信任何在藤蔓上走来走去的东西。",
  ["O"] = "杀死7名石爪环保主义者和5名高峰鞭打者，然后返回内特爆破。",
  ["T"] = "Green Versus Green",
  },
  [80103] = {
  ["D"] = "嗯，我想我们明白了为什么精灵会在这里。前方整个当林都着火了！而且它也必须是妖精制造的。$B$B没有其他人使用那种燃烧那么久的油！那是破坏的东西，孩子。侏儒不可能得到它。$B$B我不知道这个网站上有什么，但我不喜欢它。去那里带回一些油。$B$B也许在我们去这里之前，你会找到一些关于发生的事情的线索。如果没有，至少我们会补充我们自己的石油供应！",
  ["O"] = "在烧焦的看台上从上升的油焰中收集 8 个活石油，然后返回 Nert Blastentom。",
  ["T"] = "Risen Oilblazes",
  },
  [80104] = {
  ["D"] = "如果有一件事比“酥皮头骨”更让我喜欢牟利，那就是烹饪全新的机械奇迹。在那些被烧毁的树林里，有一整家肉店的零件店，伙计，我的嘴巴在流水，为一场古老的机械盛宴！$B$B我不知道为什么另一个探险队会留下这么多东西，我不在乎 - 给我带来一些零件！",
  ["O"] = "从机械鸡身上收集 5 个机械鸡腿，然后返回斯普拉特喷嘴。",
  ["T"] = "The Other White Mech",
  },
  [80105] = {
  ["D"] = "<在元素的残骸中，你会发现一张浸泡在油中并在边缘烧焦的纸条。 大部分文字几乎无法辨认，但你可以破译一段重要的摘录>$B$B...愚蠢的老板没有告诉我们这个地方。不是常态...墓。有些“坏埋了...森林中心...$B$B<这似乎值得向工头报告>",
  ["O"] = "将油焦的笔记带回着陆点。",
  ["T"] = "Ventured Too Far",
  },
  [80106] = {
  ["D"] = "好的，看。寻宝者会时不时地发现一些闹鬼的森林，明白吗？我们不能空手而归。我的意思是不能。就像他会把我们运到矿井一样，不能。所以这就是我们要做的，是吗？我们要试着抢夺战利品，然后迅速离开这里。到目前为止，你做得很好，孩子，所以我指望你做这份工作。在这个山谷里，似乎还有更多最后一批船员的机甲，而且，呃......一些看起来不自然的秃鹫。清除它们，我们将看到里面有什么。",
  ["O"] = "在抱怨的小树林中杀死 5 个动画碎纸机和 5 只喃喃自语的秃鹫。",
  ["T"] = "The Grumbling Grove",
  },
  [80107] = {
  ["D"] = "我现在不羡慕你，孩子.$B$B看，那些奇怪的秃鹫不是树林里最糟糕的东西。其他一些伤痕累累的人四处张望，他们发现了一个坟墓，看起来像是乌尔达曼的坟墓，因为它有多古老.$B$B试图靠近，但他们听到了某种邪恶的声音从里面传来。这些家伙以前参加过一些老板的“有说服力”的采访，他们从来没有听过这样的声音.$B$B说它在山上回荡，很不自然，好像是树上的弹跳，不存在.$B$B我会和精灵战斗。我会和植物怪物战斗。我会和我们自己的爆破坦克战斗！但我不是在惹一些古老的诅咒坟墓.$B$B我要你去那里，找出那些门后面的东西，然后处理它。为我做这件事，你和我就是一辈子的密友。将来甚至可能会有晋升。",
  ["O"] = "调查Grumbling Grove的坟墓，然后返回Nert Blastentom。",
  ["T"] = "Shadow On The Plateau",
  },
  [80108] = {
  ["D"] = "我们处于一个艰难的境地。老板很可怕，但他不值得与成群结队的鬼魂或一些古老的诅咒战斗。当他发现我们保释了这个演出时，他会把我们追捕到艾泽拉斯的尽头。尽管我很痛苦地说，如果我们不想都想最终在六英尺以下，我们将不得不畏缩并躲在一些真正的肌肉后面。在艾泽拉斯，只有一种力量是连BOSS都不会跨越的：部落。当然，他们不喜欢我们，但我们与部落的胜算比与老板的赔率更高！$B$B我们没有太多选择。没有其他人会接受一群死气沉沉的Venture Co.难民。如果有机会我们能赢得他们的支持，我们至少要尝试一下。$B$B就是这样，还是在逃亡中度过余生。是时候让我们直奔了，$N。",
  ["O"] = "加入Nert Blastentom并前往Durotar加入部落。",
  ["T"] = "Me Not Any Kind Of Orc",
  },
  [80109] = {
  ["D"] = "我们的处境不好。如果部落不帮我们，我不知道我们还能去哪里。但我有一个计划，明白吗？我的一个老朋友是剃刀山的厨师，剃刀山是那个警卫塔下面的兽人小镇。托尔卡和我时不时地写信，他不会吹嘘他的厨艺。$B$B他甚至说他的野猪肋骨可以让那里的指挥官跪下。我们指望这一点。$B$B猎杀其中一些野猪，并将它们的肉带到托尔卡。我们会让他做饭，为我们说一句好话，是吗？任何妖精都会告诉你一个好词可以带你一路登顶！",
  ["O"] = "收集 5 块野猪肉，并将它们带到剃刀山的库克托卡。",
  ["T"] = "Zug-zug Or Somethin\'",
  },
  [80110] = {
  ["D"] = "内尔特是个好朋友，尽管他选择了工作，但我不认为他是一个坏人。不过，说服加尔·让你们都进入部落？这是一项艰巨的任务！$B$BGar\'Thok可能喜欢我的野猪排骨，但我想他有一个更好的头脑，而不是招募前Venture Co.船员来换取一顿饭。我至少会为你做这些。如果你有这个计划，请听我的建议：告诉加尔，你的命运是愿意服务的难民。完全不要提到风险投资公司。$B$B向内尔特致以问候。",
  ["O"] = "把托卡的野猪排骨带到剃刀山的加尔托克，请他帮你加入部落。",
  ["T"] = "Green Goes Red",
  },
  [80115] = {
  ["D"] = "嘿$N！今日员工！无薪休息怎么样？$B$B当你忙着做我的...我是说你的工作，执法者灰熊来找你。说他欠你一个人情？$B$B在这里，他在这封信中提到了它...我可能会也可能不会掉进我的秃鹰翅膀。不过，不要花太长时间。你的休息时间已经结束了一半！",
  ["O"] = "阅读沾满油脂的信，并与执法者灰熊交谈。",
  ["T"] = "Grease-stained Letter",
  },
  [80116] = {
  ["D"] = "很高兴你回来了，$N。你知道我爱我一些八卦，我敢打赌你也喜欢。也许你愿意阐明为什么你的名字出现在如此坏消息的嘴边？$B$B我听说你欠莱蒂快舌一些钱。你把所有的积蓄都赌回了家还是什么？$B$B她是你的高利贷者吗？我需要支付你们的健康保险吗？这不会发生，朋友。看，就拿着她留给你的这封信。我不想再拿着这个东西了，尤其是那些看起来很讨厌的绿色东西从角落里滴下来。可能是酸或毒药什么的。$B$B短暂的休息，我的意思是短暂的！",
  ["O"] = "阅读被渗出的信件，并与Leyti Quicktongue交谈。",
  ["T"] = "Ooze-covered Letter",
  },
  [80117] = {
  ["D"] = "回来做更多的工作，$N？我感谢您对所有这些剪裁工作的奉献精神，但Mayten Boomrifle正在寻找您。把这封信给了我给你和一切，说了一些关于教你一些正确的射击的事情！$B$B呵呵，就像你需要一些所谓的专家来教你如何发射金属弹丸或线束爆炸一样。我们是妖精！$B$B无论什么。。。来，拿着这封信去拜访他。快点。今天不停，不给你吃饭！",
  ["O"] = "阅读皮革覆盖的信件，并与Mayten Boomrifle交谈。",
  ["T"] = "Leather-covered Letter",
  },
  [80118] = {
  ["D"] = "到目前为止，$N做得很好。我知道在我们的劳动力中有一个法师会派上用场。说到方便，如何为你可怜的干瘪的工头变出一些水？$B$B什么？你还不知道如何变水？你跟我开玩笑？$B$B你很幸运，Nert有一封信给你，有人可以帮你。维泽特冰哨在找你，所以也许她可以教你一些咒语.$B$B动起来，不要回来没有一些苏打水！",
  ["O"] = "阅读花哨的信，并与Wizette Icewhistle交谈。",
  ["T"] = "Fancy Letter",
  },
  [80119] = {
  ["D"] = "$N朋友！这么快就回来了？我们是朋友，对吧？呵呵...$B$B老实说，你有点让我毛骨悚然，不像阿姆里恶魔。她来找你了，男孩，我希望我再也不用和她说话了。$B$B你，呃，也做那些怪异的恶魔事情？用绿色的火和血圈之类的？$B$B看，我没看到！J-只要拿着阿姆里留下的这封信，去做你的事。想吃多久就吃多久！",
  ["O"] = "阅读这封看起来很糟糕的信，并与Amri Demondeal交谈。",
  ["T"] = "Awful-looking Letter",
  },
  [80120] = {
  ["D"] = "嘿 你！是的，我在和你说话，朋友！$B$B我整天都在捡我们船员的垃圾，我真的可以休息一下。$B$B说，你打扫一会儿怎么样？$B$B我会在树荫下打个皎睡。当我醒来时，我希望这个地方一尘不染。现在开始工作吧！",
  ["O"] = "Kazznik要求您收集整个工地上散落的垃圾。",
  ["T"] = "Garbage Man",
  },
  [80121] = {
  ["D"] = "Nert 可能害怕一点影子魔法，但你和我知道我们在做什么，是吗？$B$B是时候让你学习如何召唤你的第一个恶魔了！是的，我知道我们正处于危机之中，但还有什么更好的时机得到恶魔的帮助呢？$B$B此外，我们是术士。危机就是我们的目的！那和我有合同义务武装你“执行”.$B$B当你外出执行Nert的任务时，我希望你寻找一些散发黑暗的东西。那能量凝结成这些紫色晶体，明白吗？试着捏住其中一个，不要让自己被杀死.$B$B给我带回其中一个水晶，我会教你如何召唤一个小鬼。公平贸易，是吗？",
  ["O"] = "从抱怨树林的生物之一那里收集嚎叫水晶。",
  ["T"] = "This Is In My Contract",
  },
  [80200] = {
  ["D"] = "最后，$N，你醒了。看来我们从洛丹伦的残余势力向南的危险旅程中幸存下来。我们必须充分利用我们的处境，努力使这里成为我们的新家。如果我们要使这不仅仅是我们人民的临时解决方案，还有很多工作要做，$N。这个小屋只需要容纳少数猎人，而且自第二次世界大战以来就没有见过太多的交通，因此为什么它的维护充其量是值得怀疑的。Vyrin Swiftwind住在小屋里，在这里驻扎的时间比我们任何人都长得多。如果我们要在这里为自己建立一个家，那么我们应该寻求她的建议，并询问我们的努力重点在哪里。",
  ["O"] = "在Farstrider Lodge与Vyrin Swiftwind交谈。",
  ["T"] = "Farstrider Lodge",
  },
  [80201] = {
  ["D"] = "满载难民的货车从北方抵达，而且肯定还有更多人正在路上。$B$B因为这里被用作矮人狩猎小屋，所以储藏室里放满了肉。不幸的是，大部分肉都在腌制过程中，小屋没有足够的柴火。一些难民已经开始砍柴以供应木材。$B$B出去收集一些他们准备的木头捆。您会在小屋周围生长的树木附近找到它们，但请注意不要冒险进入山谷太远：莫丹湖的生物对于像您这样的年轻人$C来说太危险了。",
  ["O"] = "在Farstrider小屋外收集8捆木头。",
  ["T"] = "Stocking Up on Wood",
  },
  [80203] = {
  ["D"] = "请问，$R，我能引起你的注意吗？$B$B我是凯西·韦克。我是联盟军队的一个分支的一员，负责确保联盟土地的安全和繁荣。我们最近被派到这里来，带着一大群人。虽然我个人认为我们在国内需要更多的东西，但这不是我质疑命令的地方。$B$B我们的使命是确保您的员工安全到达旅馆，并让您安顿下来。然而，要让每个人都远离这里的危险并不容易。虽然我的手下一直在处理该地区较大的问题分子，但较小的问题分子已经无人看管太久了，现在他们被允许猖獗。如果不迅速采取行动，难民大篷车可能会处于危险之中。我以为你能打架？如果是这样，请出去照顾那些一直在旅馆周围地区出没的特罗格人！",
  ["O"] = "杀死 8 只特罗格害虫。",
  ["T"] = "Clearing Out Vermin",
  },
  [80204] = {
  ["D"] = "你现在耳朵后面不那么湿了，这很好。$B$B与潜伏在这个山谷中的其他东西相比，你打败的害虫只是令人讨厌的。昨晚抵达的一些最近抵达的难民报告说，当它跟踪该地区时，在树林里看到一个身材矮小的身影，眼睛发红。有人认为这是长途旅行的疲劳，但我相信这可能是暗影锻造突袭队的前方侦察兵。$B$B暗影锻造厂是黑铁氏族之一。他们是与铁锻王国不和的堕落红眼矮人。调查发生目击的西部区域，但不要离挖掘点太近。它被特罗格人感染，比你之前战斗过的那些害虫要强得多。$B$B记住：不要参与。如果您发现什么，请确认您的目击并立即返回这里。",
  ["O"] = "调查Farstrider Lodge西南部的区域。",
  ["T"] = "Gathering Intel",
  },
  [80205] = {
  ["D"] = "再次问好， $N.$B$B你们收集的木材帮助养活了许多难民。然而，情况远未解决。$B$B饮用水储备不足。很快，我们将无法照顾难民，但幸运的是，在这个山谷边界附近的北部有一口井。去那里，把这个桶装满水。$B$B有志愿者试图在这里挖一口新井，但这需要时间。$B$B拜托，$N，我知道我可以依靠你！",
  ["O"] = "用井中的水填充空桶。",
  ["T"] = "Slaking Their Thirst",
  },
  [80206] = {
  ["D"] = "<薇琳看向你的方向时显得很苦恼>$B$B我们发现一辆马车被烧毁，附近有随行护送人员的尸体，没有难民的迹象。它......太可怕了，$N，这绝对太可怕了！$B$B请和你的同伴马尔维娜谈谈，是吗？当我们弄清楚这一点时，我试图让人们保持冷静，但她非常不安。她在难民中散布恐慌和困惑。",
  ["O"] = "与Malvinah Sunblade交谈，然后向Kathy Wake汇报。",
  ["T"] = "Burnt Wheels",
  },
  [80207] = {
  ["D"] = "好的，$N，这是计划。我们已经在黑铁营地周围建立了一个外围，但我们相信，如果我们采取行动，那么他们将处决难民。我们被命令退下。$B$B但是，如果我们现在不采取行动，难民将被杀害。我们需要一个局外人潜入他们的营地，杀死消防神职人员，获得牢房的钥匙，并释放难民。我想不出比你更值得这项任务的人了。在我们认识的短时间内，你已经证明了自己是坚强和足智多谋的。$B$B我相信你，$N！现在去救那些人！",
  ["O"] = "杀死暗影锻造火祭司，获得黑暗钥匙并释放高等精灵难民。",
  ["T"] = "Dark Iron Scrapping",
  },
  [80208] = {
  ["D"] = "你是这个时代的英雄，$N！所有的难民都在说你的名字！$B$B我相信你的一个朋友特别感激。为什么不去和马尔维娜·太阳刃谈谈呢？",
  ["O"] = "与马尔维纳太阳刃交谈。",
  ["T"] = "Sunblade Reunion",
  },
  [80209] = {
  ["D"] = "那你决定帮忙了？我很感激，$N！$B$B国内局势严峻，我们目前无法回去帮忙。不知道暴风贵族们患上了什么样的苦头，但自从瓦里安国王失踪后，王国就一直被碾压在地上！唉，虽然我们控制不了贵族，但我们可以处理王国各行省的问题！埃尔文森林是一个很好的起点。首都位于该地区，一直被问题所包围。科博尔德人统治矿山，侏儒袭击城镇，土匪夺取道路。我的朋友杜根元帅驻扎在戈尔德郡，他可以很好地利用你。我相信这里的魔法师可以把你传送到戈尔德郡。",
  ["O"] = "与伊莎拉大师交谈，将其传送到戈尔德郡，然后向杜根元帅报告。",
  ["T"] = "Porting to Goldshire",
  },
  [80210] = {
  ["D"] = "问候$N！到目前为止，您已经取得了惊人的进步，但仍有很多工作要做。$B$B虽然小屋里有丰富的谷物和肉类，但我们缺乏其他类型的营养，如水果和蔬菜。幸运的是，旅馆周围的地区每年的这个时候都有大量的南瓜和浆果。我可以指望你在该地区寻找浆果和南瓜吗？$B$B我们人民的福祉取决于它！",
  ["O"] = "从Farstrider Lodge周围地区收集4个Loch Modan南瓜和8个Loch Modan浆果。",
  ["T"] = "Providing a Balanced Diet",
  },
  [80211] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读游侠的信，并与鲁比娜·桑斯沃恩交谈。",
  ["T"] = "Ranger\'s Letter",
  },
  [80212] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读圣骑士的信，并与圣洁洛塔斯交谈。",
  ["T"] = "Paladin\'s Letter",
  },
  [80213] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读神父的信，并与Maelah Sunsworn交谈。",
  ["T"] = "Priest\'s Letter",
  },
  [80214] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读魔导官的信，并与阿拉索尔大师交谈。",
  ["T"] = "Magister\'s Letter",
  },
  [80215] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读《阴暗的信》，和影子里拉说话。",
  ["T"] = "Shady Letter",
  },
  [80216] = {
  ["D"] = "$N，我们家园的沦陷影响了我们所有人。但是，即使我们在这条道路上的教育被缩短了，仍然有学习的方法。最近，有人在桌子上留下了一封信，是写给你的。$B$B也许你应该阅读它，看看它说了什么？",
  ["O"] = "阅读剑士的信，并与瓦拉诺斯·黎明之火交谈。",
  ["T"] = "Swordsman\'s Letter",
  },
  [80217] = {
  ["D"] = "为了向我证明你自己，$N，我会让你在小屋里四处走走，寻找许多小猪和幼崽，它们在这里附近安家。$B$B您的亲属还需要用他们的兽皮制成的衣服和盔甲。虽然我不是最好的皮革工人，但我仍然可以制作几件装备。五张小熊皮和五块小猪的肉就足以证明你的价值。$B$B当你拥有一切时再回来。",
  ["O"] = "带上 5 张小熊皮和 5 块小野猪肉给法斯特里德旅馆的马雷克铁心。",
  ["T"] = "Pelts and Tusks",
  },
  [80219] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "KABOOM!",
  },
  [80220] = {
  ["D"] = "你是$R吧？$B$B你不是我最近在这里看到的第一个。你的很多人都来了，在暴风城定居下来了。$B$B在与运河接壤的矮人区的外围，有一个入口，上面挂着你的人民的旗帜，去那里，如果你想问候自己的人，你可以见到他们。",
  ["O"] = "在暴风城寻找这个高等精灵区，在矮人区的外围寻找蓝色的旗帜。与他们的代表交谈。",
  ["T"] = "A New Place in Stormwind",
  },
  [80250] = {
  ["D"] = "呸呸呸呸呸��我代表我的一群人民，他们寻求恢复我们昔日的荣耀。我们寻求为我们解决一个新家，您的帮助将非常受欢迎。有时间的时候，去暴风城，和暴风要塞的卡莱德拉黎明微风说话。$B$B相信您的援助会得到很好的补偿！",
  ["O"] = "在暴风城堡与Caledra Dawnbreeze交谈。",
  ["T"] = "Assisting the Children of the Sun",
  },
  [80251] = {
  ["D"] = "现在你知道我们正在处理什么和我们的历史...$B$B现在是采取行动的时候了。如果您真的有兴趣帮助我们，那么这就是方法。我们最有天赋的法师之一与阿拉赫建立了联系。去法师区的法师塔，和艾尔莎琳说话。她可以带你去那里，一旦你到达，我相信有人会照顾你。",
  ["O"] = "和艾尔莎琳说话，她可以在暴风城法师塔的传送门之外找到。",
  ["T"] = "To Alah\'Thalas!",
  },
  [80252] = {
  ["D"] = "问候，$R。既然你在这里，这意味着你来帮忙，所以听好了。我们这里有一个情况...您可能知道我们的建筑物使用奥术魔法进行操作。$B$B虽然我们的中央晶体是主要动力源，但我们使用较小的晶体有效地将奥术能量从结点引导到结构的外围点。缺点是这些晶体会随着时间的流逝而分解，如果我们在十年后找到这个前哨站，整个学院可能会崩溃。幸运的是，我们的前辈将这个遗址建在一个有奥术水晶矿床的地方。虽然自动化结构早已停止工作或出现故障，但矿井仍然充满了完整的晶体。我需要你去那里，给我带来一些水晶。八个现在应该做。$B$B你还在这里吗？动起来。",
  ["O"] = "从阿拉赫的银太阳矿收集 8 颗奥术水晶。",
  ["T"] = "A Crystal Clear Task",
  },
  [80253] = {
  ["D"] = "嗯嗯...到目前为止，你已经证明是有用的，所以也许我可以给你一个比取水晶更重要的任务。$B$B我的人民是高原人的后裔，我们曾经是卡尔多雷社会的巅峰，统治着一个伟大的帝国......虽然在东部王国这里留下的痕迹很少，但卡利姆多充满了废墟，没有被掠夺的废墟！$B$B我需要你去费拉拉斯的丛林，那里曾经是埃尔德雷塔拉斯城邦的家。在埃尔德雷塔拉斯以南的地区应该有一些废墟...$B$B我相信当地人称之为高荒野。我们的侦察员报告说，持有废墟的食人魔无意中挖出了一些有价值的奥术文物。我要你去那里给我拿那些神器...$B$B在那些大肚子用脚碾压他们之前！现在开始吧，快！",
  ["O"] = "从费拉拉斯的高荒野中收集 4 件奥术文物。",
  ["T"] = "Relics in Feralas",
  },
  [80254] = {
  ["D"] = "问候$N！我看到你为Anu\'delen做了很多工作，但现在是时候做一些比获取文物更严肃的事情了。$B$B阿拉赫塔拉斯离祸害或阿曼尼不远，在奎尔塔拉斯沦陷后，我们的人民再也无法控制肆虐的森林巨魔了。我们的侦察兵报告说，东部瘟疫之地的祖尔玛沙尔巨魔人口正在迅速转变为亡灵。我们不能有这个，森林巨魔已经够糟糕了，我们不需要处理亡灵版本。$B$B去那里，消灭活人和死人，我们不能让那些野兽失控。",
  ["O"] = "冒险前往东方瘟疫之地的祖尔玛沙尔，杀死苔藓杀手侦察兵、苔藓杀手暗影猎人、感染苔藓杀手、苔藓杀手食人，各五个。",
  ["T"] = "Smashing Zul\'Mashar",
  },
  [80256] = {
  ["D"] = "我是塔尼拉·桑基斯，莱伊技术员，连接阿拉赫和暴风法师塔的传送门操作员，当你需要返回暴风城时，我是你应该说话的人。这个地方是金色黎明学院，我们在这里提供住宿并欢迎新旅行者。在我面前的是易位宝珠，你可以用它来下到阿拉赫·我们下面塔楼里的奥术师阿努德伦请求帮助解决矿井中的问题。学院里还有客栈老板Joalar，如果你想在这里吃饭或调音你的炉石。大型浮动结构被称为太阳城堡。它设有新的治安法官，游骑兵的总部和议会的所在地。反正我不应该再留着你了，去和奥术师谈谈吧！",
  ["O"] = "在金色黎明学院下方的塔楼中与奥术师阿努德伦对话，使用易位宝珠传送到下面的土地。",
  ["T"] = "Welcome to Alah\'Thalas",
  },
  [80258] = {
  ["D"] = "Sinu a\'manore， $C.$B$B您响应了我们的援助号召，我们对此深表感谢。$B$B随着奎尔塔拉斯的倒台，我们奎尔多雷人已经没有家了。在这里，我们将集中我们的智慧并加强我们的意志。这是我们寻求复仇的开始，你将参与其中，等等。你看，当我们准备与死亡本身的战争时，我们需要尽可能减少伤亡，但我们只能防止这么多人。凡有战斗的地方，必有死伤者。在这一天，我请求你们和许多人来帮助我们努力为我们的人数提供修补和治愈的方法。在雷德里格山脉生长着一朵小而不那么优雅的花。我们称之为罂粟。炼金术的细节我不会让你烦恼，你只需要知道这种混合物会减轻伤员的痛苦。我知道这是一项简单的任务，但并非毫无意义。$B$B当你有少数人时，再回到我身边。",
  ["O"] = "在红岭山脉收集十朵罂粟花。",
  ["T"] = "Tears of the Poppy",
  },
  [80260] = {
  ["D"] = "我有一个...麻烦的事情要和你讨论。$B$B暴风城送来了一个孩子，她不会停止咿咿呀呀。$B$B坦率地说，她正在干扰我的工作。我显然是最有资格照顾她的人，但如果你因为你成为“英雄”的倾向而帮助她恳求，我将不胜感激。是的！如果这些是你条款的一部分，我也会付钱给你。$B$B<阿努德伦捏了捏鼻梁，脖子侧面的静脉映入眼帘>",
  ["O"] = "如果你愿意减轻他的挫败感，请再次与阿努交谈。",
  ["T"] = "Help With a Compassionate Matter",
  },
  [80261] = {
  ["D"] = "哦，伟大的冒险家！我的名字是Teslinah。拜托，我需要你的帮助！$B$B我和妈妈在逃离北方的所有坏事后住在法斯特里德旅馆，但是当我们在暴风城时，我们分开了！艾尔莎琳小姐找到了我，带我来这里，因为她以为我妈妈也会在这里，但她不是！那边脾气暴躁的男人只叫我坐在角落里保持沉默。你会帮我的，对吧？",
  ["O"] = "在暴风雨中寻找泰斯琳娜的妈妈。",
  ["T"] = "Teslinah\'s Search I",
  },
  [80262] = {
  ["D"] = "让我们尝试矮人区，然后是公园，然后是我的人民区！",
  ["O"] = "在暴风雨中寻找泰斯琳娜的妈妈。",
  ["T"] = "Teslinah\'s Search II",
  },
  [80263] = {
  ["D"] = "接下来让我们尝试大城堡！我听说国王的儿子真的很好。我们还可以尝试老城区的老城区。我觉得它也有一个小酒馆。哦，让我们看看我听说过的那辆侏儒电车！也许她在那里等着。",
  ["O"] = "在暴风雨中寻找泰斯琳娜的妈妈。",
  ["T"] = "Teslinah\'s Search III",
  },
  [80264] = {
  ["D"] = "我们可以尝试旧城区的军营。哦，还有那个巨大的大教堂地方！也许她去那里找我了。我听说附近有一个地方，在一栋相当大的建筑里，有一个迷路的孩子的地方！",
  ["O"] = "在暴风雨中寻找泰斯琳娜的妈妈。",
  ["T"] = "Teslinah\'s Search IV",
  },
  [80265] = {
  ["D"] = "我认为其他地方不多了。让我们看看我们错过的所有地方。大教堂还有更多，我们可以在贸易场所看看！",
  ["O"] = "找一个可以帮助在暴风城找到泰琳娜妈妈的人。",
  ["T"] = "Teslinah\'s Search V",
  },
  [80289] = {
  ["D"] = "啊，你来了，$N。你过去已经证明是有用的。我观察到你有一种跑腿的不可思议的诀窍。我的祖先在七千年前被流放出卡利姆多，但如果你认为他们立即创造了奎尔塔拉斯，那你就错了。他们降落在今天被称为Tirisfal Glades的地方。根据阿拉赫塔拉斯留下的记录，第一个定居点被称为伊什努达尼尔。当然，这是我们认为值得进一步探索的事情，这就是为什么我派我的下属Thas\'alah调查这个古老的地方。然而，从那以后，我再也没有听到他的消息，更糟糕的是，我们发现的记录提到了某种诅咒，这种诅咒影响了我们住在那里的祖先的思想。我需要你去那里，看看塔斯阿拉的下落。",
  ["O"] = "在提里斯法尔峡谷西部找到Scryer Lor\'dal Thas\'alah。",
  ["T"] = "The First Settlement",
  },
  [80290] = {
  ["D"] = "有了这里所有的事情，我可以求助于你这样的冒险家。你看，我们的人民用魔法塑造了土地，创造了这样的建筑，但这个似乎只是部分完成和废弃。我试着在自己内心冒险，但立即充满了恐惧和恐惧。感觉它正在吞噬我，所以我逃到了外面。但另一方面，你看起来像一个不容易被吓到的人。在我...左。我注意到悬崖上刻着一块石碑。$B$B也许它可以提供一些关于这里可能发生的事情的线索。你能好心帮我取回它吗？",
  ["O"] = "在未完工的建筑物内获取平板电脑。",
  ["T"] = "The Lost Tablets",
  },
  [80291] = {
  ["D"] = "我已经发送了我的服务...助理塔洛在那边，但他还没有回来。如果这个暗影井像本文声称的那样强大和危险，那么更多地了解它可能会很有价值。",
  ["O"] = "好好调查影子。",
  ["T"] = "The Shadow Well",
  },
  [80292] = {
  ["D"] = "不用担心我。我在这里不会孤单。我有我的...和我一起守卫。你必须同意这个地方太重要了，不能无人看管。$B$B哦，如果你能避免提及关于听到声音的东西，那就太好了。我不想吓到潜在的帮手，阿努德伦可能会派我去。",
  ["O"] = "返回阿拉赫的阿努德伦。",
  ["T"] = "A Lone Homecoming",
  },
  [80300] = {
  ["D"] = "你好，周一！我代表一群离开我们家海岸的雷万图斯克巨魔，以便与部落建立联系和更有希望的关系。我们将在石爪山脉建立营地，靠近大桑德林之前被毁坏的赞达拉里神庙，我们需要我们能找到的所有帮助。当你有空的时候，在战争首领的小屋里和沃尔兹德拉扎说话。她可以给你指导，并确保你得到你的帮助。",
  ["O"] = "Śú®Grommash Holdšł≠šłéVolz\'drazašļ§Ťįą„Äā",
  ["T"] = "A Tusken Affair",
  },
  [80301] = {
  ["D"] = "当我们第一次来到这里时，对我们来说，建造建筑物为自己建造一个家是很重要的。在整理这个地方时，我们突破了寺庙的入口，清理了所有倒塌的瓦砾。许多罗亚曾经在那里被崇拜，尤其是死亡罗亚。我们一定扰乱了坟墓里的灵魂，因为过去的巨魔已经出现，困扰着寺庙。这些复仇的亡灵攻击任何试图走在大厅里的人，甚至是和平的信徒。职责是点燃坟墓里的柴堆，抚慰烦恼的灵魂，净化寺庙。如果亡灵挡住了你，就把他们送回来世。",
  ["O"] = "点燃坟墓内的8个灵火。",
  ["T"] = "Lighting the Pyres",
  },
  [80302] = {
  ["D"] = "我在这里辛苦从事外交工作，所以我的双手被绑在适当的问候上。如果你真的想帮助雷万图斯克部落，我们将不胜感激。$B$B现在是时候让Revantusk在部落中发挥他们的影响力，以弥补他们在腹地给予我们的所有援助，并为未来设定路线。暗矛部落的迪诺很友好地为我们打开了往返阿曼尼的传送门。雅可以在精灵谷找到她。一到阿曼尼阿洛，就去找神秘的古雅，问问你如何帮助雷万图斯克的事业。",
  ["O"] = "在烈酒谷与迪诺交谈，以运送到阿曼尼阿洛。",
  ["T"] = "To Amani\'Alor!",
  },
  [80303] = {
  ["D"] = "很高兴再次见到你，$C。我们的侦察兵报告说，我们的宿敌在东部瘟疫之地的活动有所增加。$B$B他们正准备用从我们人民那里偷来的小饰品装备一支探险队，以保护他们免受腐败。$B$B前往旅馆并结束他们的探险，然后他们才能从我们被盗的文物中受益。",
  ["O"] = "冒险前往东部瘟疫之地的奎尔利蒂恩小屋，杀死 6 名奎尔利西恩路人、6 名奎尔利西恩森林人和 6 名奎尔利西恩游骑兵。",
  ["T"] = "Raiding Quel\'Lithien Lodge",
  },
  [80304] = {
  ["D"] = "巨魔被罗亚祝福，重生，周一。无论是划痕还是整个肢体，我们都能够愈合。尽管如此，有时再生需要太长时间，为这些时间做好准备并不丢人。$B$B我们在Ashenvale的Splintertree Post的盟友最近发现了一个小巫毒解决方案，甚至没有意识到。有蟾蜍在森林边缘的米斯特拉尔湖漫游，靠近塔隆深小径。它们被一种滑溜溜的油覆盖，可以酿造成强大的药膏。$B$B不会是朋友，去帮我挤蟾蜍吧，妈？把他们的油给我，我会看到你的时间得到回报。",
  ["O"] = "带上10个蟾蜍油给阿曼尼阿罗的战争领袖佐尔马金。",
  ["T"] = "The Means To Heal",
  },
  [80305] = {
  ["D"] = "嘿，孩子，玩得开心吗？$B$B不，你真的不是。我可以在你的脸上看到它。这个地方很破旧，很无聊，没有真正的事情可做，嗯？$B$B好吧，如果你正在寻找一些动作，硬币行动，请注意，那么我为你准备了一些东西！但是，你知道，信息并不便宜，现在吗？$B$B用一枚银币来放松我的舌头怎么样？$B$B<小妖精一边张开手等着，一边对你咧嘴一笑>$B$B好吧，现在我们是朋友，我想我可以让你了解一下这个小东西。我在城里听说过的东西。看，在荣誉谷有一家刚刚开业的酒吧。很讽刺，你不觉得吗？$B$B我听说一个叫夸克的妖精开了一家商店，但它应该是一个会员制企业。$B$B我不会自己去那里，但我听说那里有很好的钱可以赚！$B$B现在，这将是英特尔的五十铜。祝你有美好的一天，朋友。",
  ["O"] = "前往荣誉谷，寻找夸克的小屋。",
  ["T"] = "Quark\'s Shack",
  },
  [80306] = {
  ["D"] = "嘿，朋友，看吧！$B$B哦，这是什么？一个合适的客户，嗯？$B$B欢迎来到夸克小屋。您来这里是为了商务或休闲？$B$B你看，这是我为硬币鉴赏家制作的酒吧，所以如果你在这里，那么是时候抓住一些快速的硬币了，也有一些乐趣。如果你想赌博，那就和艾格妮谈谈。她处理骨头。什么，你以前从来没有掷过骰子？不，不用担心你的硬币，朋友。您将立即弥补损失！现在，如果你需要什么来睁大眼睛和麻痹你的思想，请回来看我。",
  ["O"] = "和艾格妮说话掷骰子。",
  ["T"] = "What\'s Yours is Ours",
  },
  [80307] = {
  ["D"] = "老板，玩得开心吗？$B$B好，好。现在，你看，这是一个免费试用。你赢不赢对我来说并不重要，但我确实说过'硬币鉴赏家'，所以你真的必须支付会员费。$B$B嘿嘿，你去哪儿了？来吧，不要那样。如果你报答我一些人情，我可能愿意给你一张会员卡。$B$B你看，我从破坏者那里为我们的水烟袋订购了一些新商品。这批货物非常重要和有价值。我也会扔一些硬币，如果你去帮我取东西，非常欢迎你继续在我的酒吧消费。现在，货物应该在今天到达瑞奇，所以如果你继续前进，我真的很感激。",
  ["O"] = "和旅店老板威利谈谈夸克的货物。",
  ["T"] = "Yet Another Smoke Cloud Above Orgrimmar",
  },
  [80308] = {
  ["D"] = "所以。。。我们可能有轻微的海盗“侵扰”问题。当货物从地下矿运送时，这些该死的海盗突袭了这艘船并抢劫了它。船员们安全逃脱，但更重要的是，货物都没了！$B$B这是很多浪费的硬币。夸克预计会有大批量出货，但其中很多要么被熏制，要么被扔进了海里。只要试着得到你能得到的东西，我也许可以捏造一些数字。$B$B你会发现海盗在南部，沿着海岸线。夸克在等那批货物，所以你最好快点。有总比没有好。",
  ["O"] = "取回20个烟草箱。",
  ["T"] = "Tobacco Thieves",
  },
  [80309] = {
  ["D"] = "“哎，呀，来得真快，奥多有总和的话。我看到你爬进去“夸克的赌博”酒吧，我有这种感觉，在我的直觉中，告诉我“在工作”。我在想，他在桌子下面做'总和'，周一。一个妖精可以信任，就像一个美丽的巨魔女人一样罕见，让我告诉你，他们确实很丑。那么，你会睁大眼睛看看奥多吗？这是公务，我付钱。Jus\'去检查货物，也许还有文书工作，并留意被称为Sturk的星期一。他是夸克的同伙。如果有的话，我认为他就是走私者。",
  ["O"] = "检查货物和酒吧以找到有罪的文件。",
  ["T"] = "Odo\'s Gut Feeling",
  },
  [80310] = {
  ["D"] = "那该死的老鼠。他偷了我的东西，现在呢？我要把他交出来，但在此之前，我要你盯着那个的眼睛，告诉他他被抓住了。把他打成浆，然后把他交给奥多。完成后，与The Rov交谈。我要你告诉他要保持警惕，加强这里的安全。总不能随便在我自己的棚屋里养小偷，你知道吗？等你都做完了，再来找我，里面会有奖励给你的。",
  ["O"] = "逮捕老鼠。与The Rov讨论安全细节。",
  ["T"] = "Quark\'s Justice",
  },
  [80311] = {
  ["D"] = "<乌雷达惊愕地看了你一眼>$B$B你的技能仍然需要一些磨练，你的姿势暴露了你的傲慢。这是任何在自己的智慧面前过度自信的新学徒的典型特征。这对我来说并不重要。这是你自己的问题。$B$B任何有抱负的法师都应该随时准备好他的咒语，并提前两步思考。这就是为什么你缺乏意识应该至少用你自己购买的东西来补偿。$B$B有一个...居住在南怒河畔，距离雷霆岭不远的“法师”。乍一看，你将从这位法师那里得到的任务可能很艰巨，但如果你把你的大脑投入其中，它很可能会结出硕果。",
  ["O"] = "在荒芜的南弗瑞河畔与乔克·加罗克交谈。",
  ["T"] = "Mastering the Arcane",
  },
  [80312] = {
  ["D"] = "乌雷达只派出有价值的法师！乌雷达是最糟糕的！$B$B<两个脑袋一脸惊讶地盯着对方>$B$B我们知道你作为法师真正需要什么，我们知道从哪里获得零件。你给我们带来零件和精华，我们会给你做武器，是的！$B$B您从哪里获得零件？它在山洞里。荒芜！是的。哭泣的洞穴，他们称之为。有德鲁伊和蛇的洞穴！是的。你会发现我们月亮的木头，蛇的水晶和不断变化的本质。是的，本质！$B$B你把它带给我们，我们把它变成一个有价值的武器！是的，你会感激不尽的！",
  ["O"] = "带上 Chok\'Garok 5 块月亮木头、一颗蛇水晶和来自哭泣洞穴的千变万化的精华。",
  ["T"] = "Arcane Arms",
  },
  [80313] = {
  ["D"] = "呵呵，迪诺送多帮忙？顾雅金高兴吧。$B$B我是古雅，雷万图斯克部落的巫医，是我们人民的精神领袖。我保持着这个通往奥格瑞玛的传送门稳定，所以如果你想随时回到精灵谷，就来看看古雅吧。阿曼尼是阿罗的祝福，这是我们部落的祝福，这是一座古老的赞达拉里神庙，与罗亚有着深厚的联系。我们离我们的寺庙很远，但在这里，我们可以呼吁当地的罗亚，并与家乡的罗亚保持联系。你看起来还是有点绿，先生。为什么不环顾四周，了解你的方位？当你准备好接受你的第一项任务时，和我说话。这里有很多工作要做。",
  ["O"] = "再次与Guya\'jin交谈，开始向Revantusk提供志愿援助。",
  ["T"] = "Welcome to Amani\'Alor",
  },
  [80314] = {
  ["D"] = "暗矛的帮助是一个受欢迎的惊喜。在一个巨魔宁愿睁一只眼也不愿与另一个部落眼对眼的时代，这种团结是一个真正的奇迹。$B$B为了表示善意，佐尔马金将把你送到森金村的加德林大师那里。把这个娃娃给他。这是一个古老的巨魔习俗，他会理解的。",
  ["O"] = "把佐尔的巫毒娃娃带到森金村的加德林大师那里。",
  ["T"] = "Scratching Each Other\'s Back",
  },
  [80315] = {
  ["D"] = "我只经历过几次花开，但这个季节，情况有所不同。在我的叶子末端，通常有粉红色的花瓣现在发芽，但相反，我的树枝是贫瘠的！我认为这不正常。也许德鲁伊可能知道我怎么了？无论如何，他们更年长，更聪明。",
  ["O"] = "检查苹果树枝，帮助他重新长出果实。与附近的德鲁伊交谈，找出Applebough的疾病。",
  ["T"] = "Apple a Day",
  },
  [80320] = {
  ["D"] = "嘿$C！我有一个商业主张要给你。我的老板派我去追查与燃烧之刃联手的卡特尔的叛逃者，我发现菲兹尔并不是这里唯一一个玩恶魔火的哥布林。Knobby Tinfault躲在Drygulch峡谷顶部的Dustwind Cave中。找到他，把他随身携带的任何东西都给我带来，上面有一个奇怪的标记。我们需要将任何信息反馈给Gazlowe，以便我们了解他们的计划是否还有更多。",
  ["O"] = "杀死Knobby Tinfault，并将他掉落的任何东西带回麦莉。",
  ["T"] = "Burning Bridges",
  },
  [80321] = {
  ["D"] = "你是帮助麦莉找到这个的人，是吗？<加兹洛举起你在尘风洞找到的腰带>$B$B我已经做了一些挖掘，我知道是谁做的。名字的基罗在奥格瑞玛。足够好的女孩，即使她有点咄咄逼人。$B$B我敢肯定这是一个很长的镜头，但我需要你和她核实一下，看看她是否知道这个铭文。我已经破译了，但基罗可能知道更多。",
  ["O"] = "将诺比的腰带送给荣誉谷的基罗。",
  ["T"] = "The Lies that Bind Us",
  },
  [80322] = {
  ["D"] = "哈！没有皮革工人做这些标记。$B$B这是魔术。荒芜之地有一个被抛弃的地方。它是来自我们世界的铁匠。他在魔法方面有天赋;他能感应到来点。$B$B如果你找他，你需要付款，你需要运气在你这边。我们中的一些人不喜欢重温我们的过去。我们血液中的污点仍然困扰着他，就像我们许多人一样。现在就离开我。$B$B沿着荒芜的北麓寻找公路以西的弗朗。",
  ["O"] = "拿着诺比的腰带和20银子去荒原的弗朗野戈尔。",
  ["T"] = "The Lies That Bind Us",
  },
  [80323] = {
  ["D"] = "蚀刻这条腰带的魔法来自尼鲁火刃。我仍然看不懂铭文，但有Neeru的手，我可以向你保证，它是强大的。现在就上路吧，$C。我不需要尼鲁或他的爪牙针对我的愤怒。",
  ["O"] = "带着诺比的腰带回到加兹洛。",
  ["T"] = "The Lies That Bind Us",
  },
  [80330] = {
  ["D"] = "你好，年轻的猎人。在我看来，你好像你有足够的技能来处理一只野兽并训练它作为你的伴侣。$B$B我们猎人身边往往会有一只宠物，虽然我听说你的同类有一些......非正统的方法。尽管如此，如果您想学习如何驯服自己的宠物，您应该与 Razor Hill 的 Viz Fizbeast 交谈。",
  ["O"] = "在 Razor Hill 与 Viz Fizbeast 交谈。",
  ["T"] = "The Hunter\'s Path",
  },
  [80331] = {
  ["D"] = "哇，哇，容易，冠军！我看得出来，你正在咬牙切齿地驯服一只野兽，但有一个问题。我们妖精与自然相处不完全，明白我的意思吗？$B$B<Viz 苦笑着>$B$B让我告诉你它是如何做到的，妖精的方式。看到这根棒了吗？它带有一个特殊的项圈，我称之为“朋友请求”。你把它套在任何野生动物的脖子上，那只野兽就会成为你的闺蜜，得到我？$B$B可能应该让你开始一些简单的事情。可怕的斑驳野猪应该很简单。你会发现他们在剃刀山外徘徊.$B$B即使是像你这样的孩子也应该能够做那么多。所以不要浪费我的时间，在没有一个人的情况下回到这里！",
  ["O"] = "使用驯服棒驯服可怕的斑驳野猪。练习你的技能，然后将驯服棒归还给剃刀山的 Viz Fizbeast。",
  ["T"] = "Taming the Beast",
  },
  [80332] = {
  ["D"] = "你看，孩子，每次你增加一只宠物，你就会变得更强大。你的宠物就像是你的延伸。我们妖精也许不是最强壮的，但我们有最聪明的大脑。当你制定计划时，让动物成为你的力量吧!$B$B让他们知道谁才是老大，明白吗?当你能比野兽更聪明的时候，为什么要让它们屈服呢?让我们来点刺激的。你得把靴子弄湿才能对付下一个怪物。这只真的很喜欢大海，尤其是经过南边的巨魔村。$B$B你知道的……森金村吗?在回声群岛附近。睁大你的眼睛寻找冲浪爬行者，拍拍他们的“好友请求”，然后把它带回来给我。",
  ["O"] = "使用驯服杆驯服冲浪爬行者。练习你的技能，然后将驯服棒归还给剃刀山的 Viz Fizbeast。",
  ["T"] = "Taming the Beast",
  },
  [80333] = {
  ["D"] = "到期末考试的时间了，冠军。你最好做好准备，否则你将无法呼吸。我们的兽人朋友称这些婴儿为装甲蝎子。$B$B它们的小腿跑得很快，它们的甲壳很轻但很耐用。有点像“全副武装”的感觉。他们有致命的刺，所以如果你得到一个，没有人会再欺负你了，永远不会。当你回来的时候，我会给你看一些真正的好东西。让我告诉你，伙计，这些技能简直太疯狂了!你可以驯服任何你想驯服的野兽，你可以随意召唤它们，也可以随意打发它们走。",
  ["O"] = "使用驯服棒驯服装甲蝎子。练习你的技能，然后将驯服棒归还给剃刀山的 Viz Fizbeast。",
  ["T"] = "Taming the Beast",
  },
  [80334] = {
  ["D"] = "最后一个提示，孩子！当然，对于您的标签的一小部分补充。在奥格瑞玛有一个兽人，他的名字叫奥尔马克·格里姆肖特。他可以教你如何训练你驯服的野兽。$B$B什么？你以为你会成为一个大猎人，带着一只不会学花哨技巧的宠物？我喜欢你，孩子：你是个笑人！$B$B你可以在兽人所说的荣誉谷找到奥尔马克。现在上路！下次我们见面时，我会在你家门口取我的钱。",
  ["O"] = "与奥格瑞玛的Ormak Grimshot交谈。",
  ["T"] = "Training the Beast",
  },
  [80339] = {
  ["D"] = "你好，年轻的猎人。在我看来，你好像你有足够的技能来处理一只野兽并训练它作为你的伴侣。$B$B通常情况下，我会把你送到格里夫野心，但我相信你需要你自己的一个亲戚的帮助。卡拉诺斯的三叶草旋转手枪应该能够帮助你。",
  ["O"] = "与卡拉诺斯的三叶草旋转手枪交谈。",
  ["T"] = "The Hunter\'s Path",
  },
  [80340] = {
  ["D"] = "我是三叶草旋转手枪，登山者和狙击手。我们可能是很好的射击，但不幸的是，我们这些小家伙不太适合近战。不过不用担心！你只需要让一只野兽为你承受打击！$B$B廷克镇最优秀和最聪明的人最近取得了惊人的科学突破，以解决我们与大型动物的不那么出色的记录，这些动物发现我们开胃和一口大小。你看起来像一个有前途的射手。正是我们努力夺回侏儒雷根所需要的人才！为此，我将教您如何使用获得专利的G.N.O.E.M.R.驯服棒。拿这个并尝试在大峭壁野猪身上使用它。确保它很大！",
  ["O"] = "使用驯服棒驯服大型峭壁野猪。练习你的技能，然后将驯服棒归还给卡拉诺斯的三叶草旋转手枪。",
  ["T"] = "Taming the Beast",
  },
  [80341] = {
  ["D"] = "哈哈！天哪，那头野猪果然是一头大猪，不是吗？不过，我敢打赌，你想要更适合侏儒的东西。一只思维敏捷、威风凛凛的雪豹怎么样？$B$B您可以在这里的南部和东部找到它们。我已经给你的驯服棒充电了，所以你准备出去抓猫了！$B$B不过要小心。他们比那头野猪好斗得多！不要低估他们，否则你最终可能会变成小猫粗磨！",
  ["O"] = "使用驯服棒驯服雪豹。练习你的技能，然后将驯服棒归还给卡拉诺斯的三叶草旋转手枪。",
  ["T"] = "Taming the Beast",
  },
  [80342] = {
  ["D"] = "我应该提到的一件事是，野猪和豹子都是凶猛的进攻宠物，但它们在防御能力方面还有点不足之处。由于我们的远程武器可以轻松弹出任何敌人，我们需要的是让他们忙碌的东西。$B$B嗯。。。我知道了！冰爪熊坚固而顽强。面对愤怒的熊，谁会选择去追一个小侏儒？$B$B冰爪熊可以在卡拉诺斯以东找到。你现在有足够的经验和技能，所以你应该能够处理一个。$B$B一旦你完成，我会让你使用最终的驯服棒，这样你就可以随意驯服自己的宠物！",
  ["O"] = "使用驯服棒驯服冰爪熊。练习你的技能，然后将驯服棒归还给卡拉诺斯的三叶草旋转手枪。",
  ["T"] = "Taming the Beast",
  },
  [80343] = {
  ["D"] = "现在你已经有了你的杖和所有的东西，$N，你可以驯服你自己的同伴来帮助推进所有侏儒的事业！$B$B然而，仅靠驯服它们是不够的。他们也需要培训，可悲的是，我没有这些知识可以分享。即使你在我的指导下做得很好，我也不能指导你的宠物！为此，您需要找到其他人。$B$B我也只认识这份工作的人！如果你曾经在铁锻造，武器大厅里有一个名叫贝利亚雷花岗岩的矮人。她应该能够帮助你。一定要告诉她我派你来的！$B$B祝你好运！",
  ["O"] = "与铁锻中的贝利亚雷花岗岩交谈。",
  ["T"] = "Training the Beast",
  },
  [80350] = {
  ["D"] = "在你帮我的时候，这个符文给了我，让我传给你。有机会时花点时间阅读它。我在想，它来自猎人训练师索尔加斯。试一试，有机会就去Anvilmar里面找他。",
  ["O"] = "阅读蚀刻符文，并与科尔德里奇山谷的Thorgas Grimson交谈。",
  ["T"] = "Etched Rune",
  },
  [80352] = {
  ["D"] = "他们有一份工作，$N，一份！$B$B我让那些傻瓜在运输石油时要小心，看看他们做了什么。他们可能把无意识的食人魔放在了船的轮子上。亲爱的，请帮我一个忙，好吗？$B$B从桶中获取尽可能多的油，我们需要它才能让我们的机器工作。这片沼泽一点也不宽容，我们需要保护自己，你知道的。$B$B无论如何，好运伴随着好硬币，所以一旦你拥有它就会回来。",
  ["O"] = "将 5 桶油带到泥轮中的 Vixie 潮湿旋钮中。",
  ["T"] = "Money Down The Drain",
  },
  [80353] = {
  ["D"] = "谁能想到，让一个食人魔砍柴，最终会以他忘记捡木头而告终？$B$B麻木的骷髅野蛮人开始切割和切割，但当他回来时，他没有带回任何东西！我会自己去捡，但我忙于呃...东西。那你为什么不这样做呢？$B$B这里的人们尊重劳动人民，你会得到行动价值的报酬，bub.$B$B去取几捆。",
  ["O"] = "收集10捆新砍伐的木材到泥浆轮中的Qik Peddlechin。",
  ["T"] = "Unclear Instructions",
  },
  [80360] = {
  ["D"] = "从旧世界的森林到卡利姆多的新家的旅程不仅对我们很艰难，而且在旅途中保护我们的罗亚也很难。远离他们漫游了数千年的森林，他们在这里的存在被削弱了。在遥远的南方，祖尔法拉克的桑德弗利巨魔尽管与古鲁巴什的丛林相距甚远，但仍与金布尔保持着联系。寻求金布尔的力量并将其归还给我。我会利用桑德弗瑞赋予的力量，增加我们自己的洛亚在这些异国他乡的存在和实力。",
  ["O"] = "获得金布尔的5个Jujus，并将它们带到神秘的Guay\'jin。",
  ["T"] = "Power Taken, Power Given",
  },
  [80366] = {
  ["D"] = "你好，年轻的游侠，你似乎做得很好！$B$B我们的人民在挣扎，但我们必须忍受，我们必须变得比以前更有能力。我们护林员接受过保护奎尔塔拉斯及其森林的训练，但现在我们必须在全新的环境中行动。我认为我们应该看看我们盟友的技术，以改善游骑兵军团的剩余部分。邓莫罗格有个矮人叫格里夫野心，据说他能够按照自己的意志弯曲野兽，这样的技术对你有用，看看你能不能从他那里学到。",
  ["O"] = "与卡拉诺斯的格里夫·怀尔德哈特交谈。",
  ["T"] = "The Hunter\'s Path",
  },
  [80369] = {
  ["D"] = "啊，我看你又回来了$N，很好，我可能还有另一个任务要交给你。$B$B在遥远的南方，有一群最野性的生物，叫做猫头鹰兽。这个地方被称为猫头鹰翅膀灌木丛，也以一种非常奇特的草药生长的地方而闻名。给我带十几种这样的植物。猫头鹰野兽应该把它作为零食随身携带。",
  ["O"] = "收集20片冬春茶叶。",
  ["T"] = "A Warm Feeling",
  },
  [80370] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Wool: Silvermoon Remnants",
  },
  [80371] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Silk: Silvermoon Remnants",
  },
  [80372] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Mageweave: Silvermoon Remnants",
  },
  [80373] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Runecloth: Silvermoon Remnants",
  },
  [80374] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Additional Runecloth: Silvermoon Remnants",
  },
  [80375] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Wool: Revantusk Tribe",
  },
  [80376] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Silk: Revantusk Tribe",
  },
  [80377] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Mageweave: Revantusk Tribe",
  },
  [80378] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Donation of Runecloth: Revantusk Tribe",
  },
  [80379] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "Additional Runecloth: Revantusk Tribe",
  },
  [80380] = {
  ["D"] = "我有一整群人要养活，但我的一个竞争对手切断了我与所有肉类供应商的联系！$B$B不管是谁，一定是嫉妒我那根破烂不堪的、掉下来的排骨和啤酒打碎的海鲜至尊。有了像我这样的名字，我有大靴子要填补。$B$B我会确保他们后悔通过制作任何人品尝过的最好的烧烤来穿越我！对你有什么好处？好吧，我有一个盐蟹家族的秘密，我可以传授给你。它将帮助您将任何场所变成野餐的好地方。召集所有的小螃蟹和鳄鱼家庭，告诉他们说再见，然后把他们的内心带给我$B$B我需要的鹿肉来自一些供应商，你会在冒险中找到，我需要一些啤酒来涂抹。$B$B快点，我必须在派对开始之前把这些都煮熟！",
  ["O"] = "帮助Lizzi准备任何人品尝过的最好的烧烤。",
  ["T"] = "Lizzi\'s Competitor",
  },
  [80381] = {
  ["D"] = "每个人都认为我疯了，但我保证，5年后，你们都会后悔的！我知道一个事实，即使所谓的“经济学家”不相信我，这些外壳也将成为新经济的重要组成部分。海底闪闪发光的贝壳，我称之为“贝壳币”，将成为下一件大事。他们都说我投资傻瓜，但当市场爆炸时，我会变得肮脏富有，而他们会为我的废料挖矿。",
  ["O"] = "收集 20 个闪闪发光的贝壳，启动贝壳币经济并返回埃洛迪亚。",
  ["T"] = "Shellcoins",
  },
  [80382] = {
  ["D"] = "如果没有几个贸易王子，海滩派对会是什么样子，嗯？我需要大牌参加这次活动，否则会失败！$B$B穿上你最时髦的衣服，把这些特别的邀请函送到瑞奇的加兹洛王子和战利品湾的雷维尔加兹男爵那里。如果他们来了，那么肯定会有更多的人跟随。海滩上更多的尸体等于更多的金子衬在我的口袋里，明白吗？我会给你一些真正的好东西作为回报。",
  ["O"] = "将丽莎的海滩派对邀请函送到瑞奇的加兹洛和战利品湾的雷维尔加兹男爵。",
  ["T"] = "VIP Invites",
  },
  [80383] = {
  ["D"] = "你看到背鳍从水里升起了吗？那是鲨鱼。$B$B它似乎离海岸线太近了，这对这个物种来说是一个反常现象。我是一名海洋生物学家，我已经观察这种可怜的生物一段时间了。它可能有很多原因导致它被困在这里，但哥布林想像被困的猪一样杀死它！$B$B他们认为这对水中的人构成威胁，但可能只是害怕和困惑。我不能让这种情况发生。我需要你下水把鲨鱼赶走。",
  ["O"] = "将鲨鱼赶到远离岸边的水中，然后返回Toci Flipper。",
  ["T"] = "Sharks Are Friends, Not Food",
  },
  [80384] = {
  ["D"] = "鲈蟹，麻烦制造者黛伊是！$B$B用爪子割我的网，把所有的鱼都吓跑了！每次我追他们，把自己埋在沙子里，刘蒂基不像他年轻时那么灵活。$B$B大约是时候复仇了，讨厌的贝壳行走者会得到dey应得的，因为与Lau''Tiki'在一起！猎杀他们，把他们的贝壳给我，我可能会让你进入一个小秘密。",
  ["O"] = "Lau\'Tiki要你给他带来8个蟹壳。",
  ["T"] = "Pinch of Salt",
  },
  [80386] = {
  ["D"] = "",
  ["O"] = "",
  ["T"] = "A Gizmo a Day...",
  },
  [80388] = {
  ["D"] = "嗯，另一个？很好。$B$B你试图向你的人民证明自己，不是吗？超越一切，成为最强者，不是吗？留下勇气和英雄主义的遗产，而不是作为另一个无足轻重的流浪者从历史中消失，不是吗？$B$B我引起了你的注意，是吗？那么，我正好有你的报价。我会给你成为不朽的机会，如果你在荣耀的旅途中战胜死亡。$B$B然而。。。你死了，就不回来了。你的灵魂将永远与你的身体隔绝。$B$B这个提议我只在此时此地向你提供。如果你拒绝我的交易，就不会有第二次机会了。",
  ["O"] = "完成这个成为凡人的任务。在这种模式下，你只有一次生命，只能与其他凡人玩家进行交易和组队。如果你死了，你就不会再回来了。客户服务不会以任何理由复活堕落的英雄。",
  ["T"] = "Stay Awhile and Listen...",
  },
  [80390] = {
  ["D"] = "一群前风险投资公司哥布林加入了部落。他们中的一些人选择定居在尘泥沼泽，现在他们称之为Mudsprocket的小镇，虽然他们过去的罪孽还没有被宽恕，但老板要我派任何愿意得到一些硬币的人把这封信交给负责人。不知道破坏者会如何接受这个，坦率地说，这不是我的事，反正你会在南尘沼泽找到他们，小心不要把这个地方误认为是龙的巢穴。保重，孩子。",
  ["O"] = "把信交给泥浆轮的领导。",
  ["T"] = "Letter to Mudsprocket",
  },
  [80391] = {
  ["D"] = "问候！欢迎您的公司。我是莫阿基港的因努夸克。经过数周的航行，我发现自己在这片陌生的土地上。$B$B我的故事开始于我的一位名叫布尼克的冬季牛头人朋友乘坐独木舟访问我的定居点，她邀请我陪她去陶卡村。但是当我进入独木舟时，一阵强烈的冰冷阵风将绳子从布尼克的手中吹了出来。不一会儿，一股强大的水流把我带到了公海！$B$B布尼克有桨，所以我所能做的就是拼命地抓住独木舟，希望最好。$B$B最终，水流把我带到了这片温暖的土地，看起来一点都不像我的家。听着，朋友，独木舟有一些规定，但我几天前就完成了。你能从附近的这些带壳生物那里收集一些肉吗？$B$B我们在遥远的北方也有类似的生物，但我没有工具和知识来尝试接近它们，据我所知，它们是可以食用的。如果你这样做，我将永远亏欠你。",
  ["O"] = "收集8束履带肉。",
  ["T"] = "Crawling for Meat",
  },
  [80392] = {
  ["D"] = "请问，我可以引起您的注意吗？$B$B我叫利埃伦，你看起来像一个经验丰富的旅行者。如果你不介意帮我，我有一个任务要交给你，我自己的忙，我需要把包裹带到这里以东的奎尔\'丹尼尔。$B$B只要在那里找一个精灵小屋，然后把它带到我姐姐那里。我姐姐和我有相似的特征，但她都是精灵血统。$B$B我已经把你的付款附在包裹上了，现在你说什么吱吱作响，你能帮我吗？",
  ["O"] = "把李伦的包裹带到奎尔丹尼尔，送到洛尼亚。",
  ["T"] = "Package to Quel\'Danil",
  },
  [80393] = {
  ["D"] = "我希望要求不高，但你看起来像强者类型。$B$B奎尔丹尼尔的人是我的家人，他们与可怕的威瑟巴克巨魔格格不入！我要求你减少他们的人数，我不想再看到更多的痛苦，我们都已经失去了这么多。山德拉·洛尔（Shandra\'lor）接待虐待狂巨魔和他们的宠物蜘蛛，我希望您专注于这些。$B$B工作完成后，请向我的养母沃尔达娜报告。她在小屋里更深！",
  ["O"] = "在沙德拉阿洛杀死 10 名威瑟巴克虐待狂和 8 名威瑟巴克育雏者。",
  ["T"] = "Errand for Quel\'Danil",
  },
  [80395] = {
  ["D"] = "嘿，$R！除了我库存中常用的武器外，我还有机会给你。$B$B当我从瑞奇跑到十字路口时，我看到瑞奇以南的山上有一道奇怪的光。瑞奇外面似乎有一个坡道，一些猛禽称这个东西为家，所以要小心。$B$B现在我不知道它是什么，但是你们冒险者喜欢在遇到危险情况时直接潜入其中，对吗？这可能是一些巨大的交易，比如恶魔邪教或其他我所知道的任何东西，他们对瑞奇做坏事对我的生意非常不利。考虑您发现的任何战利品作为付款。",
  ["O"] = "调查瑞奇以南的山。",
  ["T"] = "A Glittering Opportunity",
  },
  [80396] = {
  ["D"] = "我是Kheyna Spinpistol。机械师，医生和坏事杀手.$B$B我目前正在追踪一个威胁无数无辜者生命的危险敌人。我可能会请你帮忙处理这件事，但现在，我还有另一个任务要交给你，如果你做得好的话，我会得到丰厚的奖励！$B$B附近的科尔卡尔部落正在准备突袭十字路口。我知道这一点，因为我用过我的一个工具，你可以说我“潜入”他们的帐篷，听到他们的可汗命令它。但是，这是可以避免的。如果你去那里并结束它们，你会拯救许多人的生命.$B$B它们可以在西部的绿洲周围找到。一旦你完成，回到我身边。如果我不在这里，只需再次触摸水晶，我就会知道有人在等我。现在出去，把他们都杀了！",
  ["O"] = "杀死 6 名科尔卡血族冲刺者、4 名科尔卡包跑者和 4 名科尔卡掠夺者。使用水晶再次召唤凯娜旋转手枪。",
  ["T"] = "A Bloody Good Deed",
  },
  [80397] = {
  ["D"] = "欢迎$C。我们没有看到很多冒险家以这种方式 - 并非没有理由。风险投资公司的贪婪玷污了土地本身。他们倒下的每一棵古树只会增加我的烦恼。$B$B曾经滋养这片森林树木的强大汁液现在凝结成那些可怕的树液野兽。它们的腐蚀性损害了我们在这里努力维持的微妙平衡。$B$B更糟糕的是，许多人最近都去了石爪峰本身！它们的腐蚀性汁液会杀死我烹饪所需的草药和简单的药水。$B$B$C，冒险去摆脱这些东西的山顶。你会发现许多就在这里的南边，在拥有古老废墟的山脊上。我们在这里的金币用处不大，但也许一些药水可以作为报酬？",
  ["O"] = "杀死10只树液兽和6只腐蚀性汁液兽，然后回到客栈老板法拉利亚。",
  ["T"] = "Sap Their Strength",
  },
  [80398] = {
  ["D"] = "您会发现庞德的大型机出奇地完好无损。这可能很有价值！$B$B把它带给侏儒工程专家，他也许可以用它做点什么。",
  ["O"] = "找一个可以弄清楚如何处理大型机的人。",
  ["T"] = "A Pounding Brain",
  },
  [80399] = {
  ["D"] = "马卡斯加尔，我愚蠢的徒弟，现在相信他已经超出了他主人的需要，带着我计划的黑暗魔力沿着海岸向北逃跑。也许我们可以达成协议，如果你和你的爪牙在他的头上取回它。把属于我的东西给我，你就会得到什么寻求。",
  ["O"] = "看完这封信后，你决定自己去找扎拉赞以前的学徒，饶了他一把。将他的头颅和扎拉赞的魔力带回森金村的加德林大师那里，将为你赢得奖励。",
  ["T"] = "Zalazane\'s Apprentice",
  },
  [80400] = {
  ["D"] = "<矮人看起来很慌张，他低声喃喃自语.>$B$B把窃听器全部炸成碎片...$B$B哦，你好。完美的时机，我的朋友。为什么，我肯定会喜欢你的帮助！$B$B所以，听好了，我最近已经完成了我的书，并且正在获得一些我需要的新发明的组件。我离开了营地，咒语和哇达亚知道？！血腥的特罗格斯过来了，和我一起吃了旋转木马！$B$B唉，我的书被撕成碎片，从剩下的东西来看，所有 25 页完美绘制的图案和示意图都丢失了。$B$B我现在所关心的只是我退回的书页，而他们在这个过程中受苦。它们是麻木的，和 kobolds 一样，但就像 kobolds 一样，它们往往会成群结队地奔跑——所以当你找到它们时要小心！",
  ["O"] = "找到10篇矮人著作，并将它们归还给荒芜之地的探矿者布罗塔罗斯。",
  ["T"] = "Re-assembler!",
  },
  [80401] = {
  ["D"] = "不幸的是，建造一个磅并不容易。我将提供大部分组件，但我需要您给我一些特殊的东西。如何获取它们取决于您。$B$B我需要以下内容：$B$B用于底盘的钍调谐伺服器。我只知道一个，它已经被那些血色狂热分子关起来了。我认为军械库是他们存放他们认为异端的物品的地方。快去给我拿吧！$B$B除此之外，我还需要一个完美的庞德核心。黑岩深处的黑铁傀儡是一个很好的来源。傀儡领主阿格尔马赫大概有一个。$B$B我需要的最后一个组件是用于内骨骼的高质量金刚石棒。我相信斯特拉索姆的锻造厂过去曾经制造过这种棒。我不知道这座城市的状况，但我相信这些棒子可能仍然在那里生存。",
  ["O"] = "从血色修道院的军械库获得钍调谐伺服器，从魔像领主阿尔格尔马赫那里获得黑岩深处的完美傀儡核心，在斯特拉索姆找到金刚之杖。回到奥格尔索普·奥布诺蒂库斯。",
  ["T"] = "To Build a Pounder",
  },
  [80403] = {
  ["D"] = "不久前，一架哥布林齐柏林飞艇向东坠毁。几天前，蒸汽卡特尔的一位代表经过这里。$B$B她正在寻找有关齐柏林飞艇的货物及其飞行员Beezil的信息，但我们都没有真正仔细观察坠机事件。我怀疑她能否独自清理沉船，更不用说找回船只可能携带的任何货物了。如果你有时间，你可能想在Beezil\'s Wreck看看她，就在这边的正东，靠近山脉。",
  ["O"] = "在Beezil\'s Wreck与Moxie Steelgrille交谈。",
  ["T"] = "The Zeppelin Crash",
  },
  [80404] = {
  ["D"] = "Drazzit希望很快收到我的消息，但我认为该网站不够安全，无法让我离开。如果你有时间，你愿意把一些打捞出来的货物带到Mudsprocket给他吗？",
  ["O"] = "乘坐齐柏林飞艇货物到Mudsprocket的Drazzit Dripvalve。",
  ["T"] = "Delivery for Drazzit",
  },
  [80405] = {
  ["D"] = "这架齐柏林飞艇在泥浆飞轮为我们运送了六个月的物资！当然，他们已经能够以物易物换取他们需要的一些东西，但他们不会永远坚持下去。我被派到这里去找回我能找回的货物，但残骸散落在这个地区的沼泽地上。我敢肯定很多货物都没有在坠机事故中幸存下来，但你愿意帮助我找回我们能做的吗？",
  ["O"] = "Beezil's Wreckзљ„Moxie SteelgrilleеёЊжњ›ж‚Ёж‰ѕе›ћ8д»¶йЅђжџЏжћ—йЈћи‰‡иґ§з‰©гЂ‚",
  ["T"] = "Secure the Cargo!",
  },
  [80407] = {
  ["D"] = "嘿！$B$B你是$N，对吧？我收到了某支凯娜旋转手枪的来信。她付给我丰厚的报酬，引导你到镇西北部一辆坠毁的侏儒火箭车。她说，当你找到“它”时，你会知道该怎么做。",
  ["O"] = "调查在Gadgetzan西北部坠毁的侏儒火箭车。",
  ["T"] = "A Letter From a Friend",
  },
  [80408] = {
  ["D"] = "我继续寻找我的克星，但随着寻找的继续，需要完成的工作也在继续。我需要大脑！我目前正在研究一项惊人的创新技术，但它需要为所有种族完善。$B$B我需要更多的样品，我确切地知道在哪里获得它们！在基基赞的南部和稍东的地方，您会发现一组被称为东月废墟的巨魔废墟！那里有食人魔。狠狠地撕碎它们！他们将攻击塔纳里斯的水储备，导致很多人死于口渴。水已经很贵了，但如果储备被那些野蛮人摧毁，价格就会飞涨，大多数人都买不起水。让我们避免这种情况。把他们都杀了。一旦你有了它们，就把大脑带到雷亚斯，然后回到水晶上。",
  ["O"] = "从东月废墟的沙丘食人魔中猛烈取回12个光滑食人魔大脑，然后将它们交给雷亚斯。",
  ["T"] = "A Slaughter for Brains",
  },
  [80409] = {
  ["D"] = "我将按照指示处理这些问题。你最好回到派你来的人那里。",
  ["O"] = "回到水晶，和凯娜·斯宾手枪说话。",
  ["T"] = "Return to Kheyna",
  },
  [80410] = {
  ["D"] = "对不起，$N。我最近收到了塞纳里昂圈子发来的一条奇特的信息，但不是写给我的，而是写给你的.$B$B<雷恩递给你一封信，当你打开它时，信里只有几个字，没有签名：“是时候了。 在二楼的安道尔客栈里见我>",
  ["O"] = "去安道尔旅馆，寻找寄信的人。",
  ["T"] = "A Timely Situation",
  },
  [80411] = {
  ["D"] = "我已经追捕她一段时间了，但她非常难以捉摸！ 每次我们靠近时，她都会逃跑。但是，她打算再次与您联系。这次我们将设置一个陷阱。前往塞拉丹，避开翡翠门户，前往最大的寺庙。 你会发现她另一个腐败的时间水晶。使用它并召唤她。然后我就出现，我们一起打败她！",
  ["O"] = "前往塞拉达内神庙，打败安特诺米，回到安道尔的克罗米。",
  ["T"] = "An Infinite Hunt",
  },
  [80604] = {
  ["D"] = "我们的敌人已经不在了，但我有理由相信他们已经过去了。我会告诉你更多，但不在这里，你永远不知道谁可能在听。$B$B前往塔纳里斯的时间洞穴$B$B既然你牵扯到这件事，我就授权你进入。$B$B一旦你到达，再和我谈谈。",
  ["O"] = "前往时间洞穴并与Chromie交谈。",
  ["T"] = "A Journey Into The Caverns",
  },
  [80605] = {
  ["D"] = "大约十七年前，萨格拉斯控制下的最后一位守护者麦迪文打开了黑暗传送门，让兽人部落进入了这个世界。我们在该区域检测到与凯娜和安特诺米相同的能量一致的时间异常。凯娜几乎可以肯定安特诺米是幕后黑手，请向右走，在安特诺米破坏历史之前阻止她，我会从这里监督情况。$B$B在你怀疑这是否是一件坏事之前，兽人在击败军团方面发挥了重要作用，我向你保证，如果他们没有到达，结果将是灾难性的！",
  ["O"] = "进入时间通道进入黑沼泽的过去并杀死安特诺米。把她的头带到凯娜。",
  ["T"] = "The First Opening of The Dark Portal",
  },
  [80606] = {
  ["D"] = "你有没有见过那些神秘的人，他们穿着蓝色的兜帽和长袍，在土地上旅行，惩罚那些为别人制造不快乐的人？$B$B没有多少人见过，或者根本不知道它们。这一次，他们应该成为要受到惩罚的人！$B$B一定是他们拿走了我的手套，因为还有谁能负责让它从我手中消失？！$B$B我不确定你在哪里可以找到一个，但如果他们出现，请为我滚雪球，让他们知道这是不能容忍的！",
  ["O"] = "用雪球击中游戏大师！",
  ["T"] = "Revenge on Game Masters!",
  },
  [80700] = {
  ["D"] = "我一直在全城找你！虽然我更像是一个播音员而不是邮递员，但我被指示把这封信交给你......我不确定他是谁。$B$B那道身影的脸被遮住了，声音似乎一点也不熟悉。他说你看了就明白了。$B$B我不是一个可以窥探的人，$N，但要小心，我不会让警卫知道我和那种人有联系。",
  ["O"] = "接受可疑信件以安抚戈德曼的心情。",
  ["T"] = "A Particular Letter",
  },
  [80701] = {
  ["D"] = "读完后烧掉。$B$B$N,$B$B我非常希望这封信能让你身体健康，我希望我能亲自传达信息，但你必须明白，我们喜欢保密。我不确定您是否知道我们的组织是做什么的，或者我们完全是谁，但我们已经发现了有价值的信息，我们可能需要您的帮助。在信封里，你会发现一个戒指，当你来拜访我们时，把它放在手边，这将是你接受我们的使命并且这封信被烧毁的标志。直到我们见面，马蒂亚斯·肖。",
  ["O"] = "向SI：7报告并将戒指交给Mathias Shaw。",
  ["T"] = "The Elusive SI:7",
  },
  [80702] = {
  ["D"] = "我的特工报告说，一支血色商队已经开始穿过各个城镇。$B$B据我们所知，他们已经去了莱克郡，达克郡，梅内西尔和南岸。我唯一的假设是，无论谁在血色修道院、炉膛和斯特拉索姆事件发生后接管了十字军东征，都意识到他们一直缺乏人手。我希望你去和莱克郡的人民说话。当地人至少应该看到一些东西。",
  ["O"] = "审问莱克郡人民，找出真相。向马蒂亚斯·肖汇报。",
  ["T"] = "Young and Foolish",
  },
  [80703] = {
  ["D"] = "是的，这就是我所知道的，现在我不说我应该得到任何补偿，但将不胜感激。<Kixxle张开手掌，但你拒绝付款.>$B$B那好吧，继续沿着那座桥的路走，坦多尔斯潘什么的，我希望那些血色能让你这么刺！",
  ["O"] = "将弗拉迪乌斯·斯普林里弗带回梅内西尔港，向斯托特菲斯特船长汇报。",
  ["T"] = "Thandol Span",
  },
  [80704] = {
  ["D"] = "我们一直试图审问你带回来的那个年轻小伙子，$N。他根本不会说话，我和其他警卫尽力说服他。$B$B考虑到你在那里是为了结束他们的假面舞会，我想你会有更好的机会从他那里得到一些信息。在学分到期的地方给出学分，你做得很好，把一块一块拼凑在一起，找到它们。$B$B采取任何你想要的方法，只要看到它完成。",
  ["O"] = "决定如何处理弗拉迪乌斯。",
  ["T"] = "Are You True to Your Nature?",
  },
  [80705] = {
  ["D"] = "在你穿越艾泽拉斯的多次冒险中，你遇到了一些危险和敌人，不像你面前的这个人。你非常确定他不是一个邪恶的人，并选择轻描淡写地接近这一点，忠于你的本性。有了一张充满选择的桌子，您可以选择最佳的说服方式并准备开始。",
  ["O"] = "使用你的说服技巧来审问弗拉迪乌斯。",
  ["T"] = "The Means of Persuading",
  },
  [80706] = {
  ["D"] = "你在艾泽拉斯的几次冒险中遇到了许多敌人，这是你第一次点击一些东西。$B$B你还要打败、残害和杀死多少，才能让这个扭曲的世界得到的和平？$B$B绯红十字军也是你们身边的个人眼中钉，也许是时候伸张正义了，还是复仇？$B$B有了一张装满工具的桌子，可以帮助您获得所需的东西，您就可以拥抱您的恶魔了。",
  ["O"] = "通过任何必要的手段找出一切。",
  ["T"] = "Seeking Justice or Vengeance?",
  },
  [80707] = {
  ["D"] = "你已经提取了你能得到的关于弗拉迪乌斯的所有信息。决定你和他完了，你让他休息，想想你的下一步行动。$B$B怀特曼的死讯和恶魔对斯特拉索姆的影响似乎传到了血色十字军最后一位真正领袖阿本迪斯夫人的耳朵里。她的一个心腹欺骗年轻男女加入他们的事业并强迫他们留下来，她试图重新获得一些数字。您决定向 Stoutfist 报告此事并征求他的意见。",
  ["O"] = "向斯托特拳上尉报告。",
  ["T"] = "The Price for Information",
  },
  [80708] = {
  ["D"] = "我的孩子们为囚犯到达暴风城做好了准备，他的命运将在那里决定，因为他是他们管辖的一部分。$B$B你帮了大忙，我相信你想进一步解决这个问题，我可能会给你一个线索，但不确定它会有多大帮助。$B$B在大教堂区的礼拜堂下面，有一位身穿红色长袍的牧师，我从肖的手下得到的情报说，他叫克劳利弟兄，是绯红十字军派到城内的大使。他的任务是招募愿意以圣光的名义战斗的人，或者这些血色告诉自己的任何愚蠢的谎言。无论如何，克劳利并没有那么活跃，我们不确定他是否是招募这些家伙的人，但值得一试。",
  ["O"] = "前往大教堂的暴风区，与克劳利弟兄交谈。",
  ["T"] = "Scarlet Aid",
  },
  [80709] = {
  ["D"] = "阿本迪斯必须被阻止，你将成为她身边的眼中钉之一，如果不是从内部，你应该做得更好？$B$B虽然我对奥术没有技能，但我的一位和我一样喜欢看到她堕落的好朋友过去曾为我提供了一些可以改变一个人外表的卷轴。$B$B如果你不告诉任何人，我很乐意给你一个，让我们说这些卷轴是为了更有意义的东西，但绝望的时刻需要采取绝望的措施。只有在靠近提尔之手时才使用它，声称自己是你摧毁的商队的弟子之一，并声称你的团队被阿拉希的食人魔杀死。",
  ["O"] = "前往泰尔之手，向马维尔·布莱特伍德汇报。",
  ["T"] = "Donning the Red Flag",
  },
  [80710] = {
  ["D"] = "准备好接受您的第一个任务了吗？$B$B你的盔甲看起来很破旧，你的刀刃很钝，但如果你不能拉起自己的重量，你就不值得光的麻烦。在瘟疫之地旅行，杀死你路上的任何亡灵，并把他们的大脑带给我。他们的大脑对于大将计划的事情至关重要，只需做好您的工作，不要问任何问题。$B$B去吧，你这个傻瓜，光不等任何人，继续宣称你荣耀的目的。",
  ["O"] = "在瘟疫之地猎杀亡灵并收集他们的大脑。",
  ["T"] = "It’s All in Their Brains",
  },
  [80711] = {
  ["D"] = "你的下一个差事就是简单地在这里和那里收集一些东西，没什么特别的。$B$B你会在世界上一些实际的危险区域与元素和植物战斗时找到这些，但我非常确定如果你真的被圣光选中，你会成功。给我带来野蛮的弗龙德和元素核心，各五十个，这将对我们想要实现的目标有很大帮助。$B$B当你回来的时候，你就会正式成为会员，我会给你一张地图，告诉你在哪里可以找到秘密训练点的入口。$B$B愿圣光保佑你可怜的灵魂。如果你回来，我们会像兄弟姐妹一样拥抱你，如果你不回来，我们甚至不会为你哀悼一秒钟。",
  ["O"] = "环游世界，带回你被要求的物资。",
  ["T"] = "Supplies We Need",
  },
  [80720] = {
  ["D"] = "$N，是吗？$B$B瓦里马特拉斯大人让我立刻去找你。$B$B我相信你知道在哪里可以找到他——他站在黑暗女士身边，永远注定要留在她的阴影下。现在，他的影子笼罩着你;我不会尝试他的耐心。",
  ["O"] = "向地下城的Varimathras报告。",
  ["T"] = "A Dreadful Summon",
  },
  [80721] = {
  ["D"] = "我听说前线发生了奇怪的事情。$B$B我们女王的一些最优秀的仆人失踪了。太多，太迅速，太精确，在战争中只是运气不好。$B$B我的死亡潜行者们忙于更艰巨的任务，因此我会让你去布里尔、坟墓和塔伦磨坊收集当地执行人的账目。回到我身边，如果我高兴，我可能会奖励你。",
  ["O"] = "前往布里尔，坟墓和塔伦磨坊。与高级执行人达塔利亚、执行人齐甘德和高级执行人哈德雷克交谈。向Varimathras报告。",
  ["T"] = "Grim News",
  },
  [80722] = {
  ["D"] = "如果我们真的想揭开这个伎俩的真相，我们将不得不刺激血色把他们的牌打到我们手中。为此，我已将一名死亡卫士压入您的服务中。他的名字叫马维林，或莫维什——人类的名字是我舌头上的祸害。您会在北部通往修道院的小路附近的墓地中找到他。让他上钩，他不是一个有价值的资产，然后杀死血色，夺取你能在他们的武器库中找到的这种奇怪的新武器。不要让我失望。",
  ["O"] = "找到死亡守卫特立独行，为血色十字军东征设下陷阱。向Varimathras报告。",
  ["T"] = "To Catch a Rat...",
  },
  [80723] = {
  ["D"] = "所以这种药水是血色计划的关键。沉闷，粗糙，但令人恼火的效力。我自己并不涉足炼金术的低级工艺。幸运的是，我们女王的皇家药剂师喜欢琢磨炼金术和磨草的艺术。$B$B冒险去药剂师，找到药剂师Zwinker，并向她展示你的发现。她是我的生物。$B$B走吧，快点，谨慎点。",
  ["O"] = "把小瓶带到药剂师那里，和瓦里马特拉斯信任的药剂师说话。",
  ["T"] = "Trusted Apothecary",
  },
  [80724] = {
  ["D"] = "我确实对你随身携带的物质进行了一些前兆测试。我所能辨别的只是药水里含有和平花和鬼毛。$B$B但这并不能解释它强加给不死生物的紧张状态。$B$B我的假设是，这种混合物已经被某种高级法术篡改了，这超出了我的能力范围。只有一个人能给我们所需的答案。他住在布里尔以东的布赖特沃特湖中心。以极大的敬畏之心接近他，并相应地衡量你的话。",
  ["O"] = "在提里斯法格莱德斯找到冈瑟·阿卡努斯。",
  ["T"] = "Consulting an Expert",
  },
  [80725] = {
  ["D"] = "我有时渴望达拉然，渴望我曾经只不过是一个奥术学生的日子。当祸害将我束缚在他们的统治下时，我的旧记忆是唯一阻止我完全迷失自我的拴绳。我不打算用我一生的故事来负担你，$N，但我已经知道这个小瓶是什么以及它是如何制作的，但在我告诉你之前，我需要你帮我一个忙。将其视为等价交换。$B$B前往颓废的安伯米尔镇：在市政厅后面，我埋了一个小盒坠子，并用魔法密封了它。我会给你一个卷轴，可以抹去它的守护咒语，取回小盒坠子，然后把它还给我。那我们就聊聊。",
  ["O"] = "前往安伯米尔后面，挖掘冈瑟的挂坠盒。",
  ["T"] = "In Gunther’s Favor",
  },
  [80726] = {
  ["D"] = "你取回的血色人酿造的药水被称为休眠死亡之水，或者我们学者喜欢的Mortudiant。它最初是在第二次战争期间在达拉然构思的，以帮助对抗古尔丹的死亡骑士的邪恶力量。它只能用一种特定的炼金术工具炮制，通常用于嬗变，称为魔法石。不幸的是，我既不拥有也不知道如何模仿。$B$B现在，你应该带着你学到的东西回到地下城的主人那里。我会保留药水，看看我能不能学到其他东西。",
  ["O"] = "返回地下城的瓦里马特拉斯。",
  ["T"] = "Soul and Alchemy",
  },
  [80727] = {
  ["D"] = "我已经准备了一份关于我们的调查结果的报告，准备交给黑暗女士。她不会喜欢她将要读的东西，如果她的愤怒是你的结局，那将是一种耻辱。所以跪在她面前，安抚她，像你服侍我一样忠诚地服侍她......但不要忘记你属于谁。",
  ["O"] = "向希尔瓦娜斯汇报。",
  ["T"] = "Dark Temper for a Dark Lady",
  },
  [80728] = {
  ["D"] = "我知道所有笼罩着我战士头脑的气流，你与我的恐惧领主的勾结，以及你在他的要求下挥霍的死亡卫士。但也许你已经越来越喜欢Varimathras了。你想成为他的玩物之一吗？一句话，我会确保你是他的。永远。$B$B不？你还珍惜你的灵魂吗？可惜。$B$B然后你就按照我说的去做，去东方瘟疫之地的提尔之手。从那些热心的傻瓜那里拿一件血色的制服，把它带给冈瑟。他会知道其余的。$B$B现在就走吧，从我的视线中消失了。",
  ["O"] = "前往东部瘟疫之地的提尔之手，获得血色启蒙制服，然后返回布赖特沃特湖岛上的冈瑟阿卡努斯。",
  ["T"] = "The Future Looks Grim",
  },
  [80729] = {
  ["D"] = "正如你可能已经占卜的那样，我们设法将你渗透到血色十字军的行列中。$B$B在你带给我的制服上，我放置了一个幻术符咒，以及几个更大的隐身守卫，以防止结界轻易被发现。剩下的就是让你向 Tyr\'s 手中的招聘人员介绍自己是新手。$B$B一个这样的招聘人员应该是Mavel Brightwood。祝你好运，$N。拥有你的智慧，找出你能从他们多管闲事的炼金术士那里得到什么。",
  ["O"] = "前往泰尔之手，向马维尔·布莱特伍德汇报。",
  ["T"] = "A Different Shade of Red",
  },
  [80730] = {
  ["D"] = "SI：7 具有非常快的通信方式，可以非常快速地到达我们，信不信由你，它们非常可靠。$B$B再说一些细节，你应该知道，原本要到达艾瑞峰的矮人商队从未离开过湿地。$B$B商队一片废墟，你只能找到曾经是矮人的残缺不全的外壳。我们的特工已经在该区域四处寻找，但一无所获，他们目前正在尝试将这些新招募的血色狂热者本地化。$B$B我不太确定你认为自己有多大的侦探，但我请你再看一眼，也许他们错过了什么。$B$B如果你找到新兵，请记住，我们不确定血色用什么方式说服他们洗脑，尽可能多地把他们带到梅内西尔。",
  ["O"] = "沿着商队的路线寻找线索。",
  ["T"] = "Caravan Meets Caravan",
  },
  [80735] = {
  ["D"] = "满足我的要求，我会教你古老而强大的知识。",
  ["O"] = "将 3 个 Onyxia 鳞片带给 Aurelius，他会教你如何将它们转化为精制的 Onyxia 鳞片。",
  ["T"] = "An Uncommon Request",
  },
  [80736] = {
  ["D"] = "你不是唯一一个来到这里寻求被遗忘的知识的人。然而，就像其他人一样，它不会简单地给你。满足我的要求，我会教你我所知道的。$B$B你将需要一个好的炼金术士的帮助，一个我已经教过我的秘密的人。",
  ["O"] = "将 3 个精制的玛瑙鳞片带给奥勒留，他会教你如何将它们变成带电的玛瑙鳞片。",
  ["T"] = "A Rare Request",
  },
  [80755] = {
  ["D"] = "是的，是的，我明白利奥特为什么把你送到我身边。如果没有那个咒语，你会费力地驯服除了最不分青红皂白的野兽之外的所有动物。现在你可以驯服世界各地的生物！$B$B但你必须知道这还不够。你必须意识到，你随心所欲的生物的真正力量在于赋予它们你在野外观察到的天赋。仅仅将野生动物酥到敌人身上是不够的。$B$B如果您想挖掘宠物的真正潜力，请再次与我交谈。我将不遗余力地以兽王的方式启发您。",
  ["O"] = "与黛安·威洛菲尔德在地下城的战争区交谈。",
  ["T"] = "Training the Beast",
  },
  
  }